{
  "id": 29,
  "title": "Commerce en ligne",
  "url": "https://fr.wikipedia.org/wiki/Commerce_%C3%A9lectronique",
  "date": "2025-11-29T22:27:41.326201",
  "content": "Cet article ne cite pas suffisamment ses sources ( octobre 2020 ).\nSi vous disposez d'ouvrages ou d'articles de référence ou si vous connaissez des sites web de qualité traitant du thème abordé ici, merci de compléter l'article en donnant les références utiles à sa vérifiabilité et en les liant à la section « Notes et références ».\nLe commerce en ligne [ 1 ] , [ 2 ] , commerce électronique [ 2 ] ou e-commerce [ 3 ] , [ 4 ] est l'échange pécuniaire de biens , de services ou d'informations par l'intermédiaire des réseaux informatiques , notamment Internet .\nDans le cadre du commerce interentreprises, les commerçants utilisent depuis de nombreuses années des réseaux de type échange de données informatisé (EDI). Des transactions électroniques se réalisent également sur les réseaux téléphoniques mobiles. Ce commerce par mobile se dit commerce mobile .\nDans un contexte de contraintes environnementales fortes, le développement de la vente à distance tend à transformer les problématiques de logistique liées au monde du commerce.\nLe terme « commerce en ligne » comprend également la circulation mondiale des données.\nL’émergence du commerce en ligne est directement liée à l’apparition du web au début des années 1990. Le 11 août 1994 , Phil Brandenberger, un habitant de Philadelphie, passe la première commande en ligne en utilisant un système de paiement sécurisé par carte bancaire. Le New York Times couvre l’évènement et souligne que « derrière un petit clic pour un individu se cache un grand pas pour l’économie » [ 5 ] . Ce premier achat de 12,48 dollars pour un album de Sting représente la première pierre d’un édifice qui depuis ne cesse de croitre.\nEn France , le commerce en ligne s'est développé tout d'abord via le Minitel sur lequel étaient présents de grands noms de la vente par correspondance , comme La Redoute ou 3 Suisses [ 6 ] , [ 7 ] .\nL'arrivée d'Internet a rapidement mené au développement d'un modèle d'entreprise différent [ 8 ] . À la fin des années 1990 , ce modèle économique est rendu célèbre par Amazon , EBay et AOL , des sociétés profitant d'une bulle des capitalisations boursières des jeunes sociétés sans équivalent dans l'histoire, qui finit en krach , phénomène touchant aussi de nombreuses petites sociétés de biotechnologies [réf. nécessaire] .\nLe Parlement européen et le Conseil ont adopté le 8 juin 2000 une directive européenne sur le commerce en ligne nommée « Directive 2000/31/CE du Parlement européen et du Conseil relative à certains aspects juridiques des services de la société de l’information, et notamment du commerce en ligne, dans le marché intérieur ». Celle-ci a été transposée en France par la loi pour la confiance dans l'économie numérique de 2004. Ce cadre juridique français concernant la collecte d’informations nominatives destinées à la prospection commerciale est lourd [Selon qui ?] . En effet, les dérogations au principe de consentement préalable sont extrêmement restrictives pour prospecter les particuliers et les professionnels par courriel [réf. nécessaire] . Pour respecter cette loi, les vendeurs de fichiers ont souvent recours à des prestataires localisés en dehors du territoire national puisque la loi française ne s’y applique pas [réf. nécessaire] .\nL'arrivée de la téléphonie mobile a introduit une nouvelle rupture, avec une tarification quantitative à la donnée, on parle aussi de « commerce mobile ».\nEn 2019, le rapport « Baromètre du numérique » du CREDOC [ 9 ] indique ainsi que 62 % des Français ont effectué au moins un achat en ligne dans l’année. L’étude indique également que cette proportion a plus que doublé en passant de 11 % à 62 % entre 2003 et 2019. Depuis 2013, la majorité (> 50 %) des Français effectuent des achats en ligne.\nEn 2021, Amazon est devenue la quatrième société en termes de capitalisation boursière [ 10 ] .\nReposant sur la nature de la relation vendeur-acheteur, ces types sont :\nDans ce cas, trois systèmes d'échanges coexistent :\nParmi les principaux biens et services vendus par Internet aux particuliers on peut citer :\nAinsi que des systèmes de vente spécialement adaptés au monde Internet :\nEn 2024, la société russe Wildberries envisage de fusionner avec Russ .\nIl existe également des produits vendus en ligne exclusivement aux professionnels comme :\nEnfin, de nombreuses entreprises proposent des services sur Internet, payants ou non :\nDe manière générale, toute entreprise ou particulier voulant créer une boutique en ligne pourra utilement faire appel à un prestataire spécialisé dans le commerce en ligne, afin d'étudier son marché , sa concurrence et donc son positionnement sur le web.\nDans le monde du commerce en ligne, l'expression anglaise click and mortar (ou encore bricks and clicks ) fait référence à des entreprises qui proposent de façon complémentaire :\nCes expressions anglaises sont construites par analogie avec l'expression usuelle brick and mortar (« brique et mortier »). On pourrait donc traduire cette expression en français par « clic et magasin » ou encore « Internet et magasin ».\nCes modèles de distribution s'opposent à des modèles du « tout virtuel » où seul le commerce en ligne est proposé aux clients. Certains opérateurs en « tout virtuel » semblent réorienter une partie de leur stratégie de distribution vers du click and mortar .\nDévelopper une stratégie multicanale permet d'associer Internet, la télévision numérique, les services mobiles et les magasins physiques. L'intérêt d'un tel dispositif est d'exploiter le nombre croissant de consommateurs qui utilisent pour leur achat, de multiples canaux de distribution interactifs.\nCette forme de distribution permet également de faire face à certains obstacles inhérents aux caractéristiques du canal électronique. Certains consommateurs sont rétifs à payer en ligne et souhaitent, par exemple, pouvoir payer en magasin [ 12 ] . Une stratégie multicanale a également un intérêt du point de vue logistique en utilisant le réseau de magasins comme un stock et transforme ceux-ci en points retraits.\nDans tous les cas la stratégie multicanale nécessite une organisation particulière sur de nombreuses fonctions : gestion logistique, système d'information, relations client, prix, promotion, fidélisation, etc. Il s'agit désormais de l' e-business .\nBien que l'un des piliers de l’ e-business soit le commerce en ligne, ces deux termes ont des significations totalement différentes.\nLe commerce en ligne permet à un marchand de vendre tout simplement en ligne ses produits, il s'agit donc de vente par correspondance sur Internet. Le commerce en ligne ne garantit pas le succès du site en lui-même, car il n'offre que des fonctionnalités limitées au panier, et assure d'une manière basique la gestion du catalogue en ligne. Il ne traite pas les problèmes fondamentaux liés aux développements d'une communauté verticale autour du site, la fidélisation de la clientèle, l'instauration de la confiance client/marchand, l'optimisation des ventes, l'analyse du comportement du client, le SAV, etc. Avec 22 % de croissance en 2009 [ 13 ] [réf. incomplète] , le commerce en ligne tend vers une convergence de la toile et du mobile [ 14 ] .\nL’ e-business comporte la mise en œuvre en amont pour concrétiser une vente et assurer la fidélisation du client. Il est composé de « relations d'échanges » d'ordre différent ( mailing , actions de fidélisation, promotions, service après-vente, etc. ). Une solution e-business est un ensemble d'outils qui d'une part, permettent de créer un site de commerce en ligne et d'autre part, mettent à la disposition du marchand tous les moyens nécessaires pour prospecter et fidéliser les clients (listes de cadeaux, points de fidélité, remises en espèces, chèques cadeau, coupons de remise, parrainage, affiliation, etc.).\nLe Parlement européen et le Conseil ont adopté le 8 juin 2000 une directive européenne sur le commerce en ligne (Directive 2000/31/CE du Parlement européen et du Conseil relative à certains aspects juridiques des services de la société de l’information, et notamment du commerce en ligne, dans le marché intérieur). Celle-ci a été transposée en France par la loi pour la confiance dans l'économie numérique de 2004.\nLa directive européenne avait été précédée par des politiques isolées d'États membres de l'union comme la France. Par exemple, à partir d' octobre 1997 , Francis Lorentz a effectué une mission sur le commerce en ligne [ 15 ] pour le compte du gouvernement français et qui a été présenté, le 8 mai 1998, par le ministre de l'Économie Dominique Strauss-Kahn [ 16 ] .\nAu mois de mai 2016, de nouvelles dispositions ont été prises par la Commission européenne dans le but de favoriser davantage le commerce en ligne entre les différents pays de l' Union européenne . Ces directives consistent à lutter contre la discrimination géographique, à multiplier les options de paiement en ligne [ 17 ] , à favoriser une meilleure transparence des délais et frais de livraison et à inciter à la collaboration entre les différents organismes de protection des droits des consommateurs.\nAu gré de la mondialisation , Internet est devenu un vecteur important du commerce en ligne. Pourtant, les questions relatives à l'achat de produits à l'étranger révèlent des difficultés, notamment en cas de litige.\nLes pays européens doivent pour leur part transcrire dans leurs législations nationales les directives touchant ce domaine, ce qui rendra homogène les règles applicables entre chaque pays de l' Union européenne .\nDans le cadre du business to consumer (B2C) et lorsqu'un achat a lieu en dehors de l'Union européenne, il convient d'être prudent, d'identifier avec qui l'on fait affaire et de vérifier les conditions de la vente. En cas de litige grave, le seul recours pourrait être le dépôt d'une plainte à la fois dans le pays de l'acheteur et dans celui du vendeur. Le droit français protège les consommateurs en indiquant qu'un acheteur ne saurait être privé de son droit à déposer plainte dans son pays de résidence.\nLorsqu'il s'agit de business to business (B2B), le droit de la consommation laisse plutôt la place au droit du commerce international.\nQuand un produit est acheté à l'étranger, les droits de douane et la TVA (ou son équivalent) sont à acquitter, comme si le produit était acheté sur le sol national.\nEn pratique :\nSeuls les livres, qui bénéficient d'une TVA et de droits de douane très faibles, ne sont jamais bloqués par les douanes ou par les services postaux, car le coût du recouvrement serait plus élevé que les taxes elles-mêmes [réf. nécessaire] .\nEn Europe, Ecommerce Europe et EuroCommerce publient des rapports sur le marché du commerce en ligne sur 37 pays européens [ 18 ] .\nEn 2022, le commerce électronique a réalisé 899 milliards d’euros en Europe dont 67 % du chiffre d’affaires total B2C en Europe de l'Ouest . Les pays ayant réalisé le plus de chiffre d’affaires en commerce en ligne B2C sont le Royaume-Uni (291 milliards d’euros), la France (146 milliards d’euros), l'Allemagne (102 milliards d’euros) et Espagne (72 milliards d’euros).\nAvec 68% de parts de marché, l'habillement, chaussures et accessoires est la première catégorie du marché en ligne en Europe [ réf. souhaitée] .\nEn France, la Fédération du e-commerce et de la vente à distance (Fevad) publie régulièrement des statistiques sur le commerce en ligne [ 19 ] , [ 20 ] .\nLes géants du numérique tels que Google , Amazon , Facebook ou Microsoft ont largement profité du vide réglementaire autour de la question de la circulation des données pour bâtir un oligopole. Pour perpétuer cette situation, ils ont investi depuis le début des années 2010 dans un intense travail de lobbyisme auprès des responsables de la politique économique et commerciale des États-Unis . Il s'agit pour eux de défendre la libre circulation des données et le refus de toute obligation de localisation du stockage des informations personnelles pour limiter l’intervention des États dans leurs activités [ 21 ] .\nLes pays membres de l’ Organisation mondiale du commerce (OMC) ont des approches divergentes. Un premier groupe rassemble les pays en faveur d’une économie numérique presque entièrement dérégulée, dont notamment les États-Unis, le Japon et l’ Union européenne , tandis qu'un autre réunit des pays en développement, comme la Malaisie , la Thaïlande , le Nigeria ou encore le Bangladesh , intéressés par le commerce en ligne mais opposés à la vision dérégulatrice défendue par les pays du Nord. Les États-Unis ont multiplié dans la décennie 2010 les accords de commerce et d’investissement de nouvelle génération, tant pour contourner les blocages persistant au sein de l'OMC que pour créer un cadre normatif mondial aligné sur leurs intérêts stratégiques dans le cadre de la « nouvelle économie » [ 21 ] .\nLe commerce en ligne est un phénomène récent en pleine évolution [ 22 ] ; il est donc difficile d'en appréhender les conséquences spatiales directes. Les commerces de proximité, notamment dans les centres-villes, déjà touchés de plein fouet par le développement des centres commerciaux et hypermarchés, craignent un impact direct de cette nouvelle forme d'achat sur leur activité. Cette crainte semble dans les années 2010 épargner les commerces alimentaires. Ainsi, on constate, lors des enquêtes nationales sur la mobilité des Français, que les lieux et les déplacements pour les achats courants (particulièrement alimentaires) ont très peu évolué [ 23 ] .\nLes conséquences spatiales du développement de commerce en ligne restent au stade d'hypothèse. Trois scénarios pourraient être imaginés : un renforcement des commerces en périphérie au détriment des centres-villes (phénomène edge city ), au contraire un réinvestissement des centres-villes, ou finalement une redistribution dans le territoire des activités commerciales qui ferait disparaître le schéma classique centre-ville/périphérie [ 24 ] .\nEn France, en 2020, la Convention citoyenne pour le climat demande des mesures de lutte contre l'artificialisation des sols qui augmente d’environ 8,5% par an. \nLa proposition de « Prendre immédiatement des mesures coercitives pour stopper les aménagements de zones commerciales périurbaines très consommatrices d’espace. »(SL3.3) [ 25 ] figurera parmi les 146 mesures sur 149 retenues en juin 2020 par Emmanuel Macron.\nLes associations de défense de l'environnement demandent des précisions pour être sûrs que les mesures concerneront également les entrepôts de commerce en ligne [ 26 ] .\nLa demande de moratoire sur les zones commerciales se traduit par l'envoi d'une circulaire aux préfets leur demandant « une vigilance toute particulière sur le respect du principe de consommation de l'espace » mais ne prend pas en compte les entrepôts de commerce en ligne [ 27 ] .\nEn septembre 2020, dans le cadre du plan post- Lubrizol concernant les entrepôts, le gouvernement français adopte au contraire un texte facilitant l'implantation d'entrepôts de commerce en ligne avec une extension du régime d'autorisation simplifiée pour la majeure partie d'entre eux [ 28 ] .\nIl lance à l'automne 2020 une mission visant à faciliter et accélérer l'implantation de ces derniers [ 29 ] .\nLe caractère en apparence « virtuel » ou « immatériel » du commerce en ligne pourrait laisser croire que le commerce en ligne est respectueux de l'environnement. En 2003, une étude sur le commerce en ligne de livres a montré qu' aux États-Unis, 73 mégajoules (MJ) par livre sont consommés par le commerce en ligne, alors que seulement 53 mégajoules le sont par le commerce traditionnel ; au Japon, dans la ville de Tokyo, le commerce en ligne nécessitait 9,3 MJ par livre tandis que le commerce traditionnel en consommait 1,6 MJ [ 30 ] .\nLes livraisons de marchandises en ville constituent un enjeu majeur de la mobilité urbaine durable . En effet, elles représentent plus du tiers des émissions urbaines de dioxyde de carbone , des émissions d' oxyde d'azote , de particules et de pollution sonore , ainsi que de la congestion urbaine . Pour que le développement des ventes en ligne ait un impact favorable, il faut que des solutions adaptées soient trouvées pour le maillon terminal de la chaîne logistique [ 31 ] .\nL'optimisation de la chaîne logistique passe notamment par le regroupement des expéditions en points de livraison localisés à proximité des clients [ 32 ] . Les grandes entreprises de vente par correspondance ont développé des modes de distribution en points de dépôt , au travers des filiales spécialisées comme Mondial Relay ( 3 Suisses International ), Sogep ( La Redoute ), ou Distrihome ( Yves Rocher ) [ 33 ] .\nSelon une étude menée par The Shift Project en 2020, l'optimisation de la distribution des achats en ligne permettrait une décarbonation significative de cette étape finale. Elle peut s'inscrire dans une réduction de 60 à 70 % les émissions de gaz à effet de serre dues aux transports en zones périurbaines , sur dix ans. Elle passerait, par ordre d'efficacité, par le développement du vélo (15 à 30 %), du covoiturage , des transports en commun, du commerce en ligne et du télétravail [ 34 ] . Le papier et le carton, qui entrent dans la composition des emballages, ont vu leur consommation augmenter très fortement, ce qui a une influence non négligeable sur la déforestation [ 35 ] .\nEn France, des entreprises du commerce en ligne et de l'immobilier logistique ont signé en juillet 2021 deux chartes environnementales avec le gouvernement pour améliorer leurs pratiques : quatorze entreprises du commerce en ligne, parmi lesquelles CDiscount, eBay, FNAC Darty, La Redoute, Showroomprivé ou Maisons du monde, ainsi que la Fevad, la fédération du secteur, mais pas Amazon, s'engagent à limiter les volumes d'emballages, à ne plus expédier plusieurs colis pour la même commande d'un seul consommateur, à proposer au consommateur au moins deux solutions de livraison et à l'informer sur l' impact environnemental de chacune, à cesser d'encourager les clients à commander un vêtement dans plusieurs tailles et à renvoyer après essayage les produits inadaptés. Une trentaine d'acteurs de l'immobilier logistique, dont Prologis, AEW ou Logicor, s'engagent de leur côté à couvrir en moyenne plus de 50 % des toitures de leurs nouveaux entrepôts avec des panneaux photovoltaïques, au lieu des 30 % prévus par la loi, et à construire leurs nouveaux bâtiments sur des friches plutôt que sur des espaces naturels ou agricoles [ 36 ] .\nAux Émirats arabes unis, une entreprise de technologie multinationale américaine qui se concentre sur le commerce électronique, Amazon , a restreint les résultats de recherche et les stocks liés aux sujets LGBTQ après que la pression augmente par le gouvernement émirati. Parce que l'homosexualité est toujours considérée comme un crime aux ÉAU, Amazon a accepté de supprimer environ 150 mots clés,qui fait référence aux produits LGBT de son résultat de recherche, inclus lgbtq, marche des fiertés et gay, drapeau transgenre, broches avec l'inscription queer, bandage de la poitrine pour les lesbiennes, coques d'iPhone LGBTQ. Aussi, plusieurs titres de livres, y compris «My Lesbian Experience With Loneliness, par Nagata Kabi»; «Gender Queer: A Memoir,» par Maia Kobabe; and «Bad Feminist» par Roxane Gay’s ont été bloqués [ 37 ] . En outre, Amazon avait supprimé toutes les notes et commentaires des clients pour un livre des discours et écrits du président Xi Jinping après la pression du gouvernement chinois [ 38 ] . La société a fermé son magasin Kindle en Chine , mais elle a contesté que les problèmes de censure étaient à blâmer [ 39 ] , [ 40 ] .\nLe commerce en ligne autorise les retours d'articles.\nEn 2022, ces retours ont représenté aux États-Unis près de 816 milliards de dollars, c'est-à-dire l'équivalent du budget américain pour l'enseignement public. Ce chiffre a doublé depuis 2020.\nL'emballage et le transport liés au retour de ces articles a généré près de 26,5 millions de tonnes de gaz à effet de serre en 2022 [ 41 ] .\nLe processus de retour prend deux à trois fois plus de temps que l'envoi initial du produit et demande un déballage, une inspection, un réemballage et une nouvelle expédition.\nAux États-Unis, le plastique, le papier et le carton de ces retours ne sont pas recyclés et lorsque les produits ne peuvent être revendus ou réparés, ils terminent sur des décharges.\nEn 2022, la plateforme Optoro estime à 4,3 millions de tonnes le poids des déchets issus des retours de la vente en ligne aux États-Unis. C'est presque le double de 2019 (2,5 millions de tonnes environ).\nAux États-Unis, en 2022, les retours ont représenté 742 milliards d'euros. Entre 2019 et 2022, le taux d'articles renvoyé a doublé, passant de 8 % à plus de 16 %.\nLes retours gratuits favorisant l'expansion du phénomène, 41% des revendeurs facturent désormais les retours contre 33% en 2021 [ 42 ] .\nDes spécifications techniques ont été adoptées pour le commerce en ligne, avec ebXML , abréviation de l'anglais Electronic Business using eXtensible Markup Language . Ces spécifications s'appuient sur le langage de balisage XML . Ce standard est édité par l' OASIS .\nebXML est devenu une spécification technique internationale (ISO/TS 15000) en 2004. L' ONU supporte ebXML avec l'organisme UN/CEFACT, qui a imposé cette spécification à l' Union européenne .\nLa délégation consiste en une prise en charge complète du développement et de la gestion du commerce en ligne d'une marque ou d'une enseigne, sous forme d’un partenariat pluriannuel, avec le souci constant du respect de l’image et de l’univers de la marque.\nÀ l’intérieur de cette opération, un opérateur partenaire offre une expertise globale dans chaque domaine du commerce en ligne que chaque marque ne pourrait s’offrir isolément (création de la boutique en ligne, marchandisage en ligne , marketing électronique , logistique, service client, service de paiement, gestion du back-office, etc.).\nIl n'existe pas de statistiques officielles sur le commerce en ligne en France, mais des estimations reposant sur des sources différentes : panels de sites marchands, montant des transactions cartes bancaires, plateformes de paiement [ 43 ] . Le commerce en ligne y représente un montant de transactions de l'ordre de 20 milliards d'euros, ou 25 milliards d'euros si l'on inclut les services bancaires et le négoce de titres financiers en ligne [ 44 ] [réf. incomplète] . En 2022, la part de marché du commerce en ligne en France est estimée à 12,5 % du commerce de détail [ 45 ] . Ce pourcentage est assez voisin à ceux des pays européens. Aux États-Unis, on estime que le commerce en ligne représente 6 % du commerce de détail en 2008 [ 46 ] [réf. incomplète] .\nAu niveau mondial, le commerce en ligne représenterait un billion (mille milliards) de dollars en 2012 selon eMarketer (en) [ 47 ] . En 2017, le commerce en ligne représenterait 2 304 milliards de dollars à l'échelle mondiale [ 48 ] .\nOn commence à mesurer l'incidence de la progression du commerce en ligne sur les ventes du commerce en magasin. Aux États-Unis, on note ainsi en 2016 une baisse d'affluence dans les grandes surfaces et on craint un reflux des effectifs de salariés du secteur. Walmart , géant national, a par exemple fermé 269 magasins en janvier de cette même année [ 49 ] .\nEn 2017, un sondage de Médiamétrie estime que la France a compté 27 millions d'acheteurs en ligne et que ceux-ci ont dépensé 81 milliards d'euros [ 50 ] . En 2019, cette somme atteint 103,4 milliards d’euros [ 51 ] .\nLe commerce électronique a connu plusieurs lois successives, qui sont, pour la plupart, la transposition en droit français des directives de l'Union Européennes. Aujourd'hui, le commerce électronique est réglementé en tant que contrat à distance par les articles L.221-1 et suivant du Code de la consommation [ 52 ] .\nEn France, la loi Chatel du 3 janvier 2008 a renforcé la protection des cyberconsommateurs . Les professionnels de la vente à distance sont ainsi tenus d'indiquer une date limite de livraison et, en cas de retard de plus d'une semaine, le consommateur peut dénoncer la commande par lettre recommandée avec accusé de réception. Le remboursement des sommes versées doit alors intervenir dans les meilleurs délais et au plus tard dans les 30 jours suivant la date à laquelle le consommateur a exercé ce droit. L'offre de contrat, via des conditions générales de vente acceptées lors de l'achat par le client, doit préciser notamment l'existence d'un droit de rétractation , ses limites éventuelles, voire son absence [ 53 ] . Le remboursement sous forme d'avoir ne peut plus être imposé. Les services qui permettent de suivre l'exécution de la commande, d'exercer le droit de rétractation ou de faire jour la garantie ne peuvent être surtaxés.\nL'État français met également en place, depuis 2008, de nombreuses règles légales [Lesquelles ?] pour d'une part, limiter l'affluence de sites pirates et d'autre part, mettre en place un prélèvement fiscal sur les entreprises qui doivent donc se déclarer [réf. nécessaire] .\nLe commerce en ligne induit un ensemble de questions sur l' interopérabilité informatique , entre les systèmes informatiques des clients et des fournisseurs , ainsi que des établissements financiers qui interviennent dans les règlements. L'interopérabilité informatique repose de plus en plus sur l'emploi de métadonnées dans la plupart des composants informatiques (langage XML , bases de données, progiciels de gestion intégrés , qui peuvent être couplés au commerce en ligne pour une synchronisation en temps réel, informatique décisionnelle et hypercubes OLAP, etc. ).\nEn France, la loi Grenelle II ajoute (en 2010) que quand ils sont vendus sous la seule marque d'un revendeur, ce dernier doit « pourvoir ou contribuer à la collecte, à l'enlèvement et au traitement des déchets d'équipements électriques et électroniques en substitution de la personne qui fabrique, importe ou introduit sur le marché national ces équipements (…) quelle que soit la technique de vente utilisée, notamment la vente à distance et la vente électronique » [ 54 ] . Les organisations de consommateurs, dont l'association Consommation Logement Cadre de vie dans un rapport publié en mars 2015 (enquête [ 55 ] faite auprès de 22 grands sites Internet marchands) [ 56 ] , dénoncent le non-respect de l'obligation légale de reprise « un pour un » des équipements électriques et électroniques par près de la moitié des distributeurs en ligne, ce qui freine le bon recyclage des déchets . En 2015, 27 % des sites interrogés ne pratiquent pas cette reprise obligatoire et 23 % des autres obligent illégalement l’acheteur à souscrire une livraison payante spécifique (de l'ordre de 20 euros par produit) [ 57 ] . De plus, l’affichage obligatoire de l’ éco-participation payée par le consommateur pour financer le recyclage n’est pas respecté par 18 % des sites interrogés. La CLCV a déjà assigné en justice plusieurs distributeurs pour ces raisons et pourrait en poursuivre d'autres [ 57 ] .\nSur les autres projets Wikimedia :"
}