{
  "id": 45,
  "title": "Tennis",
  "url": "https://fr.wikipedia.org/wiki/Tennis",
  "date": "2025-11-26T21:47:50.358951",
  "content": "Cet article ne s'appuie pas, ou pas assez, sur des sources secondaires ou tertiaires ( janvier 2024 ).\nCet article possède un paronyme , voir Tenuis .\nPour les chaussures de sport appelées tennis, voir Chaussure de sport .\nmodifier\nLe tennis est un sport de raquette qui oppose soit deux joueurs (on parle alors de jeu en simple) soit quatre joueurs qui forment deux équipes de deux (un double). Les joueurs utilisent une raquette cordée verticalement et horizontalement (en tamis ) à une tension variant avec la puissance ou l'effet.\nCette raquette, dont les matériaux peuvent varier, sert à frapper une balle en caoutchouc, remplie d'air et recouverte de feutre. Le but du jeu est de frapper la balle en ne laissant pas plus d'un rebond de telle sorte que l'adversaire ne puisse la remettre dans les limites du terrain, soit en marquant le point en mettant l'adversaire hors de portée de la balle, soit en l'obligeant à commettre une faute.\nLe tennis est une adaptation anglaise du jeu de paume . La première mise en jeu s'effectuant à quinze pieds, puis trente, puis quarante, d'où la façon particulière de compter les points dans le tennis moderne. À la suite de la bataille d'Azincourt (25 octobre 1415), le duc d'Orléans est emprisonné pendant vingt-cinq ans en Angleterre [ 2 ] , [ 3 ] (il sort le 3 novembre 1440) [ 4 ] . À l’occasion de cette captivité au château de Wingfield dans le comté de Suffolk [ 5 ] , [ 2 ] , le duc introduit en Angleterre le jeu de paume qu'il pratiquait presque quotidiennement [ 2 ] .\nLe tennis est né selon les sources entre 1850 et 1870 soit plus de quatre siècles plus tard. En 1858 le major Harry Gem (en) esquisse une sorte de court de tennis sur le gazon de sa propriété : il joue un jeu assez similaire au tennis actuel. Vers 1863, le Major Walter Clopton Wingfield , descendant du châtelain de Wingfield, pratique aussi une sorte de tennis dans sa résidence à Londres. Vers 1869 , dans le Warwickshire, Harry Gem et son ami espagnol Augurio Perera expérimentent une nouvelle version du jeu qu'ils appelèrent d'abord pelota puis plus tard lawn rackets . Gem, Perera, Frederic Haynes et Arthur Tomkin forment un club à Leamington : c'est le premier club de lawn tennis du monde. C'est donc probablement Harry Gem qui a inventé le « tennis moderne » (issu du jeu de paume français) mais c'est Wingfield qui est passé à la postérité car il a commercialisé ce sport sous le nom de « sphairistike » le 23 février 1874 mais il ne l'a pas inventé comme la légende le prétend. Le sphairistike est la conséquence du jeu de paume et de l’invention du caoutchouc qui permet de réaliser des balles pouvant rebondir sur l’herbe. C'est le chaînon manquant entre le jeu de paume et le tennis [ 6 ] . Le tennis en Angleterre a d'ailleurs pour nom lawn tennis (« tennis sur herbe » en anglais) tandis que le jeu de paume est désigné sous le nom real tennis (« vrai tennis »). Le mot « tennis » provient du français « tenez », mot que l'on adressait à l'adversaire au moment de servir. Le mot, déformé en moyen anglais en « tenetz », « teneys » ou « tenes », finira par devenir « tennis » [ 2 ] , [ 6 ] .\nIl semble que le premier tournoi de tennis eut lieu en août 1876 sur un court aménagé dans la propriété de M. William Appleton à Nahant dans le Massachusetts et remporté par James Dwight [ 7 ] . Suit le Tournoi de Wimbledon en 1877 du 9 au 16 (ou 19) juillet, futur Internationaux amateurs de Grande-Bretagne, qui est donc le plus vieux tournoi encore existant. La finale de la première édition se joue devant 200 spectateurs. L’Anglais Spencer Gore s’impose en simple messieurs (24 participants). À l’occasion de ce tournoi, les règles du sphairistike de Wingfield sont modifiées par les organisateurs qui deviennent, de fait, et pendant une décennie, la seule autorité en matière de tennis.\nLa France , jadis terre d'élection par excellence du jeu de paume , n'attend pas longtemps pour succomber aux charmes du tennis promu par Wimbledon. Dès 1878, le premier club de tennis est fondé en France à Dinard , en Bretagne [ 8 ] . Dans le même temps, les premières parties ont lieu en Australie .\nD'autres tournois suivent très vite : en 1878 un tournoi aurait été organisé au Marylebone Cricket Club, et les premiers championnats amateurs d'Écosse eurent lieu en indoor sur bois cette même année, les Championnats amateurs d'Irlande débutèrent en 1879 au Fitzwilliam Club de Dublin, ceux de Bohême la même année et ceux de la colonie australienne du Victoria à Melbourne en 1880, chaque colonie australienne crée d'ailleurs son tournoi bien avant le 1 er championnat national australien, organisé en 1905 et intitulé « Internationaux d'Australasie », futur Open d'Australie . Les championnats des États-Unis sont organisés pour la première fois à Newport en 1881 (la 1 re édition réservée aux citoyens du pays est l'ancêtre de l' US Open , etc.). Le tennis est donc né sous l'ère victorienne avec des règles victoriennes : le sport dans ces conditions ne peut être pratiqué que comme un loisir par de riches aristocrates, donc sans besoin d'argent pour vivre, et ne peut donc faire l'objet d'une profession rémunérée. Ceci explique pourquoi les professionnels du tennis ont été longtemps bannis du circuit traditionnel et considérés comme des pestiférés. De plus les responsables du tennis, très jaloux de leur autorité, un autre héritage de l'époque victorienne, ne souhaitent absolument pas avoir affaire à des joueurs professionnels indépendants de leur volonté : c'est ainsi une autre raison pour écarter les « pros » du circuit traditionnel. Plus tard est créé en 1891 le Championnat de France de tennis qui devient véritablement international en 1925 sous le nom « Internationaux de France de tennis ».\nEn 1933 quand l'Australien Jack Crawford qui a gagné les Internationaux amateurs d'Australie, de France à Roland Garros, de Grande-Bretagne à Wimbledon, atteint aussi la finale des Internationaux amateurs des États-Unis à Forest Hills, les journalistes John Kieran et Allison Danzig utilisent pour la première fois l'expression « Grand Slam » (tirée du brigde et aussi du golf) en évoquant une possible victoire de l'Australien dans les quatre tournois la même année. Ces championnats commencent à prendre de l'importance car les quatre pays hôtes sont les seuls pays de l'époque qui ont remporté la Coupe Davis qui est la plus grande compétition amateur internationale pendant au moins quarante ans, de 1920 à 1960 (elle désigne souvent le numéro 1 mondial amateur et a bien plus d'importance que Wimbledon ou Forest Hills). Cette compétition est créée par Dwight Davis en 1900 et oppose dans un premier temps uniquement les Îles Britanniques aux États-Unis. Il n'y a pas d'édition en 1901. Puis d'autres pays souhaitent participer et jusqu'en 1973 seuls les quatre pays cités remportent cette compétition par équipes. En 1938 Donald Budge a l'idée de gagner les championnats des quatre pays vainqueurs de la Coupe : il est donc le premier joueur à consciemment tenter le Grand Chelem (Crawford n'avait aucune intention à l'origine d'aller aux États-Unis car notamment il souffrait du climat new-yorkais) et à le réussir. Ceci devient la véritable référence individuelle du tennis amateur dans les années 1950, plus précisément en 1956 lorsque Lew Hoad est à deux doigts (deux manches précisément) d'accomplir cet exploit. Lorsque le tennis devient « Open » en 1968 le Grand Chelem devient le Graal de tous les joueurs. La version féminine de la Coupe Davis est la Coupe de la Fédération , mieux connue aujourd'hui sous le nom de « Fed Cup ».\nLa rivalité, jadis très vive, entre amateurs et professionnels, n'a pas rendu possible, pendant longtemps, d'établir des classements objectifs des meilleurs joueurs. Les professionnels sont interdits jusqu'en mars 1968 de toute compétition organisée par la Fédération Internationale ( Coupe Davis …) ou par les Fédérations nationales (Internationaux des pays comme ceux du Grand Chelem…). Néanmoins certaines comparaisons entre ces différents joueurs furent possibles (par exemple : en janvier 1963 Rod Laver , vainqueur du Grand Chelem en 1962 , fut opposé aux deux meilleurs professionnels de 1962 , Kenneth Robert Rosewall et Lewis Alan Hoad , dans le cadre d'une tournée en Australasie sur gazon : Laver a remporté deux matchs et a subi… 19 défaites, indiquant clairement la suprématie des vieux professionnels) : il semble qu'à partir de 1948 le meilleur joueur du monde fut probablement toujours un joueur professionnel. Depuis 1931 tous les plus grands champions de l'ère pré-« open » sont passés professionnels et, si on excepte Henri Cochet , ils ont tous atteint leur apogée dans le circuit pro : Bill Tilden , Ellsworth Vines , Fred Perry , Donald Budge , Bobby Riggs , Jack Kramer , Pancho Segura , Pancho Gonzales , Frank Sedgman , Tony Trabert , Ken Rosewall , Lew Hoad , Rod Laver .\nEn 1966 des pourparlers s'engagent entre les dirigeants de Wimbledon et Jack Kramer alors promoteur de tennis professionnel pour organiser un tournoi professionnel dans le « Temple » l'année suivante : un mois et demi après le tournoi traditionnel amateur de Wimbledon, BBC2 commandite un tournoi professionnel de huit joueurs du 25 au 28 août 1967 . Ce tournoi rencontrant un très vif succès auprès du public et des téléspectateurs, le président de Wimbledon, Herman David, décide à l'automne 1967 que le prochain Wimbledon traditionnel (en 1968) serait « Open » c’est-à-dire « ouvert » aux joueurs professionnels. Le 30 mars 1968 la Fédération internationale accepte qu'une dizaine de tournois soient ouverts à tous les joueurs : le premier d'entre eux est organisé à Bournemouth et démarre le 21 avril 1968 . Malgré tout La Fédération Internationale et les promoteurs du jeu professionnel continuent de se combattre : il faut attendre plus de quatre ans ( août 1972 ) pour que le tennis soit totalement « Open » c'est-à-dire que la ségrégation entre pros et amateurs vole en éclats.\nPour ne plus être complètement dépendants de leurs dirigeants (d'un côté les fédérations pour les joueurs amateurs et d'un autre côté les promoteurs pour les joueurs professionnels) qui leur imposaient les compétitions qu'ils devaient (ou ne devaient pas) disputer, les joueurs s'unirent en septembre 1972, lors de l' US Open , le seul tournoi du Grand Chelem de l'année où tous les meilleurs joueurs participent (à Wimbledon et à Roland Garros les professionnels sous contrat sont exclus en 1972), pour créer le premier syndicat regroupant tous les joueurs qui le souhaitent : the Association of Tennis Professionals (ATP). Cette association tente d'organiser le circuit tennistique en « collaboration » avec les Fédérations et met en place en août 1972 le circuit de l' ATP World Tour : dès lors l'ATP, qui échappe d'ailleurs un peu aux joueurs eux-mêmes, gère toutes les épreuves du circuit principal hormis les tournois du Grand Chelem et la Coupe Davis qui relèvent, eux, de la Fédération Internationale et des Fédérations nationales respectives. L' ATP publia le 23 août 1973 son premier classement mondial, dont le Roumain Ilie Năstase fut le premier numéro un.\nDe son côté, Wimbledon reste un bastion du conservatisme. Tandis que tous les autres tournois autorisent désormais le port de vêtements colorés aux joueurs, le Tournoi de Wimbledon maintient l'obligation de la tenue blanche, fidèle à ses traditions.\nSuzanne Lenglen a, quant à elle contribué au succès du tennis, étant la première véritable vedette féminine de la discipline ; elle participera notamment à ce que l'on appellera le match du siècle, à Cannes, qu'elle remportera contre Helen Wills ; la même année elle quittera le tennis amateur et deviendra la tête d'affiche de la 1 re tournée professionnelle en Amérique du Nord. Mais malgré ce précédent, le tennis féminin peine ensuite à s'affirmer et il faut attendre les années 1960 pour voir des joueuses influer sur le cours des événements. À l'image des garçons, les filles mettent en place un circuit professionnel qui peine à s'établir. La WTA installe définitivement le tennis féminin professionnel.\nEn 1968, le tennis moderne et professionnel naît véritablement avec le début de l’ère Open . Les quatre tournois du Grand Chelem, rendez-vous majeurs de la saison abandonnent leur statut de tournoi réservé aux amateurs, et ouvrent leurs portes aux joueurs professionnels. Peu à peu, l'ensemble des joueurs de circuit se professionnalise. C'est à partir de cette date que l'on considère le tennis professionnel comme moderne ; l'ère des statistiques et des records commence.\nLa carrière de Martina Navrátilová , débutée en 1973 fut marquée par l'utilisation de nouvelles techniques de préparations, avec une préparation physique et une préparation psychologique poussées, avec notamment l'utilisation de l'informatique pour analyser les matchs et étudier les séquences de jeu [ 9 ] . L'informatique tient à présent une place importante dans l'évolution des joueurs, puisque les entraîneurs l'utilisent même de nos jours à un niveau amateur.\nLa politique de dirigeants comme Philippe Chatrier , président de la Fédération internationale de tennis de 1977 à 1991, est déterminante sur le plan international, mais plutôt mal préparée au niveau national. En effet, si le tennis quitte son habit de sport pour privilégiés et devient accessible, la mise en place d'une opération dénommée « 5000 courts », lancée par Philippe Chatrier et la Fédération française de tennis, aura pour effet de déstabiliser économiquement les clubs existants en France en créant des micros-clubs composés d'un ou deux terrains sans réelle structure d'accueil ; l'effet de saupoudrage sur le plan des adhérents se fera ressentir pendant des décennies et sera à l'origine de la crise du tennis français [ 10 ] .\nLe tennis se popularise et compte plus d'un million de licenciés en France depuis le début des années 1980 .\nL'exploit majeur du tennis masculin comme féminin demeure le Grand Chelem : gagner les quatre tournois majeurs la même année. Donald Budge l'a réussi mais à une époque où tournois amateurs et professionnels étaient séparés ; l'Australien Rod Laver a réussi l'exploit de le réaliser à deux reprises : en 1962, mais aussi en 1969 sous l'ère « Open » alors que tous les joueurs étaient réunis sur un circuit mondial (l'ère Open démarre pour le tennis en 1968), ce qui constitue un authentique exploit. Les femmes sont plus nombreuses à l'avoir réalisé, avec notamment l'Australienne Margaret Smith Court en 1970, et l'Allemande Steffi Graf en 1988.\nLa comptabilité singulière du tennis est également tributaire du jeu de paume provençal . Cette façon de compter, vient de pénalités obligeant le joueur à reculer à quinze, trente et quarante pas, au fur et à mesure de l'avancement du jeu. D'autres hypothèses ont été avancées pour chercher, a posteriori, à justifier ce comptage particulier, par exemple un comptage par multiple de quinze, issu tout droit du Moyen Âge où le chiffre 60 était le symbole numérique le plus répandu. À l’époque, on comptait le temps (60 minutes) et l’argent (un denier d’or valait 15 sous) de cette façon.\nL’expression « deuce » serait un emprunt culturel au système comptable du jeu de paume. Rendu à égalité, l’arbitre déclarait « à deux », ce qui signifiait que les joueurs étaient à deux points (consécutifs) de gagner le jeu. Ce « à deux » emprunté par des bouches anglaises aux Français, prit la forme écorchée de « deuce ». Cet usage est pratiqué dès le Moyen Âge en jeu de paume [ 11 ] .\nD'autres hypothèses ont été émises pour expliquer ce système. Chronologiquement, la première hypothèse avancée date de 1431 . Le juriste flamand Jan Van den Berghe publie Le Jeu de paume moralisé . Pour expliquer la manière de compter, il énonce une explication pieuse : le joueur qui marque un point est assimilé à un juste et voit sa récompense multipliée par 15. Autre piste, les paris , qui étaient courants lors des rencontres de jeu de paume . Certains numismates font alors remarquer que la monnaie française comprenait depuis 1340 le double d'or qui valait 60 sous et le denier d'or qui valait 15 sous. Les joueurs auraient pris l'habitude de compter les points en valeur monétaire, c’est-à-dire en multiple de 15. Toutefois, l'étude des lettres de rémission montre que les enjeux n'atteignaient pas souvent des sommes aussi importantes [ 11 ] . Au début du XVI e siècle, Érasme avoue dans ses Colloques , que la manière de compter les points au jeu de paume est un mystère, dont même les joueurs parisiens ont perdu le souvenir [ 12 ] . Malgré cet avis d'Érasme qui apparaît définitif, que reprennent les encyclopédistes du XVIII e siècle [ 13 ] , d'autres hypothèses, plus ou moins fantaisistes, sont énoncées depuis la fin du XVI e siècle. Selon le témoignage de Jean Goselin, libraire du roi de France en 1579, cette façon de compter se rapporterait à l'astronomie et au système sexagésimal utilisé pour les calculs d'angles. Chaque signe physique est divisé en 60 degrés, diviser un signe physique en quatre parts donne 15 degrés par part. Pour Charles Delahaye, joueur de paume au XIX e siècle, 15 représente une distance de 15 pieds . La ligne de service et le filet sont séparés de 60 pieds , soit quatre fois 15 pieds . Charles Delahaye dit avoir assisté à une partie où les points n'étaient pas comptés mais où le vainqueur d'un point avançait à chaque fois de 15 pieds jusqu'à atteindre le filet et, ainsi, remporter le jeu.\nSource : « Fédération Française de Tennis - les règles 2023 du tennis »\nUne rencontre de simple comme de double est divisée en une succession de jeux pour lesquels chaque joueur sert à tour de rôle. Le joueur qui sert doit impérativement être placé derrière la ligne de fond de court au moment où il frappe son service. Le serveur possède en outre deux services : s'il manque le premier, souvent frappé avec un certain risque, il bénéficie d'une seconde balle de service, en général frappée avec davantage de précautions. Le receveur, en revanche peut se placer où il le souhaite sur le court pour retourner le service.\nLa plupart du temps, pour remporter la partie, il est nécessaire de remporter deux manches (ou sets). Les deux exceptions sont d'une part les matchs du tableau (uniquement) masculin simple des tournois du Grand Chelem et d'autre part ceux de la Coupe Davis (en simple et en double), qui se jouent en trois manches gagnantes. Pour gagner une manche, il faut être le premier à marquer six jeux avec au moins deux jeux d'écart, dans le cas contraire la manche se poursuit. Les scores possibles pour remporter une manche sont ainsi : 6-0, 6-1, 6-2, 6-3, 6-4 et 7-5 (si les deux joueurs n'ont pu se départager au bout de dix jeux). Si les deux joueurs n'ont pas été en mesure de se départager au cours des douze premiers jeux (donc à égalité à 6-6), ils disputent un jeu décisif (« tie-break » en anglais, « bris d'égalité » au Canada francophone ) qui consiste en un jeu qu'il faut remporter en au moins 7 points pourvu qu’il y ait 2 points d'écart ( p. ex. : 7-2, 7-5, 9-7, etc. ). La règle varie pour le set final des tournois du Grand Chelem pour lequel le tie-break et le match est remporté par le premier joueur en au moins 10 points , avec 2 points d'écart.\nLa manche est alors déclarée gagnée sur le score de 7-6 ( 7 jeux à 6).\nL'invention du « jeu décisif » date de 1970, soit deux ans après le début de l' ère Open . La finalité de ce jeu était d'empêcher des matchs interminables, car il arrivait à l'époque que des manches soient gagnées sur le score de 29-27 par exemple. Le principe du jeu décisif est assez simple. Les joueurs servent à tour de rôle. Celui qui débute ne sert qu'une fois de droite à gauche, puis son adversaire sert deux fois de suite, de gauche à droite, puis de droite à gauche, et ainsi de suite.\nChez les joueurs les plus jeunes, les règles de jeu pour le match sont assouplies. En effet, jusqu'à l'âge de 11 ans , en France, une manche est gagnée lorsqu'un joueur atteint 5 jeux avec 2 jeux d'avance sur son adversaire. En cas d'égalité à 4 jeux partout, les joueurs se départagent également avec un « jeu décisif ». Un autre format permet de faire des manches de 4 jeux avec jeu décisif à 3 partout .\nDans le jeu en double, le match se déroule au meilleur des trois manches, il faut donc remporter les deux manches pour remporter le match. Si les deux équipes remportent chacune une manche, par exemple : 6-3, 3-6, on procède à un « super tie break » en au moins 10 points gagnants pour départager les deux équipes opposées, considéré comme la manche décisive. Le « super tie break » se déroule de la même façon que le « jeu décisif », il faut donc remporter au moins 10 points avec 2 points d'écart ( ex. : 10-5, 10-7, 11-9,...).\nUne manche se remporte donc en marquant un certain nombre de jeux. Afin de remporter un jeu, il est nécessaire de marquer au moins 4 points , soit sur son service lorsque l'on sert, soit sur le service adverse lorsque l'on reçoit. Il est donc possible, soit pour le serveur, soit pour le receveur de remporter un jeu, même si théoriquement, le serveur est avantagé par rapport au receveur. Si les deux adversaires marquent chacun 3 points , on a une situation d'égalité, expliquée ci-après.\nLors d'un jeu, voici la manière dont les points sont décomptés :\nLorsque les deux joueurs ont marqué chacun trois points, (donc à 40-40, dit « 40 à »), il y a « égalité ». Celui qui marque le point suivant obtient un « avantage ». Pour remporter le jeu, un joueur qui a l'avantage doit marquer un autre point. Si c'est le joueur qui n'a pas l'avantage qui marque le point suivant, on revient à « égalité », et ainsi de suite jusqu'à ce que l'un des deux joueurs remporte le jeu. Chez les jeunes enfants âgés au plus de 11 ans , la règle de l'avantage n'existe pas. C'est la règle du « No-ad » (« No advantage ») qui s'exerce. Le joueur qui reçoit choisit sa zone de retour de service pour le point décisif (toujours à 40-40). Cette variante est aussi parfois appliquée en double [ 16 ] .\nConcernant l' arbitrage , on donne toujours le score du serveur en premier. Par exemple, si le serveur marque trois points contre deux à son adversaire, le score est 40-30. Dans le cas contraire, le score est 30-40. Lorsqu'il y a « égalité » dans un jeu et qu’un joueur marque un point, qu’il serve ou non, l'arbitre annonce « avantage » puis le nom du joueur. En double, l'arbitre annonce le nom du serveur ou du relanceur. Toutefois, en cas de championnat par équipe ou d'équipes nationales (Coupe Davis ou Fed Cup, par exemple), le nom du club ou du pays est alors donné.\nLe serveur change à chaque jeu (le tie-break compte comme un jeu pour cette règle et ses changements propres tous les points impairs ne sont pas pris en compte pour le jeu suivant).\nLes joueurs doivent changer de côté à la fin du premier jeu de chaque set puis tous les deux jeux. À la fin d'une manche, si le nombre total de jeux de la manche est un nombre impair, il y a également changement de côté (les joueurs reprennent du côté où ils étaient s'il y a eu un nombre de jeux pairs). Lors du jeu décisif, le changement de côté se fait tous les six points. Après un tie-break, il y a un changement de côté (on a en effet joué treize jeux) : on regarde par rapport au côté où les joueurs étaient à la fin du tie-break (en cas de score du jeu décisif à 7-0, les joueurs n'auront joué qu'un point de ce côté et changent malgré tout pour le premier jeu du set suivant).\nDepuis 2006, les joueurs peuvent avoir recours à un système d'images de synthèse retraçant la trajectoire et surtout le point d'impact de la balle, appelé « Hawk-Eye » (« œil de faucon ») afin de contester une décision arbitrale qu'ils jugent erronée. Plusieurs règles s'appliquent à l'usage de ce moyen :\nEn raison du coût élevé de ce système, rares sont les tournois qui l'emploient. De plus, seuls les courts principaux le possèdent, ce qui peut conduire à une certaine forme d'injustice vis-à-vis des joueurs mal classés, obligés de jouer sur des courts annexes dépourvus du Hawk-Eye .\nOn [style à revoir] distingue plusieurs types de fautes au tennis. Une balle sera par exemple annoncée faute (ou « out » en anglais) lorsqu'elle ne retombe pas dans les limites du terrain (les lignes étant situées à l'intérieur du terrain). Le point est alors accordé à l'adversaire. Lorsque la balle tombe dans le filet, du côté du joueur qui a frappé la balle, le point est également accordé à l'adversaire, mais il n'est pas nécessaire d'annoncer faute. L'arbitre ne doit d'ailleurs pas signaler une balle qui tombe dans le filet comme « faute ».\nLe service doit être frappé en diagonale de telle sorte que la balle tombe dans le carré de service. Si la balle ne tombe pas dans le carré de service lors de la mise en jeu, l'arbitre annonce « faute », et le serveur doit, soit servir une seconde balle si la faute survient sur le premier service, soit accorder le point à l'adversaire si la faute survient sur la seconde balle de service. Lorsque les deux services sont fautes (ils ne tombent pas dans les carrés de service, ou tombent dans le filet), on parle de « double faute ». Le point est alors accordé au receveur. Lorsqu'au service, la balle touche la bande du filet et retombe dans le carré de service où le joueur était censé servir, l'arbitre annonce « let » ou « filet », la balle n'est pas faute, et le joueur peut rejouer le service. En revanche, si la balle du serveur touche la bande du filet et tombe en dehors du carré de service, la balle est annoncée faute, et le joueur doit soit passer à sa seconde balle, soit accorder le point à l'adversaire selon qu'il a frappé une première ou une seconde balle.\nUne faute plus complexe concerne le serveur. En effet, pour effectuer un service valable, il est nécessaire que la balle soit frappée avant que le joueur ne franchisse la ligne de fond de court. Ainsi, lorsque le joueur frappe son service, et a déjà une partie de son corps qui touche le sol à l'intérieur du court ou bien lorsque le serveur \"mord\" la ligne de fond de court au moment de son lancer de balle, le service est refusé. Le joueur doit alors soit frapper une seconde balle de service (si sa faute a été commise sur la première balle), soit accorder le point à l'adversaire si cette faute survient sur la deuxième balle. Cette faute, assez rarement signalée car difficile à juger, est nommée « faute de pied ».\nLa « faute de pied » est également valable sur un plan latéral : le serveur doit se trouver du bon côté du terrain de telle sorte à servir dans une diagonale. Si le serveur sert à droite, il doit se tenir dans la partie gauche du terrain (et inversement) sans être dans le prolongement du couloir.\nLe temps de pause au tennis entre les sets sont d'une durée d'une minute. Le règlement indique une exception pour (toilettes, soins...) avec une durée de deux minutes.\nEn novembre 2021, l'ATP a publié de nouvelles règles concernant la durée des pauses [ 17 ] , [ 18 ] , [ 19 ] :\nLe document officiel de la FFT précise le principe du jeu continu dans le chapitre 29 [ 20 ] .\nEn principe, le jeu doit être continu depuis le début de la partie (lorsque le premier service de la partie est mis en jeu) jusqu’à la fin de la partie.\nLe court de tennis [ 21 ] correspond à l'aire de jeu. Ses dimensions sont très précises en raison des mesures anglaises d'origine, en yards . Il doit obligatoirement posséder des lignes peintes avec une peinture blanche, afin de faciliter leur lisibilité. Les courts de tennis se déclinent en plusieurs surfaces, qui sont abordées dans la suite de l'article. Chaque surface possède ses caractéristiques propres (rapidité, rebond) ce qui contribue à la diversité des jeux possibles.\nComme présenté sur l'image ci-contre, le court de tennis doit être de 23,77 mètres (soit 26 yards ) de long pour 8,23 mètres ( 9 yards ) de large. Cela représente donc 11,89 mètres ( 13 yards ) de longueur de chaque côté du filet, et 8,23 mètres de largeur pour une rencontre de simple, où les couloirs latéraux ne sont pas comptabilisés. Pour le jeu en double, deux couloirs de 1,37 mètre sont ajoutés. La largeur du court de double est donc de 10,97 mètres ( 12 yards ).\nSur le terrain, on retrouve cinq sortes de lignes différentes :\nIl existe aussi des dimensions concernant la distance au fond du court et sur les côtés : des espaces de 5,50 mètres au fond et de 3,05 mètres sur les côtés (il s'agit des distances minimales imposées par la Fédération française de tennis dans les clubs).\nSa hauteur est fixée aux extrémités à 1,07 mètre, sa hauteur à son centre 0,914 m maintenue à l'aide d'un régulateur. Le régulateur est constitué d'une sangle blanche d'une largeur de 5 cm au maximum. Le système de fermeture du régulateur doit garantir le maintien de cette hauteur constante pendant une durée de quatre heures. Le filet doit être de couleur sombre et la bande de filet de couleur blanche avec une dimension de 10 à 13 cm , rabattue de chaque côté du filet.\nLe filet est soutenu par deux poteaux ayant une section carrée ou ronde d'une largeur maximum de 10 cm . L'axe de ces poteaux est placé à 0,914 m à l'extérieur des lignes latérales du court. Lorsqu’une partie de simple est jouée sur un court équipé d'un filet de double, deux piquets hauts de 1,07 m sont placés dans les couloirs à 0,914 m à l'extérieur des lignes de simple (soit aux 2/3 du couloir).\nLa raquette fut inventée au début du XVI e siècle pour pratiquer le jeu de paume . Elle se décline désormais en dizaines de modèles, destinés à tous les types de joueurs, et aux compositions parfois radicalement différentes.\nJusqu'en 1963 et l'invention de la raquette en acier par René Lacoste , le tennis se pratique avec une raquette en bois. Le dernier vainqueur d'un tournoi du Grand Chelem avec ce type d'équipement est Yannick Noah , à Roland-Garros en 1983 , sur terre battue . On dit toujours de nos jours \"faire un bois\" quand on frappe la balle avec le cadre de la raquette.\nL'innovation principale de ces dernières années réside dans les matériaux qui sont utilisés dans la conception du cadre (partie rigide de la raquette), et qui ont permis de gagner à la fois en puissance et en légèreté, rendant le jeu de plus en plus confortable. Parmi les matériaux utilisés, on retrouve ainsi le graphite , le titane , le carbone, l'acier, etc. Les différents équipementiers proposent également de nombreux concepts visant à faciliter le jeu (réduction des vibrations, puissance et contrôle optimisés…).\nIl faut savoir que si les gammes et les technologies évoluent régulièrement, la plupart des joueurs de très haut niveau conservent leur ancien modèle de nombreuses années, maquillé à l'occasion par leurs commanditaires pour ressembler aux derniers modèles disponibles. [réf. nécessaire] De plus, leurs raquettes sont spécialement adaptées à leur demande (poids, rigidité, longueur) et n'ont donc plus grand-chose à voir avec celles disponibles dans le commerce.\nOn peut adapter la raquette selon ses besoins par exemple : bien équilibré, lourd en tête (en ajoutant du plomb), ou plus lourd dans le manche.\nLa taille du manche de la raquette est aussi variable. La taille du tamis peut varier de manière importante en apportant des caractéristiques spécifiques, ainsi un petit tamis (580 cm 2 ) apportera du contrôle au détriment de la puissance, alors qu'un grand tamis (645 cm 2 ) apportera de la puissance plutôt que du contrôle. On ajoutera à cela la rigidité du cadre qui influera fortement sur les paramètres de puissance et de contrôle. Un petit cadre combiné avec une forte rigidité donnera une raquette taillée pour la précision. Le choix de ces combinaisons dépendent essentiellement des joueurs et du type de jeu qu'ils pratiquent. Ainsi Federer joue avec une raquette petit tamis, très rigide et un profil de cadre fin, avec un cordage relativement peu tendu (entre 23 et 25 kg selon les tournois). Nadal lui, possède une raquette grand cadre plutôt légère (300 g environ), avec un cordage spécifique pour la prise d'effet.\nUne raquette n'est en outre pas constituée que du cadre. Le choix du cordage est également très important pour le joueur. « Le cordage, c'est l'âme de la raquette » disait Arthur Ashe . Il existe de très nombreux modèles de cordages, fabriqués dans des matériaux différents (boyau de bœuf, matières synthétiques), disponibles dans plusieurs jauges et aux caractéristiques propres (puissance, confort, contrôle, stabilité de la tension…). Il existe 2 grands types de cordages : le multifilament et le monofilament, le premier est plus complet mais casse plus vite et le second plus résistant mais moins confortable et puissant [ 22 ] . On peut y placer un antivibrateur, afin de réduire les vibrations provoquées par la balle lors de l'impact.\nEn 2017 [réf. nécessaire] la tension moyenne est de 25 kilos, ce qui correspond à un bon compromis puissance /contrôle. Les tensions inférieures à 20 kilos ou supérieures à 30 kilos sont rares.\nPlus une raquette est tendue, plus le joueur aura du contrôle et moins il aura de puissance. Une raquette trop tendue (une \" planche\") peut être à l'origine de problèmes d'ordre médical ( tennis elbow ). À un très haut niveau, certains joueurs changent de raquette au moment de recevoir le service adverse. Afin de gagner en précision, ils choisissent une tension supérieure de 0,5 à 1 kilo.\nEn 1875, un an après la création du tennis, Walter Clopton Wingfield demande à Pierre Babolat de créer le premier cordage en boyau naturel.\nLes balles sont des sphères en caoutchouc, remplies d'air. Elles sont recouvertes de feutre, et doivent impérativement être jaunes ou blanches dans les compétitions officielles (la plupart du temps jaunes). Leur composition peut varier en fonction du type de joueur qui va les utiliser (joueur loisir, régulier ou intensif, adulte ou jeune). La différence se fera surtout au niveau de la longévité. Les balles de compétition sont en effet le plus souvent à pression, avec une qualité de rebond et de jeu optimale, mais une durée de vie assez limitée (de l'ordre de deux ou trois matchs chez des joueurs de loisir).\nLa balle de tennis doit avoir un diamètre compris entre 6,350 et 6,668 cm , et sa masse doit varier entre 56,7 et 58,5 grammes. Lâchée de 254 cm de hauteur et tombant sur une base en béton, la balle doit rebondir entre 134,62 et 147,32 cm [ 23 ] .\nLe processus de fabrication comporte huit étapes [ 24 ] :\nÀ l'origine les balles étaient blanches, mais à la fin des années 1970, le jaune s'est imposé afin d'offrir plus de visibilité aux téléspectateurs [ 25 ] , car il y avait un manque de visibilité lorsque la balle touchait une ligne. Les balles blanches sont cependant toujours autorisées.\nChaque tournoi spécifie dans son règlement la procédure de changement de balles, forcément un nombre impair de jeux pour que ce ne soit pas toujours le même joueur qui bénéficie de balles neuves. Le premier changement de balles se fait deux jeux plus tôt pour tenir compte de la période d'échauffement [ 26 ] . Par exemple au tournoi de Roland Garros , le premier changement de balles se fait au bout de 7 jeux, les autres changements au bout de 9 jeux. En principe il n'y a pas de changement de balles avant un jeu décisif.\nSur le circuit professionnel, les hommes et les femmes ne jouent pas exactement avec les mêmes balles [ 27 ] : si la taille et le rebond doivent être identiques sur un même tournoi, le revêtement en feutre est différent, rendant les balles du circuit féminin plus rapides, tandis que celles pour le circuit masculin sont davantage soumises au frottement de l'air. Cette décision d'utiliser des balles différentes a été prise par la WTA en 2004 ; selon le Wall Street Journal , « ce double standard est fait pour améliorer la compétitivité du tennis, émoussant la puissance des grands serveurs, et permettant aux femmes de jouer de façon plus agressive » [ 28 ] . Les balles du circuit féminin sont également utilisées en double mixte [ 29 ] .\nSeul le tournoi de Wimbledon conserve des balles identiques entre hommes et femmes. Ainsi par exemple le service le plus rapide de Serena Williams à Wimbledon a été mesuré à 188 km/h alors que son service le plus rapide avec des balles femmes est de 196.3 km/h [ 28 ] .\nAu début du XX e siècle, le tennis évolue plus vite que la mode vestimentaire. Ainsi, les joueurs viennent jouer avec leurs cravates, leurs bustiers ou encore leurs flanelles. Puis, peu à peu, des robes apparaissent et les joueuses rivalisent de standing en s'affichant avec des vêtements de plus en plus élégants. La Française Suzanne Lenglen libère alors le corps sportif de la femme, en devenant une icône de mode, la « divine » [ 30 ] .\nLes vêtements n'ont cessé d'évoluer depuis le début des années 1980, devenant de plus en plus légers et confortables ; shorts et chemises chez les hommes, qui succèdent aux polos inspirés par René Lacoste , robes chez les femmes, qui portent progressivement des shorts et des débardeurs. L'arrivée de tissus nouveaux , tels que le polyester à la fin des années 1990 permet de mieux maîtriser la transpiration, rendant les vêtements plus confortables encore.\nDevant l'arrivée de grands équipementiers dans le tennis, des règles ont été mises en place concernant la taille des logos autorisés sur les shorts, polos, jupes, robes…\nUn match de tennis se joue sur un court, dont le revêtement peut varier. En effet, il existe différentes surfaces de jeu, dont les caractéristiques sont très variables, d'une part en ce qui concerne la vitesse de la balle (certaines surfaces sont lentes, d'autres très rapides), d'autre part la “qualité” du rebond (rebond bas, ou rebond haut).\nIl existe ainsi quatre types de surfaces principales : les surfaces dures, la terre battue , le gazon et les surfaces synthétiques dont le gazon synthétique ou la terre battue synthétique (caoutchouc).\nLe tennis est une discipline dont les coups de base : le coup droit, le revers et le service peuvent être appuyés par des effets imprimés à la balle, et qui font évoluer le comportement de celle-ci. Voici les principaux effets du tennis moderne.\nLe jeu à plat ne correspond pas à un effet à proprement parler, mais il demeure très utilisé sur toutes les surfaces. Une balle frappée à plat va passer assez près du filet. C'est l' effet qui offre le plus de vitesse, car la trajectoire de la balle est assez rectiligne. Les frappes à plat sont neutres au niveau de la vitesse après le rebond, celle-ci diminuant en moyenne de 50 %, contre 25 % pour le lift et 75 % pour une balle coupée. Les frappes à plat sont utilisées en attaque comme en défense, et permettent la plupart du temps à un joueur en position d'attaque de terminer le point. Les balles à plat sont celles que l'on retrouve le plus sur les surfaces rapides qui favorisent un tennis d'attaque, où la puissance des joueurs peut s'exprimer le mieux. Ce type de frappe comporte néanmoins un risque plus important de faute par rapport au lift.\nLe brossé est un effet très utilisé chez les joueurs de tous niveaux, car il est relativement simple à exécuter et procure plusieurs avantages. Son principal attrait tient à la sécurité qu'il procure par rapport au filet, car une balle liftée et tournoyante suivra une trajectoire bombée par rapport à une balle à plat. En outre, cette même rotation imprimée à la balle lui permet de retomber plus rapidement qu'une balle frappée avec un autre effet, et de perdre moins de vitesse après le rebond (la vitesse de la balle diminuera seulement de 25 %). Une autre application efficace du brossé est le lob (balle de défense qui vise à passer l'adversaire au filet) car un lob brossé va s'élever très rapidement, et retomber assez vite dans le court. Bien exécuté, il permet donc de passer un joueur au filet.\nLe brossé est un effet utilisé en attaque comme en contre-attaque. Sur une balle courte, il permet d'accélérer avec une marge de sécurité importante, mais peut aussi permettre de changer de rythme. Chez les joueurs professionnels, le brossé est utilisé quasiment en permanence, même si cela ne semble pas perceptible : les balles totalement à plat ne sont en effet utilisées que pour terminer le point. En outre, certaines surfaces rendent le brossé plus efficace que d'autres ; la terre battue permet par exemple aux grands brosseurs de prendre l'avantage dans de longs échanges, alors que sur gazon, où le rebond est beaucoup plus bas, le brossé est moins employé, ou en tout cas moins efficace.\nUne balle coupée est une balle qui va être frappée, avec un mouvement de rotation opposé à la trajectoire. Une balle coupée aura ainsi tendance à être ralentie avant et après le rebond (où la vitesse de la balle diminue de 75 %), et à s'écraser (rebond le plus haut dans des conditions similaires). Un coup coupé confère cependant une certaine sécurité, car la balle est bien contrôlée. Le coup le plus facile à couper reste le revers, car le mouvement de raquette du haut vers le bas se fait de façon assez naturelle de ce côté. Utilisé le plus souvent en défense, le coup coupé permet de se sortir de situations difficiles, ou de casser le rythme après un échange dominé par le lift ou les coups à plat. Il est également possible de couper en coup droit, surtout en bout de course, mais le coup droit coupé reste souvent un coup défensif (ou une amortie), alors qu'en revers, il peut être utilisé pour monter au filet, ou réaliser un passing shot.\nL'effet rétro est une variante très marquée du coup coupé, où le joueur va vraiment venir frotter la balle de l'arrière vers l'avant. Ce coup est souvent utilisé sur des balles amorties, particulièrement sur terre battue, afin de gêner l'adversaire dans sa course. Certains joueurs sont même capables de mettre un effet rétro qui fait revenir la balle dans leur propre camp après être tombée dans celui de l'adversaire.\nLe coupé (en anglais , slice « coupe, tranche ») est appliqué la plupart du temps au service. Une balle coupée est frappée sur le côté, de telle sorte qu'un mouvement de rotation diagonal lui est imprimé. La trajectoire d'un service coupé ne sera pas rectiligne, contrairement à celle d'un service à plat, et la balle en vol aura tendance à suivre une trajectoire courbée. En outre, après le rebond, une balle coupée aura tendance à s'écraser avec rebond assez bas, et à partir sur le côté.\nLe coupé est un effet très utilisé sur toutes les surfaces. Il s'agit d'un effet relativement simple à donner au service en comparaison de l'effet brossé. C'est pour cette raison que de nombreux joueurs l'utilisent sur leur seconde balle de service, afin de mieux assurer cette dernière. En effet, l'effet coupé permet de donner à la balle une trajectoire curviligne, tout en permettant une marge de sécurité importante. Un service coupé est en outre généralement moins puissant qu'un service à plat. Il s'agit d'une arme particulièrement efficace sur le gazon où le rebond est déjà plus bas que sur d'autres surfaces, car il permet de faire sortir l'adversaire du terrain, et donc de s'ouvrir le court. Si l'adversaire n'utilise pas la même main que le serveur, le coupé est souvent joué sur son revers, coup qui est souvent le point faible des joueurs. Le service coupé est de plus une arme très utilisée par les gauchers, étant donné qu'il est joué sur le côté « avantage », donc sur un point déterminant.\nEn général le coupé s'applique beaucoup sur les deuxièmes balles. Effectué du côté égalité, ce service permet de sortir l'adversaire du terrain afin d'avoir le court vide, alors que du côté avantage il est souvent dirigé vers le T.\nLe service brossé est sans doute celui qui requiert le plus de pratique et de technique. En effet, le brossé est un effet qui nécessite de mettre la balle en rotation d'arrière en avant, ce qui est difficile à réaliser lorsqu'il s'agit de la frapper à l'arrêt et au-dessus de la tête. Mais en compensation de ces difficultés techniques, le service brossé, et sa variante kick (en anglais, coup de pied ou, en général, coup violent) sont extrêmement efficaces, surtout en seconde balle. En effet, la rotation imprimée à la balle lui permet de plonger beaucoup plus vite une fois le filet franchi, ce qui permet de lui donner beaucoup de vitesse. Un service brossé réussi aura ainsi tendance à passer assez haut au-dessus du filet avant de plonger, puis à rebondir très haut du fait de l'effet de la balle. La variante kickée du service lifté consiste à donner à la fois un effet lifté et un effet légèrement latéral à la balle, de telle sorte que celle-ci s'élève et se décale sur le côté après le rebond. La grande majorité des joueurs de haut niveau utilisent le service brossé sur leur seconde balle, car la marge de sécurité avec le filet est importante, et parce que le service brossé, une fois maîtrisé, se contrôle très facilement. En première balle, un service très brossé peut déstabiliser un adversaire en le contraignant à frapper la balle en hauteur, parfois même au-dessus de l'épaule, ce qui est particulièrement difficile en revers, coup visé par le kick lorsque l'on joue contre quelqu'un de la même main que soi.\nDu côté égalité, et dirigé vers le T, il permet de toucher le revers de l'adversaire et l'oblige à exécuter un revers alors qu'il se trouve du côté droit du court ; alors que du côté avantage, il permet de sortir l'adversaire du terrain afin d'avoir le court vide.\nLe haut niveau se compose de deux circuits principaux; le classement WTA , classement mondial féminin, et le Classement ATP , classement mondial masculin, remis à jour chaque semaine, et qui recensent les résultats obtenus lors des 12 derniers mois de compétition. Parallèlement à ce classement qui sert de référence (notamment pour l'attribution des têtes de séries dans les tournois) on retrouvait le classement « Race » (qui a existé de 2001 à 2008 chez les hommes, et de 2006 à 2008 chez les femmes) qui recensait les résultats obtenus au cours de la saison. Un joueur ou une joueuse qui réalisait un très bon début de saison pouvait ainsi se retrouver au sommet du classement Race, et beaucoup plus loin au classement référence (ou technique). À la fin de la saison, ces deux classements se rejoignaient.\nPour les classements avant 1973 voir Joueurs de tennis numéros 1 mondiaux .\nDepuis le début du XX e siècle, qui a été marqué par l'apparition de nombreux tournois qui existent toujours de nos jours, de très nombreux joueurs et joueuses se sont illustrés. Ainsi, jusqu'au début de l' ère Open en 1968 , plusieurs champions ont marqué l'histoire du tennis. Les plus illustres d'entre eux sont sans doute l'américain Bill Tilden et l'australien Rod Laver , le premier ayant remporté dix tournois du Grand Chelem, et le second ayant réalisé deux des trois Grand Chelems à ce jour.\nAprès le début de l' ère Open , qui a été marqué par une professionnalisation du tennis, de nouveaux champions se sont illustrés. Parmi ces joueurs et joueuses exceptionnels, on peut citer :\nLe tennis est un sport olympique depuis 1988 . Hormis cette épreuve, tous les tournois se déroulent annuellement. Les tournois du Grand Chelem et le Masters sont communs aux circuits ATP et WTA. Bien que des correspondances existent entre les autres catégories de tournois féminins et masculins (certains tournois organisant même conjointement des épreuves féminine et masculine), ces derniers sont globalement organisés de façon distincte.\nLes tournois du Grand Chelem sont quatre tournois majeurs des calendriers professionnels, ils sont cependant organisés par l' ITF et non l'ATP ou la WTA comme les autres évènements :\nCes tournois se déroulent tous en extérieur depuis leur création, les surfaces ont évolué avec le temps (l'US Open s'est jadis déroulé sur gazon). Ils ont aujourd'hui, la particularité de se tenir sur deux semaines et de compter le même nombre de tours pour tous les participants (dans les autres tournois certaines têtes de séries jouent un tour de moins dans le tableau). Chaque tournoi possède plusieurs tableaux, ainsi à l'issue de la compétition de nombreux trophées sont remis aux vainqueurs et finalistes des catégories : simple homme, simple femme, double hommes, double femmes, double mixte, junior garçon, junior fille mais aussi pour les para-sportifs. Les tableaux masculin et féminin regroupent 128 joueurs chacun. Parmi lesquels 32 têtes de série (déterminées par les classements techniques ATP et WTA), des joueurs issus des tableaux de qualifications, et des joueurs invités (qui reçoivent une wild-card .).\nUne différence majeure entre les tournois du grand chelem et les autres tournois du calendrier ATP réside dans le fait que les rencontres se disputent au meilleur des cinq manches chez les hommes (en simple et double), de plus mis à part l'US Open et Wimbledon (depuis 2019, à 12-12), il n'y a pas de tie-break en cas d'égalité à 6 partout dans la manche décisive. C'est donc le 1 er joueur/joueuse ayant 2 jeux d'écart qui l'emporte, cela donne parfois lieu à des rencontres au suspense haletant.\nLe Masters de tennis masculin / Masters de tennis féminin constitue le dernier tournoi majeur de la saison tennistique depuis 1970/1972. En 2014, ils seront respectivement organisés à Londres et à Singapour , il met aux prises les huit meilleurs joueurs/joueuses de la saison dans un tournoi au format particulier : 2 poules de 4 participants sont formées, chacun rencontre les autres membres de sa poule afin de se qualifier (en figurant parmi les 2 meilleurs) pour les demi finales. Ce tournoi se déroule généralement en intérieur. Il a été joué sur moquette par le passé, cette surface ayant été interdite il se déroule maintenant sur dur. Les éditions de double sont apparues quelques années plus tard et se déroulent au même lieu et moment que leur homologue en simple.\nCe tournoi est le 5 e évènement majeur de la saison et le dernier tournoi de la saison (seule la finale de Coupe Davis se déroule le week-end suivant). Il est, après les Grands Chelems, le tournoi le plus important. Que ce soit en dotation de points pour les classements, en prestige du point de vue du palmarès ou sur le plan des difficultés (c'est l'ultime tournoi de l'année et les finalistes jouent cinq rencontres en une semaine face au top 8).\nLes Masters 1000 sont une série de neuf tournois annuels qui se déroulent en Europe ou en Amérique du Nord , organisés par l' ATP . Ils furent mis en place en 1990 sous le nom de « Super 9 ». Ils prirent ensuite le nom de « Masters Series ». On les connaît maintenant sous le nom de « Masters 1000 ». Moins prestigieux que les Grands Chelems, ils constituent la deuxième catégorie des types de tournois et rapportent plus de points que les tournois annexes.\nÉtienne de Villiers a présenté lors de l'US Open 2007, l'organisation des prochains Masters. Les Masters Séries sont rebaptisés « 1000 ». Monte Carlo aura un statut particulier, il ne sera pas un tournoi « 1000 » et ne sera pas obligatoire, sans doute pour une raison de calendrier, mais il offrira le même nombre de points et de « prize money ». Une absence à un des huit autres tournois, sans excuse médicale, sera pénalisée de 100 000 $ et d'une suspension l'année suivante.\nLa Masters Cup déménagera de Shanghai à Londres et s'appellera ATP World Tour Finals (elle s'appelait avant l'Atp Master: ATP Worlds Championship). Sur le calendrier, Madrid , avec de nouveaux courts couverts prendra sans doute la place de Hambourg qui disparaît de la liste des « 1000 », deux semaines avant Roland Garros, et le nouveau tournoi de Shanghai remplacera celui de Madrid en automne ( Tennis Magazine - octobre 2007 ).\nLes ATP 500 series : 13 tournois sont classés dans la catégorie des ATP 500 series. Ces tournois sont moins prestigieux que les tournois Masters 1000 et que ceux du Grand Chelem, mais plus prestigieux que les ATP 250 series .\nLes ATP 250 series : 40 tournois font partie des ATP 250 series. Ce sont les tournois les moins prestigieux de l'ATP Tour.\nLes ATP 500 series, et les ATP 250 series, tout comme les Masters 1000, tirent leur nom du fait des points ATP qu'ils rapportent au vainqueur du tournoi.\nAux niveaux inférieurs, l'ATP organise les tournois de l' ATP Challenger Tour , et l'ITF organise les tournois de l' ITF Men's Circuit .\nOutre les tournois du Grand Chelem qui proposent en parallèle des tableaux masculins et féminins, la WTA comprend deux catégories de tournois : les Premier Events , dotés de 600 000 dollars minimum, dont 4 Premier Mandatory et 5 Premier 5 , les plus prestigieux, que l'on peut comparer aux Masters 1000, les tournois Premier simple, équivalents des ATP 500 et les tournois International Events , qui eux sont l'équivalent des ATP 250 dont le Tournoi international des championnes . L'ITF organise au niveau inférieur (joueuses moins bien classées et juniors) les tournois de l' ITF Women's Circuit , dotés de 10 000 à 100 000 $ . Depuis 1972, les meilleures joueuses se retrouvent en fin d'année pour disputer les Masters de tennis féminin .\nDepuis 2012, la WTA a mis en place la catégorie de tournoi WTA 125 , que l'on situe entre les tournois ITF 100 000 $ et les WTA 250 [ 38 ] .\nJusqu'en 2008, la WTA organisait quatre types de tournois spécifiques : Tiers I (10 tournois: Tokyo, Indian Wells, Miami, Charleston, Berlin, Rome, San Diego, Internationaux du Canada, Moscou et Zurich), II, III et IV. Les tiers I étaient l'équivalent des Masters 1000 masculins, qui constituent les tournois les mieux dotés en points et en prize money (dotation financière) après les quatre tournois du Grand Chelem.\nDepuis l'alignement du tournoi de Roland-Garros en 2007, tous les tournois du Grand chelem offrent une dotation paritaire entre joueurs et joueuses. Toutefois, selon un rapport du Financial Times de juin 2023, les primes du circuit ATP sont supérieures de 75% à celles du circuit WTA. Si la combinaison simultanée de tournois ATP et WTA sur le même lieu complète l'exposition média au lieu de les mettre en concurrence, plusieurs tournois n'ont pas les infrastructures suffisantes. Les recettes de billetterie des tournois féminins étant moindres, les primes le sont également [ 39 ] .\nV-F-DF\nV-F-DF\nV-F-DF\nV-F-DF\nV-F-DF\n(années) V+F+DF\nV-F-DF\nV-F-DF\nV-F-DF\nV-F-DF\nV-F-DF\n(années)\nV-F-DF\nV-F-DF\nV-F-DF\nV-F-DF\n(années) V+F+DF\nV = Victoire, F = Finale perdue, DF= Défaite en demi-finale\nChez les hommes, Jimmy Connors détient le record absolu de tournois remportés en simple durant l'ère « Open » avec 109 titres entre 1972 et 1989 [ 40 ] . L'exceptionnelle longévité de Jimmy Connors au plus haut niveau (jusqu'à 40 ans passés) explique ce record difficilement battable aujourd'hui. Avant l'ère « Open », Rod Laver est le recordman absolu de toute l'histoire du tennis avec au moins 185 titres (188 selon l'historien du tennis professionnel avant l'ère « Open », Robert Geist).\nChez les femmes, c'est Martina Navrátilová qui détient le record de tournois remportés en simple, enregistré par la WTA, avec 167 titres (contre 177 en double et 10 en double mixte). Elle devance sa rivale américaine Chris Evert qui a remporté 154 titres et l’Allemande Steffi Graf qui totalise 107 titres.\nConnors et Navrátilová détiennent également les records du nombre de matchs remportés en simple avec respectivement 1 256 rencontres gagnées selon l'ATP et 1 442 rencontres gagnées selon la WTA.\nLes records de titres en simple remportés dans les tournois du Grand Chelem est détenu chez les hommes par Novak Djokovic (24 titres) devant Rafael Nadal (22) et chez les femmes par Margaret Smith Court (24 titres) qui devance Serena Williams (23).\nLes records de titres successifs dans les tournois du Grand Chelem sont détenus par Donald Budge (6 titres amateurs de Wimbledon 1937 à Forest Hills 1938) chez les hommes et par Margaret Smith Court, Martina Navrátilová et Steffi Graf (6 titres respectivement de 1969 à 1971, en 1983-1984 et en 1995-1996) chez les femmes.\nLes records de titres obtenus dans un même tournoi du Grand Chelem sont détenus depuis le début de l'ère Open par :\nLes records de titres consécutifs obtenus dans un même tournoi du Grand Chelem sont détenus depuis le début de l'ère Open par :\nSeuls cinq joueurs et joueuses ont réalisé le Grand Chelem : Donald Budge en 1938 et Rod Laver qui signa deux fois l'exploit en 1962 et 1969 chez les hommes et Maureen Connolly en 1953, Margaret Smith Court en 1970 et Steffi Graf en 1988 chez les femmes. L'Allemande y a ajouté, la même année, la médaille d'or olympique.\nChez les hommes, l'Américain Andre Agassi, le Suisse Roger Federer, l'Espagnol Rafael Nadal et le Serbe Novak Djokovic sont, à ce jour, les seuls joueurs de l'histoire du tennis à avoir gagné les 4 tournois du Grand Chelem sur 4 surfaces différentes : Rebound Ace à l' Open d'Australie (remplacée depuis par le Plexicushion puis le GreenSet ), terre battue à Roland Garros , gazon à Wimbledon et Decoturf à l' US Open (remplacée depuis par le Laykold ).\nLe record de temps séparant deux titres successifs en Grand Chelem par un même joueur (ou joueuse) est détenu par Rod Laver : 5 ans et 8 mois entre l'US amateur à Forest Hills 1962 et Wimbledon Open 1968, ceci s'explique par le fait que les professionnels étaient interdits de tournois du Grand Chelem avant 1968 : Rod Laver a disputé (et perdu) son premier match professionnel le 5 janvier 1963 contre Lew Hoad .\nLe record masculin du nombre de semaines à la tête du classement ATP est détenu par le Serbe Novak Djokovic avec 388 semaines entre 2011 et 2023. Roger Federer est le joueur qui est resté numéro 1 le plus longtemps consécutivement avec 237 semaines.\nChez les femmes, l'Allemande Steffi Graf est restée le plus grand nombre de semaines non consécutives en tête du classement mondial. Elle a en effet occupé la place de numéro 1 pendant 377 semaines.\nMark Edmondson est le joueur le plus mal classé à avoir remporté un tournoi du grand Chelem depuis le début de l'ère Open. Il était en effet classé 212 e mondial lors de sa victoire à l'Open d'Australie en 1976 [ 41 ] . Lleyton Hewitt est le joueur le moins bien classé à gagner un titre sur le circuit ATP au tournoi d' Adélaïde en 1998, alors qu'il était classé 550 e mondial.\nChez les dames, la joueuse la moins bien classée à avoir gagné un tournoi sur le circuit féminin est Angelique Widjaja , qui était 579 e quand elle a gagné le tournoi de Bali en 2001. Kim Clijsters a gagné l'US Open 2009 alors qu'elle bénéficiait d'une wild card. De plus elle n'était pas encore classée à la WTA .\nLe record est détenu par l'Américain John Isner avec une balle frappée à 253 km/h , lors de la Coupe Davis , le 6 mars 2016 .\nL'ATP ne ratifie pas les records établis dans les tournois Challenger . Elle reconnait cependant que le service de l'Australien Samuel Groth enregistré à 263 km/h lors d'un tournoi Challenger à Busan, en Corée du Sud a été mesuré avec un matériel homologué et que les autres données recueillies lors du tournoi se trouvaient dans une fourchette normale [ 42 ] , [ 43 ] .\nLe jeune Français Albano Olivetti a servi à 253 km/h mais ce service a été établi dans un tournoi Challenger à Ségovie non homologué [ 44 ] .\nChez les femmes, c'est l'Allemande Sabine Lisicki qui détient le record de vitesse au service, avec une balle frappée à 210,8 km/h lors de l'édition 2014 du tournoi WTA de Stanford [ 45 ] . Le précédent record était détenue par l'Américaine Venus Williams qui avait frappé la balle à 207,6 km/h lors du premier tour de l'US Open 2007 contre la Hongroise Kira Nagy [ 46 ] .\nLe match opposant Nicolas Mahut et John Isner à Wimbledon en juin 2010 détient le record du plus grand nombre d' aces dans un match : 216, dont 113 aces pour Isner (qui détient donc le record du nombre d'aces, pour un joueur, dans un match) contre 103 pour son adversaire.\nNicolas Mahut a disputé, avec l'Américain John Isner , le match de tennis le plus long de l'ère Open (même avant l'introduction du tie-break). Lors du tournoi de Wimbledon 2010 leur rencontre a duré trois jours. Le 22 juin 2010 , quatre manches ont été disputées, en 2 heures 48 minutes (6-4, 3-6, 6-7, 7-6). Le 23 juin , la cinquième manche a duré toute la journée (7 h 06), avant d'être interrompu par l'arrivée de la nuit. Le score était alors de 59-59. Le 24 juin la fin de la cinquième manche a duré 1 heure 11 minutes et se termine par la victoire de l'Américain John Isner face a Nicolas Mahut avec un score de 68-70 pour l'Américain. Le score total est donc de 6-4, 3-6, 6-7, 7-6, 68-70 avec une durée totale de 11 heures et 5 minutes.\nLe précédent record du nombre de jeux dans une cinquième manche en grand chelem datait de l' Open d'Australie 2003 , où lors du quart de finale entre Andy Roddick et le marocain Younès El Aynaoui le score a atteint 21-19 à l'avantage de l'américain.\nLe précédent record de durée d'un match de tennis masculin était détenu par Fabrice Santoro et Arnaud Clément en 2004 6-4, 3-6, 7-6, 3-6 et 16-14, en 6 h 33 sur la terre battue de Roland-Garros (Paris), surface bien plus favorable à de longs échanges que le gazon anglais de Wimbledon.\nEn simple messieurs, le Suisse Roger Federer et l'Espagnol Feliciano López détiennent le record du nombre de participations non consécutives aux tournois du Grand Chelem (81) devançant le Serbe Novak Djokovic et le Français Richard Gasquet (73).\nL'Espagnol Feliciano López détient le record du nombre de participations consécutives aux tournois du Grand Chelem (79) devançant l'Espagnol Fernando Verdasco (67) et l'Italien Andreas Seppi (66).\nEn simple dames, l'Américaine Venus Williams détient le record du nombre de participations non consécutives aux tournois du Grand Chelem (93) devançant sa compatriote Serena Williams (81).\nLa Française Alizé Cornet détient le record du nombre de participations consécutives aux tournois du Grand Chelem. Elle a en effet enchaîné 68 participations consécutives, de l' Open d'Australie 2007 à l' Open d'Australie 2024 , devançant la Japonaise Ai Sugiyama (62) et l'Italienne Francesca Schiavone (61).\nRafael Nadal est depuis mai 2007 le recordman des victoires consécutives sur une seule surface (terre battue) : 81, Roger Federer ayant mis un terme à cette série au Masters de Hambourg (2/6, 6/2 et 6/0). La série de Nadal avait commencé au printemps 2005. Le précédent record était détenu par Ivan Lendl avec 66 victoires en indoor entre 1981 et 1983.\nLe Serbe Novak Djokovic est le plus jeune joueur de l' ère Open à avoir atteint les demi-finales des quatre tournois du Grand Chelem.\nLe Français Richard Gasquet est le plus jeune joueur de l'ère Open à avoir remporté un match dans un Masters Series (aujourd'hui Masters 1000), en 2002, à Monte-Carlo, alors qu'il était âgé d'exactement 5 780 jours, soit un peu moins de 16 ans, devançant ainsi de 29 jours son dauphin, Rafael Nadal .\nLa Belge Justine Henin a participé aux 4 finales des tournois du Grand Chelem en 2006. Elle ne remporta qu'un seul des quatre trophées, celui de Roland Garros. Elle abandonne tout d'abord à l'Open d'Australie pour problèmes gastriques et s'incline 6 mois plus tard à Wimbledon contre Amélie Mauresmo , ce qui offre à la Française ses deux seules victoires en Grand Chelem de sa carrière. Hénin perdra l'US Open face à Maria Sharapova qui, à 19 ans, remporte son deuxième tournoi du grand chelem à Flushing Meadows . Venus Williams a réussi un grand chelem inédit entre Roland Garros 2002 et l'Open d'Australie 2003 : celui des finales perdues, toutes contre sa sœur Serena .\nPour Roger Federer , voir Records personnels de Roger Federer .\nLe plus grand nombre de spectateurs pour un match de tennis masculin est de 51 954 [ 47 ] au Cape Town Stadium du Cap en Afrique du Sud pour le match exhibition Match in Africa 6 entre Roger Federer et Rafael Nadal le 7 février 2020 . Le plus grand nombre de spectateurs pour un match de tennis féminin est de 35 681 au Stade Roi Baudouin à Bruxelles pour un match exhibition entre Kim Clijsters et Serena Williams le 8 juillet 2010 [ 48 ] . En une journée, c'est l' Open d'Australie à Melbourne qui a accueilli le 17 janvier 2008 un total record de 62 885 spectateurs en additionnant la session diurne (43 934) et la session nocturne (18 951) [ 49 ] . Pour un match de Coupe Davis , le record est de 27 448 spectateurs lors de la finale France-Suisse au Stade Pierre-Mauroy à Lille en 2014 [ 50 ] .\nLe tennis est surtout pratiqué en Europe , en Amérique et en Océanie . Ceci a des conséquences au niveau professionnel, tant pour les joueurs que pour les tournois, majoritairement originaires de ces trois continents. S'il a longtemps été considéré comme un sport d'élite, le tennis est devenu plus populaire et bénéficie désormais d'une notoriété mondiale. En France, il est l'un des sports les plus médiatisés après le football.\nLe tennis africain est principalement représenté par des joueurs issus de la minorité blanche d' Afrique du Sud ( Wayne Ferreira , Kevin Anderson , Amanda Coetzer , Marcos Ondruska , …) et du Zimbabwe ( Byron Black , Cara Black , Kevin Ullyett , …) ainsi que de l'Afrique du nord avec les Marocains Younès El Aynaoui , Hicham Arazi , Karim Alami et Tunisiens Ons Jabeur et Malek Jaziri . L'Afrique noire, victime notamment de sa pauvreté (manque d'infrastructures, poignée de privilégiés…), n'a que quelques représentants épisodiques dans le top 100 mondial ( Yahiya Doumbia , Dally Randriantefy …). Le champion afro-américain Arthur Ashe avait voulu développer le tennis sur ce continent mais sa seule véritable réussite fut de découvrir au Cameroun le Français Yannick Noah .\nOn peut faire à peu près le même constat pour l' Asie . Seuls trois pays fournissent assez régulièrement des joueurs dans l'élite : le Japon (avec essentiellement des joueuses telles que Kimiko Date , Ai Sugiyama ou Naomi Osaka , ou encore un joueur comme Kei Nishikori ), la Chine (avec surtout des joueuses, dont Li Na , Yan Zi , Zheng Jie , Peng Shuai , …) et l' Inde ( Vijay Amritraj , Mahesh Bhupathi , Leander Paes , Sania Mirza , …), ce dernier pays étant sans doute marqué par la colonisation anglaise (comme pour le cricket). Là aussi, on peut constater quelques réussites isolées, comme les Thaïlandais Paradorn Srichaphan et Tamarine Tanasugarn . À l'instar de Ashe pour l'Afrique, l'Américain d'origine asiatique Michael Chang a souvent œuvré pour la promotion de son sport sur le continent et il a sans doute réussi à influencer une jeune génération montante mais aussi l'implantation progressive de tournois professionnels (qu'il a souvent promu en y participant malgré leur faible retentissement international). Contrairement au tennis africain encore embryonnaire, le tennis asiatique est en plein essor depuis les années 2000, même si la présidente de la Fédération chinoise, Sun Jinfang, constatait encore en 2011 une domination « des joueurs venus d'Europe, d'Australie et d'Amérique » [ 51 ] . Un récent accord avec la Fédération australienne a permis de fournir une wild card par an à un joueur asiatique pour l' Open d'Australie , dans cette optique de développement du tennis en Asie. En Chine, le nombre de pratiquants est en forte hausse avec 14 millions au début des années 2010 [ 51 ] , même si le tennis reste considéré comme un sport d'élite [ 51 ] , et la Fédération chinoise a lancé un programme de détection de talents en 2007 [ 51 ] . Les joueuses chinoises jouent un grand rôle dans la montée en puissance de l'Asie au haut niveau, avec la paire Yan - Zheng , victorieuses en Grand Chelem en 2006 et médaillées olympiques à Pékin en 2008, et avec Li Na , vainqueur de Roland-Garros en 2011 .\nLa mention d'une année indique la première victoire d'un représentant du pays concerné. Classé par le plus de Grand Chelem gagnés puis Masters (et Coupe du Grand Chelem) puis J.O puis Coupe Davis (et ATP Cup) et enfin par les finales. n o 1 : classement ATP, WCT ou par les spécialistes mondiaux [ 52 ] .\nCette section ne s'appuie pas, ou pas assez, sur des sources secondaires ou tertiaires indépendantes du sujet. Le texte peut contenir des analyses inexactes ou inédites de sources primaires. Pour l'améliorer, ajoutez-en , ou placez des modèles {{Source secondaire souhaitée}} ou {{Source secondaire nécessaire}} sur les passages mal sourcés. (janvier 2024)\nLe film Tennis [ 53 ] (1949) réalisé par Marcel Martin et commenté par Jean Cocteau (à la demande d’ Henri Cochet ) retrace l’histoire du tennis depuis son origine au XII e siècle, époque où l’on frappait la balle avec la main, jusqu'aux matchs d' Yvon Petra et Henri Cochet disputant la Coupe Davis et Suzanne Lenglen . Le film La plus belle victoire , sorti en 2004 relate la victoire du Britannique Peter Colt chez lui, à Wimbledon notamment grâce à une jeune joueuse, Lizzie Bradbury ( Kirsten Dunst ) qui lui redonne goût au tennis. Le tennis est également présent dans le film de Woody Allen , Match Point sorti en 2005 et où le héros est un jeune retraité du tennis de haut niveau devenu entraineur. Le tennis a aussi un rôle de figurant dans de nombreux autres films, comme L'Inconnu du Nord-Express , dont le personnage principal est un vainqueur de Wimbledon ou bien dans La Famille Tenenbaum de Wes Anderson ou Richie Tenenbaum joué par Luke Wilson est un grand joueur de tennis calqué sur Björn Borg , même tenue Fila et retraite à 26 ans. Enfin il est parfois tourné en dérision comme dans Les Vacances de monsieur Hulot . Dans Un éléphant ça trompe énormément avec Jean Rochefort , quatre amis partagent la passion du tennis, notamment dans la scène ou ils tentent de jouer et de s'entendre sur un court construit en bout de piste d' aéroport . Le film de Stéphane Demoustier , Terre battue s'inspire d'un fait divers notable où le père ( Olivier Gourmet ) d'un jeune joueur empoisonnait les adversaires de son fils en introduisant des tranquillisants dans leurs gourdes jusqu'à ce qu'un jour cela provoque l'accident de la route mortel de l'un d'eux ; son but était que, grâce à de bons résultats, son fils puisse intégrer le Centre national d'entraînement de Roland-Garros . Et, plus ancien, Blow-Up d' Antonioni , Palme d'Or à Cannes en 1967 où est mimée une partie de tennis sans balle et sans raquette. Deux grosses productions à sorties internationales en 2017 relatent des matchs célèbres Bjorn McEnroe sur la finale de Wimbledon 1980 et La Bataille des sexes sur un défi lancé en 1973 par un ancien joueur Bobby Riggs à la numéro un mondiale Billie Jean King .\nEn 2016 dans le film Victoria de Justine Triet , Vincent Lacoste assiste à Wimbledon où l'on voit un joueur sauver des balles de matchs et revenir dans la partie, métaphore de la vie.\nEn 2020, Alex Lutz incarne un joueur de tennis sur le retour dans Cinquième Set de Quentin Reynaud , tourné en partie à Roland-Garros. Le documentaire Vilas, un classement contesté de Matias Gueilbert traite des lacunes de l'ancien système de classement ATP qui a empêché le champion Argentin Guillermo Vilas d'être numéro un ne serait-ce qu'une semaine.\nCette section ne s'appuie pas, ou pas assez, sur des sources secondaires ou tertiaires indépendantes du sujet. Le texte peut contenir des analyses inexactes ou inédites de sources primaires. Pour l'améliorer, ajoutez-en , ou placez des modèles {{Source secondaire souhaitée}} ou {{Source secondaire nécessaire}} sur les passages mal sourcés. (janvier 2024)\nDes livres sur le tennis paraissent chaque année. Ils sont principalement de deux sortes, dans un premier lieu des livres qui relatent la saison des professionnels, à parution annuelle donc avec l'exemple de la série de Jean Couvercelle et Guy Barbier L'Année du tennis et d'autre part les livres qui visent à une évolution technique du joueur, c’est-à-dire des livres qui visent à le faire progresser, par des exercices à pratiquer, ou simplement des conseils techniques de base: prises à adopter, préparation physique, mentale, etc. Un échantillon de ces livres est présenté dans la bibliographie. Beaucoup de biographies ou d'autobiographies sortent régulièrement comme Les dessous du tennis féminin de Nathalie Tauziat ou Sans filet de Boris Becker , les derniers en date sont ceux de Fabrice Santoro et Andre Agassi intitulés À deux mains et Open . À l'inverse, les romans ayant lien avec le tennis ne sont pas légion. Philippe Delerm a néanmoins écrit un recueil d'histoires sur le sport et les sportifs La tranchée d'Arenberg et autres voluptés sportives avec des histoires sur Yannick Noah , Guy Forget ou Ivan Lendl mais aussi sur Le passing-shot du tennis .\nUn manga, écrit par Takeshi Konomi , est sorti sous le nom du Prince du tennis (Tenisu no Ōjisama). Il narre les aventures de Ryōma Echizen, jeune prodige du tennis et fils lui-même d'un ancien joueur professionnel. Décliné en série de dessins animés de courts et longs métrages, film avec acteurs et comédie musicale.\nLes autres bandes dessinées notables à propos du tennis sont Max Winson de Jérémie Moreau , publié chez Delcourt en 2014, Happy! (Happī!) de Naoki Urasawa (chez Shōgakukan , 1994-1999), Match de Grégory Panaccione (Delcourt, 2014) et Jari de Raymond Redding ( Le Lombard , 1957-1978).\nJeu, set et match , production japonaise de 1973 issue d'un manga paru sous le nom de Ace wo Nerae ! (en français « Vise l'Ace »).\nDingo joue au tennis est un court métrage d'animation américain de la série de Dingo, sorti le 26 août 1949 aux États-Unis, réalisé par les studios Disney [ 54 ] , [ 55 ] .\nOn retrouve aussi le tennis dans un animé japonais appelé Prince of tennis , dans lequel on retrouve les explications de différents coups et de quelques règles de jeu (adaptaion du manga cité précédemment).\nLe chanteur Vincent Delerm a écrit et interprété une chanson appelée Les Jambes de Steffi Graf .\nLe groupe Cream ( Eric Clapton ), a sorti en 1968 un single qui s'intitule Anyone for Tennis ? (« Quelqu'un pour un tennis ? »), issu de la bande-son du film Les Sept Sauvages .\nLe premier titre de l'album Antidote (2008) du groupe de rock , Foals se nomme The French Open . Paroles : « un peu d’air sur la terre - a wasted game - broken rackets - gadgets - we waste away » .\nDans le court métrage Smash de 2010 pour le titre Hello ( Martin Solveig & Dragonette ), Martin Solveig et Bob Sinclar parodie Björn Borg et Andre Agassi dans l'enceinte de Roland Garros , Novak Djokovic et Gaël Monfils y font une apparition ainsi que la voix de Nelson Monfort .\nLe tennis n'est pas le sport le plus médiatisé au monde. Avant les années 1970 il n'apparaît essentiellement que lors de courts extraits d'actualité où on semble surtout s'amuser à montrer des spectateurs qui remuent la tête de droite à gauche pour suivre les échanges. Il est notamment devancé par le football qui est aussi le sport le plus populaire et le plus pratiqué au monde. Le tennis a été médiatisé dès les années 1920 par le biais de la radio. Ce n'est que plus tard que le tennis a été introduit à la télévision, notamment par la chaîne britannique BBC . En France, la première chaîne à diffuser du tennis fut TF1 , qui céda ensuite en 1988 les droits au groupe France Télévisions , actuel diffuseur des Internationaux de France de tennis [ 56 ] .\nBien que seuls des cas ponctuels aient été repérés et sanctionnés ces dernières années, le tennis est touché par le dopage depuis au moins les années 1950 .\nLe premier cas connu de dopage dans le tennis concerne l' Espagnol Andrés Gimeno , vainqueur du Britannique Michael Davies lors d’une rencontre de Coupe Davis en 1959 et qui a reconnu avoir reçu pendant deux mois des injections à fortes doses de testostérone . Les premiers contrôles antidopage ont été effectués à la fin des années 1980 et ont permis de confondre au début des années 1990 le Suédois Mats Wilander et le Tchèque Karel Nováček contrôlés positifs à la cocaïne [ 57 ] , ainsi que l’Espagnol Ignacio Truyol positif aux stéroïdes .\nDepuis la fin des années 1990, le renforcement des contrôles a permis de confondre plusieurs joueurs au plus haut niveau. Un cas concernant un joueur de premier plan a concerné le Tchèque Petr Korda , ancien numéro 2 mondial. En 1998, il est contrôlé positif à la nandrolone [ 58 ]\nDans son autobiographie Open , Andre Agassi a révélé avoir été contrôlé positif à la méthamphétamine peu de temps avant son retour au premier plan en 1997. L' ATP n'a pas dévoilé l'affaire et a accepté les explications du joueur (Agassi aurait bu accidentellement un soda dans lequel un assistant, qu'il présente comme consommateur régulier de drogue, avait mélangé cette amphétamine [ 59 ] ) afin de ne pas porter atteinte à l'image du tennis [ 60 ] .\nL'Argentin Mariano Puerta a été contrôlé positif en 2003 au clenbuterol et condamné à 9 mois de suspension. Finaliste à Roland Garros en 2005, il fut à nouveau contrôlé positif, cette fois-ci à un anabolisant . Puerta a alors été condamné à une suspension de huit ans (qui signifiait la fin de sa carrière), réduite à deux ans en appel. Le rôle de cette suspension record était de dissuader les joueurs de consommer des substances illicites. Cependant, d'autres cas ont été signalés depuis. Ainsi, la jeune Bulgare Sesil Karatantcheva a été contrôlée positive à la nandrolone en 2005, alors qu'elle n'avait que seize ans [ 61 ] . Le compatriote de Puerta , Guillermo Cañas a lui été condamné à une suspension de deux ans en 2005, pour usage de produits dopants. Une suspension revue finalement à la baisse ( 15 mois ), le caractère involontaire de l'absorption ayant été établi [ 62 ] . Plus récemment, Maria Sharapova , ancienne numéro un mondial chez les femmes est contrôlée positive au meldonium en janvier 2016 . Elle est alors suspendue pour deux ans avant que sa suspension soit ramenée à 15 mois [ 63 ] . C'est le cas rare d'une joueuse contrôlée positif à un produit dopant, de tels cas étant principalement détectés chez des joueurs. On peut néanmoins constater une raréfaction quasiment absolue du dopage dans le tennis de haut-niveau à partir des années 2010.\nLe tennis est réputé comme étant une discipline exigeante pour le corps, et particulièrement pour le dos, car il nécessite l'intervention de nombreux muscles, notamment au service. Parmi les blessures les plus fréquentes chez les joueurs, on peut citer l'épicondylite aiguë, plus connue sous le nom anglais de tennis elbow . Il s'agit d'une inflammation (tendinite) du coude due notamment aux vibrations de la raquette lors de la frappe de la balle. Elle a été amplifiée par leur grande dimension. Les fabricants mettent en avant leur nouvelle conception et les matériaux composites censés réduire ces nuisances.\nMais le tennis elbow n'est pas la seule blessure fréquente au tennis, de nombreux joueurs se font des entorses à la cheville, ou encore des tendinites. La plupart de ces blessures peuvent être évitées grâce à un échauffement de qualité associé à des étirements sérieux en fin de partie ainsi qu'à une bonne hydratation.\nIl est aussi à noter pour les sportifs que cette inflammation est aussi présente chez de nombreux gardiens de handball .\nBien que le tennis puisse sembler relativement complexe au premier abord, cette impression s'efface lorsqu’on s’y intéresse. Lors d’un match les joueurs doivent utiliser une grande quantité d’ énergies pour envoyer la balle à travers le court. Les performances de ces athlètes peuvent être stupéfiantes car la balle peut atteindre des vitesses de plusieurs centaines de kilomètres par heure , influençant ainsi grandement la manière de jouer et la perception de la balle de l’adversaire.\nCependant, un aspect particulier du tennis a toujours suscité des interrogations : le cri émis par les joueurs lorsqu'ils frappent la balle. La question se pose de savoir si ce cri fait simplement partie du folklore du tennis, sans réelle utilité, ou s'il revêt une fonctionnalité importante. Les travaux de Takarada et Nozaki (2021) apportent des éléments de réponse significatifs à ce phénomène.\nSelon ces chercheurs, le cri émis lors d'un effort intense n'est pas anodin et peut être expliqué par des avancées dans la compréhension du fonctionnement du cerveau . En effet, ils se basent sur des études antérieures qui révèlent que l'inhibition des neurones, soit le moment où les neurones cessent temporairement de transmettre des signaux électriques entre eux, peut avoir un impact sur la force physique de l'individu (Boulanguez et al. , 2011).\nLes recherches plus approfondies menées par Takarada et Nozaki (2021) suggèrent que le cri émis par les joueurs permettrait de favoriser une meilleure connexion des neurones, optimisant ainsi les performances physiques lors d'un cri. Cela explique pourquoi de nombreux tennismen et tenniswomen émettent des cris audibles lors de leurs services et de leurs échanges pendant un match. Cela semble décupler leur force et leur agilité contribuant ainsi à l'amélioration de leurs performances sur le court.\nSur les autres projets Wikimedia :\nAutres sports de raquette :"
}