{
  "id": 58,
  "title": "Intelligence économique",
  "url": "https://fr.wikipedia.org/wiki/Intelligence_économique",
  "date": "2025-11-29T22:29:02.998108",
  "content": "Cet article doit être recyclé ( juin 2023 ).\nMotif : Informations anciennes (2006-2007) conjuguées au futur, redondances, pb de plan et de clarté.\nCet article ne cite pas suffisamment ses sources ( mars 2016 ).\nSi vous disposez d'ouvrages ou d'articles de référence ou si vous connaissez des sites web de qualité traitant du thème abordé ici, merci de compléter l'article en donnant les références utiles à sa vérifiabilité et en les liant à la section « Notes et références ».\nCet article adopte un point de vue régional ou culturel particulier et nécessite une internationalisation ( mars 2016 ).\nL' intelligence économique est l'ensemble des activités coordonnées de collecte, de traitement, de diffusion, de protection de l'information utile aux acteurs économiques, et d'actions d' influence et de notoriété. Elle se distingue de l' espionnage économique et/ou industriel car elle se pratique ouvertement et utilise uniquement des informations blanches ou grises obtenues par des moyens légaux. Le terme intelligence économique vient d'une traduction de l'expression anglaise competitive intelligence .\nLes spécialistes du domaine résument l'intelligence économique en un triptyque : veille (acquérir l'information stratégique pertinente), protection des informations (ne pas laisser connaître ses informations sensibles) et influence (propager une information ou des normes de comportement et d'interprétation qui favorisent sa stratégie).\nLa définition de l'intelligence économique a longtemps fait l’objet d’intenses débats théoriques et pratiques. La première définition de l'intelligence économique moderne date de 1967 par Harold Wilensky, dans un ouvrage intitulé L'Intelligence organisationnelle ( Organizational Intelligence : Knowledge and Policy in Government and Industry [ 1 ] ). Il définit l'intelligence économique comme l'activité de production de connaissance servant les buts économiques et stratégiques d'une organisation, recueillie et produite dans un contexte légal et à partir de sources ouvertes .\nCette définition a été reprise et travaillée une première fois en France par la commission Intelligence économique et stratégie des entreprises du commissariat général du Plan en 1993, sous la présidence d' Henri Martre . Le rapport Martre , œuvre collective du commissariat du Plan intitulée « Intelligence économique et stratégie des entreprises » [ 2 ] , donne la définition suivante :\nClaude Revel présente l'intelligence économique sous trois volets : la gestion d'information ou des connaissances, la protection et l'influence. : « L’intelligence économique, c’est la maîtrise de l’information, le but étant de connaître son environnement extérieur et par conséquent d’adapter par avance sa conduite. Elle permet d’identifier les opportunités et les déterminants du succès, d’anticiper les menaces, de prévenir les risques, de se sécuriser, d’agir et d’influencer son monde extérieur dans une optique de compétitivité internationale. L’intelligence économique se compose de trois volets. Le premier concerne le traitement de l’information. Cela consiste à recueillir les informations nécessaires, à les trier et à les valider. En d’autres termes, ce premier volet consiste à avoir l’information pertinente sur ses concurrents, sur les règles et les normes et d’une manière générale sur tout son environnement extérieur international. Le deuxième volet consiste à se sécuriser au niveau matériel mais surtout au niveau immatériel, c’est-à-dire à avoir la capacité d’anticiper les risques et les problèmes qui se rattachent notamment à la propriété intellectuelle, aux attaques sur son image ou sur son capital. Ce deuxième volet accorde une grande importance à la sécurisation des actifs immatériels. Le troisième volet consiste à savoir influencer et argumenter, convaincre, négocier, faire du lobbying professionnel mais également à savoir exercer l’influence normative en anticipant les règles et les normes internationales et en participant éventuellement à leur élaboration. L’intelligence économique permet de mieux connaître ses concurrents, les donneurs d’ordre, les règles et les normes qui peuvent influencer son activité et donc d’agir sur son environnement au lieu de le subir. Reste à noter que l’intelligence économique doit être déontologique et loin des pratiques d’espionnage, de vol et de trafic d’influence [ 3 ] . » Rémy Pautrat propose la définition d'une intelligence territoriale .\nLa remise d'une information stratégique et utile au bon moment, à la bonne personne et dans le bon contexte permet d'obtenir un avantage compétitif décisif. Certaines entreprises sensibles, notamment dans des secteurs fortement concurrentiels, comme les industries de l'armement, pharmaceutique ou automobile, sont des précurseurs dans le domaine de l'intelligence économique.\nL’intelligence économique peut :\nLa première approche est l'approche classique du renseignement qui était adoptée par les services secrets . Elle est critiquée par Harold Wilensky en 1967 et Steven Dedijer en 1972.\nLa deuxième approche est la nouvelle approche de l'intelligence économique, dans le cadre de la mondialisation . Elle privilégie la perception de l'environnement , en utilisant les sources ouvertes, qu'elles soient obtenues par les relations humaines ou des sources écrites.\nLes Américains appellent le processus d' intelligence des sources ouvertes open source intelligence ( OSINT ).\nAux États-Unis, plusieurs concepts illustrent l'interaction croissante entre les domaines d'activité (environnement, social, économique, juridique, militaire…) : le concept d' économie circulaire employé par Al Gore ; les concepts de croissance en limitation de ressource de Paul Romer ; les systèmes d'information agiles de l' architecture orientée services et réseau centré .\nDans le deuxième cas, on ne sait pas exactement ce que l'on va trouver. Par rapport à la vision technique du renseignement, l'analyse des informations, leur structuration, leur déclinaison en stratégie et la mise en œuvre des actions sont plus élaborées et beaucoup plus réparties dans l'organisation.\nLes axes d'effort sont alors la recherche et recueil des informations , leur traitement, la formulation de raisonnements stratégiques, la mise en œuvre des actions et l'animation des réseaux, l'évaluation des effets et mutualisation des pratiques.\nBernard Besson et Jean-Claude Possin distinguent quatre fonctions de l'intelligence économique [ 4 ] :\nJean-Louis Levet et Robert Paturel identifient, de leur côté, les quatre fonctions suivantes : maîtrise du patrimoine scientifique et des savoir-faire, détection des occasions et des menaces, coordination des stratégies, mise en œuvre de pratiques d'influence [ 5 ] .\nOn peut rapprocher ces fonctions de notions similaires quoiqu'assez différentes : les éléments clés de la stratégie donnée en réseau centré du département de la défense des États-Unis [ 6 ] .\nLe recueil des informations est l’objet du processus de veille (passif) ou de renseignement (actif), qui est une recherche proactive d'informations. Ces informations sont, soit orales obtenues par relations humaines ( renseignement humain , « HUMINT » en langage de renseignement), soit écrites recueillies par un processus d' intelligence des sources ouvertes ( renseignement d'origine source ouverte , « OSINT ») et de recherche d'information sur le Web à l'aide de moteurs de recherche .\nLe processus d'intelligence fait appel à des qualités de discernement ou d'intuition de la part des veilleurs et des experts, dans la perception de l'environnement .\nL' intuition est une prise de conscience immédiate et individuelle. Elle peut conduire à des erreurs d'appréciation. Il faut donc vérifier les informations à partir de plusieurs sources, et discerner par perception précoce quelles sont les informations justes, utiles, dont on pourra faire le meilleur usage, en fonction de la réglementation par exemple, ou du contexte.\nLa veille passe par l'utilisation sur le Web de moteurs de recherche sophistiqués, dont les performances dépendent des caractéristiques techniques : recherches plein texte , ou, de plus en plus, recherches sémantiques avec utilisation de métadonnées . La veille doit dépister les stratégies de diversion de l'adversaire, qui peuvent se manifester par des rumeurs [ 7 ] , des bruits, de la désinformation .\nLes différents types de veille sont :\nLes informations recueillies sont analysées et structurées par la méthode Forces, faiblesses, occasions, menaces ( matrice FFOM ). L'équivalent en anglais est Strengths, Weaknesses, Opportunities, Threats (SWOT).\nL'utilisation du modèle de Learned, Christensen, Andrews et Guth (Harvard, 1962), plus connu sous le nom de SWOT, est cependant critiquée [réf. nécessaire] .\nÀ ce stade, l'organisation peut être amenée à définir un plan de protection du patrimoine informationnel, et une stratégie de sécurité des systèmes d'information .\nLa blogosphère de l'intelligence économique est présente sur Internet à travers de nombreux sites généralistes ou centrés sur un thème particulier comme la veille, la géostratégie, l' e-réputation , le lobbying , la cybercriminalité ou la gestion des connaissances .\nAprès le Japon dans les années 1970 et les États-Unis à la fin des années 1980, la France s'est lancée à son tour dans la démarche d'intelligence économique, initialement au début des années 1990.\nL’intelligence économique en France doit « contribuer à la croissance, au renforcement de l’emploi sur le territoire national, préserver la compétitivité et sécuriser les entreprises françaises » [ 8 ] .\nAprès les travaux de quelques pionniers ( Jacques Villain , Philippe Baumard , Amiral Pierre Lacoste , Henri Dou, François Jakobiak, Vahé Zartarian) [ 9 ] , l'intelligence économique est officiellement introduite en France en avril 1992 par la création de la branche française de Society of Competitive Intelligence Professionals (SCIP) France à l'initiative de Robert Guillaumot, Yves-Michel Marti , Bruno Martinet et Jean-Pierre Bernat. Cette association réunit 400 membres en France et 6 000 dans une cinquantaine de pays.\nEn 1994, le rapport du Commissariat général du Plan intitulé Intelligence économique et stratégie des entreprises , appelé parfois « rapport Martre » (du nom de son rédacteur, Henri Martre , ancien président-directeur général d' Aérospatiale ), apporte la légitimité de l’État à ces nouvelles pratiques. L'idée de la création d'un groupe d'études sur la question est apportée au Plan par Philippe Baumard et Christian Harbulot. Le groupe est constitué de façon informelle et compte pour sa grande majorité des membres issus des contacts personnels de Philippe Baumard et Christian Harbulot, ce qui constitue une première pour un groupe d'études du Plan. En avril 1995 , le Comité pour la compétitivité et la sécurité économique est créé. Il est placé auprès du Premier ministre et comprend sept membres élus pour deux ans (chefs d’entreprises, scientifiques, syndicalistes). Ce comité tombe en désuétude à partir de 1997 sous le gouvernement de Lionel Jospin , qui ne renouvelle pas ses membres.\nDès les années 2000, le Ministère des Affaires étrangères est alerté, à la suite de tentatives de prise de contrôle de sociétés françaises sensibles, de l'activisme de fonds d'investissement étrangers. Deux fonds d'investissement américains supposés proches de la CIA , Texas Pacific Group et Spectrum Equity Investors, cherchent à prendre le contrôle de la société française Gemplus , leader mondial des cartes à puces. Puis, en 2004, Eutelsat est visée par ces deux mêmes fonds [ 10 ] . Les pouvoirs publics évoquent la « remise en cause de la continuité et de la sécurité de diffusion des chaînes publiques françaises et européennes » , les « risques industriels » , dans la mesure où « Eutelsat a recours en exclusivité aux services de lancement d'Arianespace » , ou encore les « menaces pour l'utilisation d’Eutelsat par les forces militaires de pays européens » qu'aurait représentées cette opération. Ils réussissent à limiter la montée en puissance de ces fonds à 23,3 % contre le tiers du capital espéré.\nBernard Carayon , député ( UMP ) du Tarn, remet en juin 2003 au Premier ministre un rapport intitulé Intelligence économique, compétitivité et cohésion sociale , qui la présente comme une politique publique destinée à garantir la cohésion sociale en assurant le développement économique [réf. nécessaire] . Une de ses annexes présente plusieurs définitions parfois contradictoires de l'intelligence économique pour mieux souligner la difficulté de la définir. Parmi les conséquences de ce rapport, on compte la nomination d'un Haut responsable à l'intelligence économique rattaché au Premier ministre en la personne de Alain Juillet , dont le parcours professionnel (postes de direction dans le privé et service dans les renseignements) lui donne une forte crédibilité vis-à-vis de l'État, bien que son expérience personnelle dans le domaine de l'intelligence économique d'entreprise soit limitée, et qui tente de fédérer et de contrôler la profession par la création d'un syndicat professionnel, le Syndicat français de l'intelligence économique ; le lancement des pôles de compétitivité par Dominique de Villepin ; la mise en œuvre d'une politique d' intelligence territoriale par Nicolas Sarkozy [réf. nécessaire] .\nLe 31 décembre 2003 , Alain Juillet est nommé haut responsable chargé de l'intelligence économique chargé de l'intelligence économique au SGDN (Secrétariat général de la défense nationale) par le président de la République à la suite du rapport « Intelligence économique, compétitivité et cohésion sociale » du député Bernard Carayon .\nLe 12 octobre 2004 François Asselineau est nommé au poste de directeur [ 11 ] de la délégation générale de l'intelligence économique à Bercy .\nLe ministre de l'Industrie annonce en septembre 2005 la publication prochaine du décret d'application de la loi modifiant le code monétaire et financier. Ce décret devrait comprendre une liste de secteurs dits « sensibles » (la presse cite les casinos, l'armement, la cryptologie, les biotechnologies, la sécurité des systèmes d'information…).\nUn nouveau décret, instituant un « commissaire à l'information stratégique et à la sécurité économiques » et portant sur la création du service à compétence nationale dénommé « service de l'information stratégique et de la sécurité économiques » verra le jour le 29 janvier 2016 . Ce commissaire (Jean-Baptiste Carpentier) élabore et propose, en lien avec le secrétariat général de la défense et de la sécurité nationale et les autres ministères concernés, la politique publique en matière de protection et de promotion des intérêts économiques, industriels et scientifiques de la Nation. Il est placé auprès du ministre chargé de l'économie. Quant au « service de l'information stratégique et de la sécurité économiques », il est rattaché au directeur général des entreprises du Ministère de l'économie, dirigé par le commissaire susmentionné et est à compétence nationale. Il faut noter l'abandon du vocable « intelligence économique » [ 15 ] .\nLa France n'est pas le seul pays européen à avoir mis en place une politique d'intelligence économique [ 16 ] .\nAu 1 er janvier 2006 , tous les pays membres de l' Union européenne , à l’exception des Pays-Bas , de la Belgique et de l' Autriche , ont mis en place des dispositifs de contrôle des investissements étrangers concernant l'ordre public et la défense nationale .\nAux États-Unis , l'intelligence économique est pratiquée activement depuis la Seconde Guerre mondiale .\nAlors qu'en France, on considère que le volet offensif est du domaine des entreprises, et le volet défensif (dispositifs de protection contre des investisseurs non nationaux) du domaine de l'État, les États-Unis ne font pas cette distinction. Les secteurs militaires et civils communiquent beaucoup plus qu'en Europe.\nÀ la fin des années 1980, l'administration des États-Unis a lancé la politique d' advocacy de soutien aux entreprises, qui est essentiellement une stratégie offensive.\nLa politique actuelle d'intelligence économique des États-Unis résulte du constat effectué après la guerre du Viêt Nam de la nécessité d'adapter l' Armée américaine au contexte des guerres modernes. Le programme Continuous Acquisition and Life-cycle Support (CALS) a d'abord été conçu dans les années 1980 pour édicter des exigences vis-à-vis des fournisseurs du département de la défense . Puis les exigences sur l'ensemble des fonctions militaires ont été décrites dans Command, Control, Communication, Intelligence, Surveillance and Reconnaissance (C3ISR) ( guerre du Golfe ), devenu C4ISR .\nDe nouveaux concepts de systèmes d'information en réseau, le Network centric warfare , ont été utilisés pour la première guerre du Golfe en 1991 [ 17 ] . Ils structurent depuis le début des années 1990 l'architecture des systèmes d'information des organismes stratégiques des États-Unis. Un cadre d'architecture des systèmes d'information a été défini en 2003 ( Department of Defense Architecture Framework , DoDAF), dans l'esprit de la stratégie des données en réseau centré ( Net-centric data strategy ).\nGlobalement, on peut dire que la stratégie actuelle du département de la défense s'articule autour de trois éléments clés :\nCette stratégie influence en fait pour une grande part les systèmes d'information mondiaux sur Internet .\nLa politique d'intelligence économique des États-Unis s'appuie :\nL'intelligence économique se développe sur le continent africain depuis les années 2010. On peut recenser plusieurs formations et entreprises dans le secteur, au premier rang desquelles l’École panafricaine d'intelligence économique et stratégique [ 24 ] , sise à Dakar et qui forme des cadres dirigeants depuis 2009 [ 25 ] . Les Assises africaines de l'intelligence économique ont lieu tous les ans depuis 2016 [ 26 ] . La première édition de cet événement [ 27 ] a rassemblé plus de 150 personnes [ 28 ] .\nUn Portail africain de l'intelligence économique en est issu, qui rassemble la communauté africaine de l'intelligence économique [ 29 ] , [ 30 ] , [ 31 ] .\nDepuis 2018, l'initiative Débat africain de l'intelligence économique organise à la fois des webinaires, des conférences et colloques, tant en Afrique qu'en Europe, sur des enjeux stratégiques pour le continent africain [ 32 ] .\nAu tournant du siècle, le Japon met en œuvre un nouveau modèle d'intelligence collaborative sous la forme de « communautés stratégiques de connaissance » [ 33 ] . Le Japon a une politique d'intelligence économique depuis 1970.\nLa Chine s’est ouverte prudemment aux investissements étrangers, pour mettre à niveau du point de vue technologique et managérial son économie, mais de façon qui reste limitée dans la plupart des secteurs (banques, aciéries, constructeurs automobiles, cimenteries, raffineries, réseaux de distribution d'essence…) pour y garder un certain contrôle. Début 2006, l'acquisition d'une participation majoritaire dans une entreprise chinoise n'est pas encore permise, les investissements étrangers devant prendre la forme de partenariat limité à 20 % ou 25 % du capital suivant que l’investissement est le fait d’une seule entreprise ou d'un consortium.\nL’amiral Pierre Lacoste a été chargé par Alain Juillet de définir les règles de fonctionnement de la profession de l'intelligence économique. La Fédération des professionnels de l'intelligence économique a été mise en place en 2005, notamment dans ce but [ 34 ] . Les professionnels de l'intelligence économique exerçant en France se rassemblent et sont représentés par le Syndicat français de l’intelligence économique (Synfie), fondé le 14 décembre 2010 [ 35 ] .\nLe Syndicat français de l'intelligence économique dispose d'une charte d' éthique [ 36 ] qui précise les grandes lignes des bonnes pratiques que ses membres s'engagent à respecter.\nPar ailleurs, une contribution a été menée par l’Association lyonnaise d'éthique économique et sociale, pour ceux qui ne réduisent pas l'éthique à une pratique professionnelle [ 37 ] .\nL' Association française pour le développement de l'intelligence économique a identifié onze facteurs [ 38 ] :\nSur les autres projets Wikimedia :\nCette bibliographie recense trop d'ouvrages (mars 2016) . Les ouvrages doivent être de « référence » dans le domaine du sujet de l'article . Il peut être souhaitable de les insérer dans une référence et de les enlever de la section « bibliographie » . Il peut être également utile de créer un article bibliographique spécifique ."
}