{
  "id": 82,
  "title": "Management",
  "url": "https://fr.wikipedia.org/wiki/Management",
  "date": "2025-11-29T22:30:06.891988",
  "content": "Pour les articles homonymes, voir Management (homonymie) .\nCet article concernant le management doit être recyclé ( février 2015 ).\nmodifier - modifier le code - modifier Wikidata\nLe management est la science sociale [ A 1 ] de la planification [ O 1 ] , de l' organisation [ O 2 ] , de la coordination [ O 3 ] et du contrôle [ O 2 ] du travail [ O 4 ] et des ressources [ O 4 ] ayant comme but d'atteindre un objectif [ O 5 ] . La gestion d'entreprise est un des champs de la discipline, mais celle-ci s'étend à toutes formes d'organisations. Il existe aussi les sciences de gestion , qui incluent d'autres disciplines du management, notamment la gestion financière.\nCette science comprend plusieurs périodes, champs, courants et théories, qui peuvent aller de la période industrielle à une dimension plus humaine. La période industrielle explore l'essor de la seconde révolution industrielle et la dimension technique visant à optimiser les ressources. La dimension humaine est liée à la nécessité de prendre en compte les besoins de l'Homme et d'obtenir la motivation et la coopération au sein de l' organisation .\nLes différentes dimensions du management sont théorisées à travers les théories des organisations . Les théories classiques sont celles de Frederick Taylor avec le taylorisme , Henri Fayol avec le fayolisme , Max Weber avec la bureaucratie et Henry Ford avec le fordisme — qu'il applique dans ses usines — et marquent le début d'une nouvelle discipline, le management, qu'on retrouve d'ailleurs sous le nom d'administration chez Fayol. À la même période, Lillian Moller Gilbreth et Mary Parker Follett viennent fonder le management, sous une dimension humaniste.\nPar métonymie , le terme management désigne aussi l'ensemble du personnel responsable d'une entreprise ou d'une organisation, c'est-à-dire les personnes dont la tâche relève spécifiquement du management, et qu'on nomme en français « cadres », « dirigeants », ou « gestionnaires » [ n. 1 ] .\n« Manus – agere (agir), c’est indissociablement la main et l’action. L'usage actuel en français du terme « management » est un emprunt direct au terme anglais « management ». Cependant, l’ Oxford English Dictionary [ 3 ] mentionne que le verbe anglais « to manage » et le substantif « management » découlent eux-mêmes d'un terme français du XV e siècle, « mesnager » [ 4 ] , [ 5 ] , signifiant en équitation « tenir en main les rênes d'un cheval ». Ce dernier terme provient lui-même de l'italien « maneggiare », et du latin « manus » : la main. En français, son utilisation a subsisté dans le mot « manège » en équitation.\nPour Maurice Obadia [ 6 ] , « la plupart des gens pensent à tort, aidée en cela par une prononciation à l’américaine, que le terme de management contient le radical man (l’homme), lequel serait donc au centre du management. Mais c’est plutôt du côté du radical latin manus (la main), qu’il faut regarder.\nLe cadre étymologique permet de retracer les conceptions du management : « Conduire d’une main de maître » ; « Mettre la main à l’organisation » ; « Tenir en main l’organisation » ; « Main basse sur l’organisation » avec ses deux niveaux ; et son paternaliste et son maternisme ; « La manipulation » ; « Les mains reliées ».\nLe mot « management » est réutilisé en France à partir des années 1960 , alors que les auteurs français peinent à trouver un terme équivalent. Dans son ouvrage de 1916, Henri Fayol avait parlé d'« Administration générale » pour désigner la fonction et la pratique, à ses yeux nécessaire pour gérer une entreprise. En 1957, lors de la traduction en français du livre de Peter Drucker The Practice of Management [ 7 ] le traducteur devant la difficulté qu'il a à traduire « manager » utilise le terme « Direction des entreprises » (dans le titre) ou « gouvernement » (lorsqu'il s'agit de faire référence au monde de la très grande entreprise). D'ailleurs, la première revue de management prend le titre, en 1965, de Direction et gestion des entreprises .\nSelon le Journal officiel du 14 mai 2005 [ 8 ] , le terme management est accepté en France par la DGLFLF . Il est également accepté par l' Académie française [ 9 ] depuis l'arrêté du 12 janvier 1973 ( Journal officiel du 18 janvier 1973 ), qui précise cependant qu'il doit être prononcé à la française ( manaʒmã ) et non à l'anglaise ( menedʒmənt ) [ 10 ] . En revanche, l' Office québécois de la langue française ne recommande pas son emploi au Canada, où les termes administration et gestion sont recommandés [ 11 ] . Ceci, car la traduction littérale de la langue vernaculaire correspond à se débrouiller , à l'image de la phrase How did you manage to fix your bike qui signifie Comment t'es-tu débrouillé pour réparer ton vélo .\nPar ailleurs, les termes management et gestion ne sont pas parfaitement synonymes en France, comme semblent le montrer les titres de manuels couramment utilisés [ 12 ] :\nPour Fayol (1916) le management « c'est de la prévoyance, de l'organisation, du commandement, de la coordination, du contrôle » . Il est le premier à décomposer la fonction administrative (le management) en « éléments » qui ont ensuite été appelés « fonctions » du management (prévoir, organiser, etc.) qu'il faut bien distinguer des fonctions de l'entreprise (production, commercialisation, finances, ressources humaines, etc.).\nIl distinguait, après réflexion (le commandement est-il ou non un élément de l'administration ?) [ 13 ] , 5 éléments. Beaucoup d'auteurs n'en voient que quatre. Un auteur en voit sept.\nMais, un fait assez exceptionnel a apporté une certaine confusion dans ce domaine : son livre — dans l'édition Dunod de 1970 avec des tableaux dépliants en couleurs très utiles pour bien comprendre l'importance relative des diverses capacités nécessaires aux différentes catégories d'agents : actionnaires , conseil d'administration , direction et son État-major , chefs de service, chefs de division, etc; jusqu'aux ouvriers, employés, aides et gardes d'une grande entreprise — est très difficilement consultable. Le collectif de Nicole Aubert et ali., Management , PUF, 1991, fait référence à l'édition 1979.\nLa « prévoyance » consiste à fixer des objectifs et à déterminer les actions permettant de les réaliser (à rapprocher de la notion moderne de stratégie d'entreprise).\nLa deuxième fonction du management, l’ organisation , consiste à spécialiser les individus (par fonctions, par produits, par clients, par zones géographiques, par moment de travail, par processus, etc. ) et à coordonner leurs activités (par la hiérarchie, les procédures, les budgets, la qualification, la collaboration).\nPar définition, le manager est responsable du travail de ses subordonnés. Il doit donc détenir à leurs yeux une légitimité suffisante pour qu'ils acceptent son autorité, veiller à leur motivation et être capable d'orienter leur travail collectif dans le sens des objectifs qui ont été définis.\nLe pouvoir (analysé notamment par la sociologie des organisations ), la motivation (analysée notamment par le comportement organisationnel ) et la rationalité (analysée notamment par la théorie des organisations ) constituent donc des composantes essentielles du métier de manager [ 14 ] .\nSelon Henri Fayol [ 15 ] , le grand chef d'entreprise devrait détenir les qualités suivantes :\nPour Henri Fayol , « Coordonner c’est mettre de l’harmonie entre tous les actes d’une entreprise de manière à en faciliter le fonctionnement et le succès ; c’est, en somme, donner aux choses et aux actes les proportions qui conviennent, adapter les moyens au but » [ 16 ] . Pour cela, il énonce une série de principes de coordination des tâches :\nLe contrôle se définit comme l’examen par lequel on s’assure que les résultats obtenus sont conformes aux buts et qui permet d’apporter, au besoin, les corrections nécessaires pour réorienter l’entreprise vers ses objectifs [ 17 ] .\nLe contrôle comporte une série d'étapes :\nLes définitions du management d'une entreprise dans la littérature académique sont multiples et contradictoires. Selon le théoricien classique Frederick Taylor (1890) le management est avant tout « Une révolution mentale » .\nPour le théoricien néoclassique Peter Drucker (1989) [ n. 2 ] : « le management est quelque chose qui se rapporte à des êtres humains. Sa tâche, son devoir, c'est de rendre les hommes capables de produire un résultat commun, de donner de l'efficacité à leurs capacités, et de faire en sorte que leurs points faibles n'aient pas d'importance. »\nPour le théoricien de la contingence Henry Mintzberg (1989) ce sont « les processus par lesquels ceux qui ont la responsabilité formelle de tout ou partie de l'organisation essayent de la diriger ou, du moins, de la guider dans ses activités » [ 20 ] , [ n. 3 ] . »\nPour le théoricien social François Dupuy (2011) « la définition la plus simple et la plus parlante de ce que l'on appelle le « management » est [le fait] que les choses marchent comme elles le devraient et [que] les gens fassent ce que l'on souhaiterait qu'ils fassent » [ 22 ] ou encore en 2015 « le management est une discipline — un art veulent faire croire les optimistes — encadrée par des institutions qui en élaborent les méthodes [et] en conceptualisent les pratiques […] » [ 23 ] .\nLe management, pour William Newman et E. Kirby Warren (1961), est « l'ensemble des méthodes qui permettent de transformer les ressources dont dispose une organisation, argent, matériel et hommes, en produits et services » [ 24 ] . Selon Marvin Bower (1968), « c'est vouloir manager au travers d'un système de management ( a programmed management ) [ 25 ] » . Tom Peters (1988) voit lui que « 45 prescriptions peuvent être considérées comme une première ébauche d'une théorie du management » [ 26 ] .\nSelon Jean-Pierre Le Goff (1993) [ 27 ] , « le management est une notion globalisante et floue. Elle peut désigner les fonctions de direction, être synonyme d'organisation du travail, de mobilisation et de gestion de la « ressource humaine », ou plus largement encore englober de façon syncrétique la quasi-totalité des activités de l'entreprise qui ne se rapportent pas directement à la technique : gestion quotidienne des aléas de tous ordres survenant dans un service ou un atelier, encadrement et mobilisation d'une équipe, relations avec d'autres secteurs de l'entreprise, organisation et gestion de son temps, voire gestion budgétaire… » . Pour W. Edwards Deming (1988), cela consiste avant tout à « créer de la fierté et de la joie dans le travail » [ 28 ] .\nSelon Paul Hersey, Kenneth Blanchard et Dewey Johnson (2012) « le management est le processus de travailler avec et d'utiliser des individus et des groupes et d'autres ressources (telles que l'équipement, le capital et la technologie) pour réaliser les buts de l'organisation » [ 29 ] , pour Raymond-Alain Thietart (2012) c'est « un ensemble d’intentions (la planification), transformées en action par une bureaucratie (l’organisation) et des acteurs (l’activation), actions régulées par un système de pilotage (le contrôle) » [ 5 ] , [ n. 4 ] .\nSelon Jean-Luc Charron et al. (2014) [ 30 ] « le management se définit comme l’ensemble des techniques d’organisation et de gestion pour conduire, piloter l’action des individus. Son emploi […] par rapport au terme de gestion met l’accent sur l’art de conduire, de diriger les hommes pour optimiser les ressources, rechercher l’efficacité et l’efficience de tous les aspects de la gestion des ressources humaines.\n[Il] cherche à [les] diriger le mieux possible […] en gérant toutes les dimensions du facteur « travail » et du facteur « savoir ».\n[Il] recherche l’efficacité et l’efficience dans le recrutement, les carrières, la mobilité, la rémunération, la gestion [de celles-ci] au travers de la formation, de la motivation et de la participation, de la communication et des relations sociales »\nPour Maurice Thévenet (2014) « le management consiste à faire en sorte qu'une action collective soit efficace » [ 31 ] , [ n. 5 ] . » , selon Stephen Robbins, David DeCenzo, Mary Coulter et Charles-Clemens Rüling (2014), c'est « le processus par lequel des résultats sont obtenus de façon efficace et efficiente, via et avec la coopération d'autrui » [ 33 ] , et enfin selon Ghislain Deslandes (2016), le management dans les organisations peut être défini comme « une force vulnérable soumise à la pression du chiffre et dotée d’un triple pouvoir de contrainte, d’imitation et d’imagination s’exerçant aux niveaux subjectif, interpersonnel, institutionnel et environnemental [ 34 ] . »\nLe management connait une histoire sous deux dimensions. Depuis que Elton Mayo , puis Rensis Likert , puis Robert Blake et Jane Mouton ont mis en évidence puis formalisé dans les années soixante les deux dimensions du leadership et corrélativement les trois dimensions du comportement au travail à prendre en compte par le management, il faut comprendre le management comme un concept ayant deux dimensions :\nOn en voit une illustration dans le sous-titre du manuel de Nicole Aubert et coauteurs : Management. Aspects humains et organisationnels [ 35 ] . Christian Thuderoz arrive à la même conclusion à la suite d'un raisonnement étymologique à la Goropius [ 36 ] , se non è vero, è bene trovato.\nLes différentes théories en management sont des théories des organisations, dont certaines théories peuvent aussi avoir une approche managériale liée à plusieurs branches organisationnelles de disciplines comme la psychologie du travail et des organisations , la sociologie des organisations pour toutes les approches moins facilement modélisables, l' économie des organisations qui dérive de l'économie générale et l' ingénierie des organisations .\nMême si la conduite des actions collectives existe depuis que les hommes vivent en société, la formalisation du management est relativement récente.\nElle débute entre 1880 et 1920, dans la période industrielle avec la seconde révolution industrielle , lorsqu'apparaît la figure du dirigeant salarié. Jusque-là, depuis le début de la révolution industrielle , les chefs d'entreprise étaient essentiellement des entrepreneurs ou leurs héritiers. Or, certains de ces héritiers propriétaires préfèrent déléguer la direction de leurs entreprises à des salariés formés pour la circonstance, ce qui suscite la publication des premiers ouvrages spécialisés.\nVers la fin du XIX e siècle, Frederick Taylor [ 37 ] propose le concept d' organisation scientifique du travail . Celui-ci repose sur la décomposition du travail en gestes élémentaires chronométrés et organisés rationnellement pour former une chaîne de production. Taylor désirait appliquer les principes généraux d'amélioration de la productivité par la division du travail à l'entreprise qu' Adam Smith [ 38 ] avait soulignés (avant lui Platon [ 39 ] au niveau de la société). Il partage aussi l'idée avec Henry Ford qu'une augmentation des rendements peut être obtenue en contrepartie de bons salaires.\nParallèlement, Henri Fayol propose une approche similaire, avec un même souci de précision et de rationalité, à l'administration et à l'organisation bureaucratique. Il comprend que le prix des approvisionnements, la fiabilité des outils, la disposition des lieux de travail et la qualité de l'encadrement comptent tout autant que la quantité produite par l'entreprise. On parle alors d'administration moderne, qui fut alors et est toujours aujourd'hui la base de tout manuel de gestion. Il amène les concepts de systématisation du travail du dirigeant, de la prévision jusqu'au contrôle en passant par la décision. On reconnaît alors les principes de gestion : organiser, commander, coordonner et contrôler. Aujourd'hui, on reconnaît plutôt ces termes sous le PODC : « Planifier, Organiser, Diriger et Contrôler » (voir Roue de Deming ).\nDe son côté, Max Weber met en avant la bureaucratie en 1922 [ 40 ] .\nEn 1911, l'ingénieur américain Frederick Taylor [ 41 ] propose le concept d' organisation scientifique du travail afin d'améliorer la productivité dans les usines, notamment pour le travail sur des machines-outils. Il s'agit de décomposer le travail en gestes élémentaires chronométrés et organisés rationnellement. Une fois que la méthode optimale est obtenue (ce que Taylor appelle le one best way ), on peut l'apprendre à tous les ouvriers. On réalise ainsi une division verticale du travail, c'est-à-dire une séparation entre la conception et l'exécution des tâches.\nCette division verticale du travail ne doit pas être confondue avec la division du travail horizontale, qui consiste à spécialiser les individus sur une tâche spécifique, tel que l'ont préconisé Adam Smith [ 42 ] en 1776 (et avant lui Platon [ 43 ] au niveau de la société).\nTaylor n'est donc pas l'inventeur du travail à la chaîne, qui sera déployé à grande échelle à partir de 1912 par Henry Ford , en conjuguant la division verticale des tâches du taylorisme avec la division horizontale du travail de Smith.\nEn 1912, en s'inspirant de l'organisation du travail dans un abattoir de Chicago, l'entrepreneur Henry Ford décide de combiner la séparation entre la conception et l'exécution des tâches, issue du taylorisme , avec la très forte spécialisation des tâches, issue d' Adam Smith . C'est ainsi que naît le travail à la chaîne. Même si les frères Dodge avaient déjà expérimenté cette approche quelques années auparavant, la première voiture à être construite en grande série sur une chaîne d'assemblage est la Ford Model T .\nL'appauvrissement de la qualification qui résulte de cette nouvelle organisation du travail oblige Ford à augmenter fortement les salaires pour continuer à attirer des ouvriers. Parallèlement, cette augmentation permet aux ouvriers de disposer d'un pouvoir d'achat supérieur, et à terme d'acheter les automobiles qu'ils produisent. C'est ce qu'on appelle le système fordiste .\nAndré Citroën visite les usines Ford à Détroit dès 1912 et importe cette démarche en France, d'abord pour fabriquer des obus pendant la Première Guerre mondiale, puis pour fabriquer des automobiles [ 44 ] . Il est suivi peu de temps après par Louis Renault .\nEn 1916, dans son ouvrage intitulé Administration industrielle et générale [ 45 ] (1916), Henri Fayol , ancien directeur général d'une entreprise sidérurgique et ancien consultant, présente le management (qu'il appelle « fonction administrative » ou « administration ») comme une fonction transversale regroupant cinq grandes tâches :\nLa « fonction administrative » se résume selon Fayol à cinq infinitifs « POCCC » :\nCes principes de management ont notamment été repris et simplifiés par les analystes de la Qualité (voir Roue de Deming ) sous l' acronyme « PODC » : « Planifier. Organiser. Diriger. Contrôler. ».\nL'ouvrage de Fayol est par ailleurs le premier à présenter des notions fondamentales telles que :\nEn 1921, dans son ouvrage posthume Économie et Société [ 46 ] , l'économiste et sociologue allemand Max Weber présente la bureaucratie — un mode d'organisation du travail qu'il observe sur la société allemande du début du XX e siècle — comme une forme d'organisation caractérisée par le respect de procédures rationnelles : recrutement sur la base des compétences, définition précise des sphères de responsabilité de chaque poste, indépendamment de la personne qui l'occupe, soumission à l'autorité dans le cadre strict de la fonction, rémunération selon le grade, avancement à l'ancienneté ou par concours, contrôle strict des activités. Étant donné que ces procédures s'appliquent à tous, y compris aux chefs, la bureaucratie peut être considérée comme un rempart face aux abus de pouvoir, à l'arbitraire ou au népotisme. Cependant, si Weber souligne la supériorité de la bureaucratie par rapport aux modes d'organisation traditionnels, il souligne aussi qu'elle peut brider l'initiative et menacer à terme la dynamique du capitalisme. Il résume la bureaucratie sur quelques principes :\nL'école néo-classique reprend les bases de l'école classique, notamment avec la mise en valeur de la stratégie de l'entreprise (le management stratégique étant opposé, avec une limite poreuse, au management opérationnel ) par des auteurs comme Peter Drucker et Michael Porter , mais aussi par d'autres qui ne sont pas de ce courant comme Henry Mintzberg .\nAlfred Sloan , ingénieur diplômé du Massachusetts Institute of Technology , devient président de la General Motors en 1923, entreprise qu'il dirige jusqu'en 1956.\nAfin de concurrencer son grand concurrent Ford , qui à l'époque est organisé selon une structure fonctionnelle (le personnel est réparti en grandes fonctions verticales : conception, production, commercialisation, etc. ), Sloan élabore une structure divisionnelle : il réorganise General Motors autour de divisions transversales plus ou moins autonomes.\nChacune des marques de General Motors ( Chevrolet , Pontiac , Oldsmobile , Buick et Cadillac ) devient ainsi une division disposant de son propre département de conception, de ses propres usines et de son propre réseau de distribution. Alors que Ford produit alors en très grande série un modèle quasiment unique, la Ford T , le portefeuille de marques de General Motors est conçu pour accompagner le client dans son ascension sociale, en partant des véhicules les plus populaires ( Chevrolet ) pour aller jusqu'aux plus luxueux ( Cadillac ), ce qui évite une concurrence entre les divisions. Cette organisation connaît un grand succès et permet à General Motors de dépasser Ford dès les années 1930, et même de devenir pendant des décennies la plus grosse entreprise industrielle au monde. Entre les années 1940 et 1970, notamment sous l'impulsion du cabinet de conseil McKinsey , la structure divisionnelle est adoptée par la plupart des grandes entreprises mondiales.\nEn 1952, la business school du Massachusetts Institute of Technology est renommée Sloan School of Management en l'honneur de Alfred Sloan .\nEn 1967, ses mémoires sont traduites en français.\nFrançais autodidacte émigré aux États-Unis, Charles Bedaux publie en 1917 un ouvrage sur l'amélioration de la productivité au travail, The Bedaux Efficiency Course for Industrial Application [ 47 ] . Après le succès de cet ouvrage, Bedaux fonde une société d'ingénieurs conseils. Sa méthode consiste notamment à mesurer le travail en unités élémentaires (les unités bedaux ), qui sont ensuite comptabilisées de manière à établir la rémunération des opérateurs à l'aide d'un système de primes.\nCe système connaît un grand succès. Le cabinet Bedaux travaille notamment pour de grandes entreprises américaines, dont Ford et Standard Oil , où il concurrence l' organisation scientifique du travail de Taylor . Parallèlement, Bedaux ouvre des bureaux dans de nombreux pays européens. Dans les années 1920, le système Bedaux est utilisé dans un grand nombre d'entreprises, en particulier dans l'industrie minière où il sert à calculer le salaire à la tâche.\nCependant, du fait de l'attitude controversée de Charles Bedaux pendant la seconde guerre mondiale, son système est abandonné à la Libération.\nPrésident de la compagnie de téléphone New Jersey Bell Telephone Company à partir de 1927, Chester Barnard publie en 1938 The Function of the Executive [ 48 ] , ouvrage dans lequel il insiste sur la nécessité de la coopération au sein des organisations.\nSelon lui, afin d'assurer cette coopération, le dirigeant doit avant tout veiller à définir des objectifs connus de tous et à établir un système de communication interne le plus clair possible. Il rejoint en cela certains des principes énoncés par Henri Fayol .\nBarnard s'est aussi intéressé à l'autorité et à la motivation, dans la lignée des travaux de Mary Parker Follett .\nDans les années 1940 et 1950, Barnard a présidé plusieurs organismes de recherche américains (dont la Fondation Rockefeller et la National Science Foundation ).\nTitulaire d'un doctorat en droit, Peter Drucker , autrichien naturalisé américain, devient conseiller de Alfred Sloan chez General Motors pendant la seconde guerre mondiale.\nIl entame alors une longue carrière de consultant en management et en organisation pour les plus grandes entreprises américaines, qui le conduira à écrire de nombreux ouvrages, dont Concept of the Corporation [ 49 ] , The Practice of Management [ 7 ] en 1954 et The Effective Executive [ 50 ] en 1966.\nPour Drucker, la prospérité de la société américaine s'explique par le développement du management, qu'il considère comme un humanisme et un art libéral . Marqué par le nazisme dans sa jeunesse, il estime également qu'il vaut mieux faire confiance à l'initiative des dirigeants d'entreprises qu'à des structures étatiques.\nLa Direction participative par objectif\nÀ partir des années 1910, le facteur humain est pris en considération dans le management par Lillian Moller Gilbreth et la psychologie du management scientifique et vers 1920 par Mary Parker Follett [ 51 ] qui introduit la créativité dans la réflexion managériale.\nAprès les années 1930, avec notamment les travaux d' Elton Mayo [ 52 ] , le management s'inspire de la psychologie avec la prise en compte de l' effet Hawthorne (effet psychologique d'être l'objet d'une attention spéciale). Dans la décennie 1950, les travaux de Douglas McGregor en psychologie sociale qui propose ses théorie X et théorie Y sur les motivations des acteurs et des organisations, ceux de Herbert Simon qui approfondit les processus de décision au travers de la rationalité limitée , ceux de James March et Richard Cyert sur la théorie du comportement viennent compléter ces premières approches.\nL'analyse du pouvoir par des sociologues comme Michel Crozier [ 53 ] .\nEn 1914, Lillian Moller Gilbreth, pionnière américaine de la psychologie du travail et des organisations et une des premières femmes ingénieures avec un doctorat , écrit un livre sur l'étude psychologique du management où elle met en avant le facteur humain dans le management scientifique.\nElle expose des principes et ses opinions dans son ouvrage, notamment en mentionnant le fait que le management scientifique doit être « construit sur le principe de la reconnaissance de l’individu, non seulement en tant qu’unité économique mais en tant que personnalité » [ 54 ] . Pour elle, le management de l'époque avec la forme dominante du taylorisme manque l'inclusion de l' « élément humain » [ 55 ] . Elle introduit aussi pour la première fois des bases de la théorie des organisations avec « (1) la connaissance du comportement individuel, (2) la théorie des groupes, (3) la théorie de la communication, et (4) une base rationnelle pour la prise de décision » [ 56 ] .\nElle travaille aussi, avec son mari, sur l'étude du temps et du mouvement. Ils développent une nouvelle technique pour leurs études qui utilise une caméra cinématographique enregistrant le processus de travail. Ces observations permettent aux Gilbreth d'adapter les machines aux mouvements des travailleurs pour améliorer leur efficacité et réduire leur fatigue au travail [ 57 ] .\nCertaines critiques ressortent à l'époque, déclarant que son livre « ne répond pas aux questions vraiment importantes sur l’effet du travail standardisé sur le travailleur » [ 58 ] mais son travail est reconnu dans le domaine de la psychologie du travail et des organisations et du management scientifique [ 59 ] .\nEn 1924, Mary Parker Follett, pionnière américaine des ressources humaines , écrit un livre sur l'aspect créatif de l'humain au travail en mettant en valeur les relations humaines positives.\nDans son ouvrage, elle aborde notamment les conflits et leurs résolutions, selon elle les conflits ne sont pas à éviter mais à résoudre, elle dit à ce sujet que « le compromis sacrifie l’intégrité de l’individu et l’équilibre des pouvoirs ne fait que réorganiser ce qui existe déjà ; il ne produit pas de nouvelles valeurs » . L'intégration est une des méthodes mise en avant par Follet, car elle consiste à faire preuve de créativité afin de résoudre le conflit tout en intégrant les différences pour en faire quelque chose de nouveau. Elle propose donc de faire du conflit un objet d'innovation positif. L’intégration permet aussi la compréhension des différentes perspectives, l'élimination des silos, et l'exposition de nouvelles idées [ 60 ] .\nElle évoque notamment le fait que l'organisation doit rejeter le pouvoir dominant et adopter celle du pouvoir commun. Elle est convaincue que la participation et la responsabilisation des individus dans l'organisation est une chose essentielle pour la performance de l'organisation et que la soumission des subordonnés est quant à elle une chose insuffisante.\nPar la suite, elle est mise en avant par certains théoriciens comme Peter Drucker qui dit à son sujet qu'elle est « l’étoile la plus brillante au firmament du management » [ 61 ] ou bien Henry Mintzberg qui quant à lui, déclare « Imaginez, si nous avions passé la  plus grande partie du siècle à suivre les enseignements de Mary Parker Follett au lieu de ceux de Fayol ! » [ 61 ] .\nLe mouvement des relations humaines débute dans les années 1930, après la crise économique de 1929 [ 62 ] .\nElton Mayo , un psychologue australien s'intéressant aux relations et aux facteurs sociaux et psychologiques sur la productivité et à l'élément humain au travail, tout comme Gilbreth et Follet. Il va notamment théoriser dans les années 1930 l' effet Hawthorne [ 63 ] , où il décrit la situation dans laquelle les individus vont modifier leur comportement en raison du fait qu'ils ont conscience d'être observés car, être l'objet d'une attention spéciale influe significativement sur le comportement des individus au travail. Mayo devient ainsi le précurseur de cette école, centrée sur les relations entre les individus au sein des organisations.\nNéanmoins ce mouvement connait une forte ampleur et inclut d'autres théoriciens comme Kurt Lewin , un psychologue américain travaillant sur les groupes et leurs dynamiques, il est à l'origine de la dynamique de groupe vers les années 1940, un concept de la psychologie sociale qui regroupe un ensemble de phénomènes, mécanismes et processus psychiques et sociologiques qui émergent et qui se développent à l'intérieur des groupes. Lewin met l'accent sur le fait que le groupe « est plus que, ou plus exactement, différent de la somme de ses membres. Il a sa propre structure, et des relations propres avec d'autres groupes. L'essence du groupe n'est pas la similarité ni la dissimilarité de ses membres, mais leur interdépendance. Chaque groupe peut être caractérisé comme une totalité dynamique ; cela signifie qu'un changement dans l'état d'une de ses parties change l'état de n'importe quelle autre sous-partie » [ 64 ] .\nLe psychologue américain Abraham Maslow travaille quant à lui sur les besoins afin de mieux étudier la motivation des individus au travail [ 65 ] , avec la pyramide des besoins dans les années 1940 qui représente et décrit les différents besoins humains, en allant des besoins physiologiques comme boire ou manger, aux besoins de sécurité comme celui d'avoir un environnement stable, aux besoins d'appartenance et d'amour comme le fait d'avoir de l'affection de la part d'autrui, aux besoins d'estime avec le respect et la confiance des autres, et enfin à l' accomplissement personnel que l'on retrouve sous la forme de développement personnel en management et qui est relatif à l'auto-actualisation notamment avec la pratique de la créativité. Cette hiérarchie des besoins a été par la suite représentée sous forme de pyramide (on parle ainsi de pyramide de Maslow ou de pyramide des besoins ), mais cette représentation donne une vision trop simpliste, voire erronée, du modèle de Maslow : la pyramide est fermée (ce qui implique une possibilité de satisfaction de tous les besoins), les besoins semblent de moins en moins importants (alors que les besoins physiologiques sont les plus aisément assouvis), le passage d'un besoin au suivant est trop brusque, et un seul besoin peut être motivant à la fois. Pour autant, cette représentation pyramidale a été largement utilisée en entreprise, car elle suggère qu'il suffirait d'identifier la catégorie de besoin ressenti par un salarié pour susciter mécaniquement sa motivation. La réalité (et le modèle de Maslow lui-même) sont évidemment plus complexes.\nEnfin, le psychologue américain Douglas McGregor s'intéresse lui à la motivation au travail avec sa théorie X et théorie Y dans les années 1960 où il décrit les différents comportements des individus au travail et leurs conséquences. Il met en valeur que dans le premier cas (la théorie X), l'humain n'aime pas travailler et dans le deuxième cas (la théorie Y), l'inverse. Il explique donc que le premier crée un cercle vicieux qui entraine la mise en place d'un style de management assez autoritaire, mal supporté par les employés, et le deuxième un cercle vertueux qui permet un management participatif.\nDe son côté, le psychologue américain Frederick Herzberg développe la théorie des deux facteurs dans les années 1950, qui présente les deux ensembles de facteurs qui contribuent à la satisfaction au travail . Il en distingue deux types, le premier qui sont les facteurs d'ambiance relatifs à l'hygiène comme les conditions de travail et le salaire, et le deuxième qui sont les facteurs valorisants relatifs à la motivation au travail comme avec l'intérêt de la tâche et la considération. Certaines critiques ressortent à ce sujet, en mettant l'accent sur l'indépendance de ces deux facteurs [ 66 ] . Ces deux séries de facteurs seront rebaptisés par la suite motivation intrinsèque et motivation extrinsèque et étudiés par des psychologues comme Edward Deci [ 67 ] .\nL'école sociologique comprend le sociologue américain James March , professeur à l' Université Stanford , qui publie en 1958 avec Herbert Simon l'ouvrage Les organisations [ 68 ] , qui définit une organisation comme « un ensemble d'individus ou de groupes d'individus en interaction, ayant un but collectif, mais dont les préférences, les informations, les intérêts et les connaissances peuvent diverger ». March publie ensuite en 1963 avec Richard Cyert une théorie comportementale de la firme [ 69 ] , qui décrit les limites de la rationalité des organisations : plutôt que de fonctionner de manière harmonieuse et coopérative, celles-ci sont composées de sous-ensembles qui cherchent le plus souvent à appliquer des routines préétablies et à évacuer les problèmes soulevés par leur hiérarchie. Elle réussissent cependant à fonctionner car elles disposent d'un excédent de ressources, appelé slack . Pour March, une organisation qui fonctionne bien présente une redondance de compétences ordinaires et les dirigeants ont essentiellement un rôle de représentation. Enfin, en 1972, avec Johan Olsen et Michael Cohen, March définit la théorie de la poubelle [ 70 ] qui montre qu'au sein des organisations décrites comme des anarchies organisées , les décisions résultent de la rencontre fortuite entre quatre flux : des occasions de choix, des participants, des apporteurs de problèmes et des apporteurs de solutions toutes faites. Dans la continuité des travaux de Herbert Simon , ce modèle s'oppose radicalement à la notion de rationalité absolue et postule au contraire que les décisions résultent le plus souvent du hasard.\nIl y a aussi le sociologue français Michel Crozier qui, dans son ouvrage Le phénomène bureaucratique [ 71 ] , publié en 1964, montre que la bureaucratie rationnelle décrite par Max Weber présente en réalité des dysfonctionnements, du fait des stratégies mises en place par les acteurs pour assurer leur pouvoir. Crozier poursuit cette démonstration dans l'ouvrage qu'il publie avec Erhard Friedberg en 1977, L'acteur et le système [ 72 ] . Cet ouvrage présente la théorie de l'acteur stratégique , selon laquelle les membres d'une organisation s'écartent significativement de leur rôle officiel afin de créer ou de préserver des zones d'incertitudes qui sont autant de marges de négociation dans les rapports de pouvoir. Un technicien peut ainsi chercher à dissimuler le mode d'emploi d'une machine pour être le seul à savoir la faire fonctionner. De même, l'application plus ou moins stricte des règles, tout comme le choix entre plusieurs règles applicables, permet aux acteurs de disposer d'un pouvoir qui n'est pas formellement prévu par l'organisation. Tout cela conduit à questionner la légitimité rationnelle de la bureaucratie.\nFrançois Dupuy montre dans son ouvrage Lost in management (2011) que les entreprises sont, au début du XXI e siècle, en passe de perdre le contrôle d’elles-mêmes quand le pouvoir se disperserait au niveau des intermédiaires et des exécutants. Poussés par la compétition, les dirigeants tentent alors de reprendre le contrôle par la mise en œuvre de « process » et de « reportings », produisant un résultat à l’inverse de l’effet escompté : plus les décisions se multiplient, moins le contrôle est grand. Il montre ainsi dans son enquête que dans de nombreuses entreprises, le problème est aujourd’hui de reconstruire une maîtrise minimale de la direction et de ses managers sur l’organisation et ses personnels [ 73 ] .\nDans la suite, La Faillite de la pensée managériale (2015), il s'emploie à démonter les mécanismes de l’appauvrissement de la pensée managériale et à en montrer l'étendue des conséquences pour les entreprises, en particulier à cause de l'ignorance persistante des acquis des sciences sociales [ 74 ] .\nIl existe aussi des mouvements sociologiques des organisations comme celui de la contingence qui étudie la structure organisationnelle, et qui débute dans les années 1950 avec plusieurs travaux.\nDe 1953 à 1957, une sociologue britannique du nom de Joan Woodward réalise une enquête de terrain pour analyser l'influence de la technologie sur la structure organisationnelle . Elle rédige ensuite un ouvrage à ce sujet où elle classifie les technologies par types avec l'organisation unitaire, l'organisation de masse et l'organisation en process continu. Selon elle, toutes ces organisations ont des caractéristiques communes.\nEn 1967, les sociologues américains Paul R. Lawrence et Jay Lorsch écrivent eux un livre sur l'organisation et l'environnement qui étudie la relation entre les caractéristiques de l'organisation et leur environnement tout en mettant en avant le fait que les performances économiques sont dues à l'adaptation en fonction de celui-ci.\nPar la suite, le sociologue et ingénieur de formation canadien Henri Mintzberg , soutient sa thèse de doctorat en management à la Sloan School of Management du Massachusetts Institute of Technology en 1964. Dans son travail de thèse, il chronomètre le travail de managers et de dirigeants, afin de décrire la nature exacte de leurs tâches, marquées par le fractionnement, l'imprévu et la discontinuité.\nDevenu professeur à l' université McGill de Montréal, il propose en 1979 dans son ouvrage Structure et dynamique des organisations [ 75 ] une typologie des organisations élaborée à partir des mécanismes de coordination des tâches (voir la section Organisation ).\nIl s'intéresse ensuite au pouvoir dans les organisations, puis à la stratégie d'entreprise et aux formations au management, ce qui l'amène à critiquer les programmes MBA des grandes universités américaines, notamment celui de la Harvard Business School .\nEn 2014, il publie Manager - L'essentiel [ 76 ] , ouvrage dans lequel il reprend l'approche de sa thèse de doctorat pour observer au plus près les tâches d'une série de dirigeants.\nLa systémique consiste à considérer tout phénomène comme un système global qui s'applique dans plusieurs disciplines, tout en privilégiant une approche macroscopique [ 77 ] . Bien que le concept systémique soit assez récent, le management connait aussi des théories des organisations ayant une approche qui se veut systémique.\nEn 1947, dans son ouvrage Administrative Behaviour [ 78 ] , l'économiste et sociologue américain Herbert Simon démontre que la rationalité absolue des individus, une des hypothèses clés des théories économiques classiques (qui postulent la capacité des acteurs économiques à déterminer des solutions optimales afin de maximiser leur utilité marginale) est un mythe. Il propose une vision plus réaliste, la rationalité limitée , qui résulte d'une série de biais cognitifs et qui se traduit par l'obtention de solutions satisfaisantes.\nPour ses travaux, Simon reçoit le « prix Nobel » d'économie en 1978 .\nDans le milieu des années 1950 [ 79 ] , l'ingénieur, informaticien et théoricien des systèmes américain Jay Wright Forrester fonde la dynamique des systèmes , un concept d'ingénierie qui est une approche pour la compréhension et l'analyse globale des problèmes complexes mathématiques par le biais d'une simulation résolvant des équations afin d'obtenir la valeur de chaque variable mathématique au cours du temps.\nDans le cadre de management, la gestion financière est un domaine dont l'objet se caractérise au niveau stratégique par une recherche d'optimisation de la valeur de l'entreprise et donc particulièrement de l'intérêt des apporteurs de capitaux. La finance se caractérise par l'usage traditionnel d'analyses basées sur le risque et les flux de trésorerie afin d'éviter certaines illusions financières et biais d'autres étalons de mesure. Dans le cas d'analyse financière des groupes, il sera nécessaire de réaliser des retraitements importants qui peuvent finir par alourdir considérablement le coût du contrôle des parties prenantes.\nUn des objectifs du management est la gestion de l' organisation de l'entreprise afin de générer des synergies par un certain alignement stratégique . Pour atteindre cet objectif, il est nécessaire de réaliser la coordination des flux physiques et immatériels qui traversent l'entreprise. Les flux physiques matériels sont normalement sous la responsabilité du service logistique . Le service des ressources humaines gère les flux de capital humain . Les flux d'informations par nature immatériels sont sous la responsabilité de la direction des systèmes d'information ( DSI ) qui gère le management du système d'information de l'entreprise et assure l' urbanisation du système d'information . En management du système d'information, la gestion de données concerne aussi spécifiquement des ressources numériques .\nParmi les outils des services informatiques des grandes entreprises, les ERP (Enterprise Resource Planning) ou PGI ( Progiciel de gestion intégré ) permettent le management global d'une entreprise . En effet, ces outils offrent une couverture de management qui englobe l'ensemble des services d'une entreprise. Ils sont disponibles, aussi bien pour les très grandes entreprises que pour les PME/PMI du fait d'une augmentation de la standardisation des systèmes et donc une baisse sensible du prix d'achat et de maintenance. Il est également possible, en s'appuyant sur une architecture orientée services de faire communiquer de façon souple et réaliser un couplage des systèmes de PGI (dédiés à des PME/PMI ou à des filiales) et un ERP central couvrant l'ensemble de l'entreprise. L'intérêt de ces systèmes est d'abord une uniformisation par l'intégration et la dématérialisation des informations. En effet, l'objet de la création d'une base de données est surtout de créer une unicité de l'information en termes de format et parfois de centralisation des données (relativement au niveau de sécurité ou de qualité négocié entre les métiers et attendu par le système : il faut alors augmenter le niveau de redondance de l'information pour limiter le risque ou la baisse de qualité de service ). Le système nécessite aussi de réussir la mutualisation des processus métiers en exerçant l' interopérabilité attendue. Cependant, celle-ci a aussi un coût en termes de parc matériel (besoin de puissance de calcul, capacité de stockage des entrepôts de données , âge moyen des serveurs) et de parc applicatif (nombre de systèmes techniques et complexité de l'interconnexion). Le choix d'un système d'information intégré est donc au cœur de la question de l' externalisation . Faut-il externaliser cette fonction du fait de son coût et du niveau d'expertise attendu ? Le choix doit être relativisé avec le niveau de dépendance et de perte de confidentialité qu'implique l'externalisation du système d'information et la perte d'opportunité en termes d'augmentation de la valeur de l'entreprise.\nLa stratégie organisationnelle est le choix d'orientation à long terme de l'entreprise et des options qui lui permettent de s'insérer dans son environnement. En d'autres termes, la stratégie consiste, pour l'entreprise, a fixer des objectifs lointains et des moyens permettant de les atteindre. Elle constitue donc l'art de diriger l'organisation et les hommes de l'entreprise d'un point de vue long terme et extérieur. Définir une stratégie consiste à déterminer les buts et objectifs qui seront poursuivis, à choisir les actions à mettre en œuvre ainsi que les ressources à mobiliser. La prise de décision est précédée par une phase de diagnostic et suivie par une phase de mise en œuvre. La stratégie peut être envisagée selon deux niveaux : la formulation stratégique et le management stratégique. La formulation stratégique a pour objet de structurer la démarche de réflexion des dirigeants pour arriver à des choix stratégiques. Le management concerne les conditions de mise en œuvre de ces choix et l'organisation des actions collectives qui permettront d'obtenir la performance attendue.\nLes problèmes doivent être résolus « durablement », c'est-à-dire positionner l'entreprise dans des conditions où une performance accrue a plus de chance d'apparaître. D'où l'importance de la stratégie qui peut assurer la capacité d'anticipation de l'entreprise. Dans la pratique, la stratégie donne généralement lieu à la planification d'actions pour atteindre des objectifs précis sur une période donnée. Tous les outils de la gestion courante vont permettre au gestionnaire d'atteindre les objectifs définis dans le cadre de la vision stratégique de l'entreprise. Chaque petite décision prise sur le plan financier, économique, marketing, de la clientèle et autres, fait partie d'un ensemble plus large que l'on nommera management opérationnel. Le management devra rester conscient des limites du pouvoir prédictif de la stratégie relative à toute prise de décision (auto-réalisation de la stratégie, difficultés à faire accepter le changement , etc. ) et de son coût.\nLa Direction de la Stratégie statue sur les offres à long terme et donc les activités de l'entreprise qui généreront la satisfaction du client, avec la meilleure marge, le meilleur potentiel, et le minimum de risques. La Direction de la Stratégie participe aux décisions de politique industrielle à l'échelle d'un pays, d'une région, etc. La Direction de la Stratégie connaît les organismes de recherche et la politique étatique à l’égard de ces organismes et leur orientation en termes de recherche.\nLa culture qui est l'ensemble des apparences et façons de réagir — qui sont autrement dit le comportement — destinés à caractériser l'organisation [ O 6 ] .\nL' économie des organisations s'intéresse aux dynamiques productives dans l'organisation. Elle s'efforce de relier celles-ci avec l'économie générale. La microéconomie part d'une analyse des marchés voire d' études de marché dont elle déduit des fonctions mathématiques . Elle cherche à préciser les conditions d'équilibre de l'offre et la demande sur le marché par l'outil mathématique en prenant en compte au maximum la rationalité limitée des acteurs dans les situations de marché . Elle se situe principalement en dehors de l'entreprise qui n'est qu'un acteur du marché. Comme a pu le souligner Henry Mintzberg [ 80 ] , plus les situations deviennent réelles et plus le travail mathématique doit devenir intense, long et coûteux. Ce qui est l'inverse de l'intention du management. Celui-ci se situe dans l'entreprise qu'il s'agit de gérer de façon optimale, même si Herbert Simon a montré que cette recherche d'optimisation s'inscrit dans une rationalité limitée [ 78 ] . Il reste que la microéconomie peut rester un outil pour les très grosses entreprises et surtout pour l'État cherchant à faire des études ponctuelles à partir d'études de marché, permettant ensuite d'élaborer certaines fonctions explicatives des évolutions des prix et des quantités produites et échangées.\nLe management étudie les objets de l'organisation tels que la gouvernance qui est l'ensemble des processus, réglementations, lois et institutions destinés à cadrer l'organisation [ O 7 ] . C'est un ensemble de mécanismes qui contribuent à aligner la réalité du fonctionnement d'une organisation sur les objectifs qui lui sont assignés. Les attentes des parties prenantes et les conflits sur les objectifs à assigner à l'organisation peuvent se manifester en dehors des structures classiques de gouvernance ( assemblée générale , conseil d'administration et direction générale). C'est en ce sens que la construction par le management des structures de gouvernance est particulièrement complexe. Le management fait appel à l' audit interne et au contrôle de gestion pour collecter, traiter, remonter et valider l'information de gestion. Ces informations, essentielles au pilotage de l' organisation , contribuent aussi à la réduction de l' asymétrie d'information entre les parties prenantes. Par cette réduction, il est donc possible d'envisager une diminution des conflits et des rapports de force au sein de l'entreprise source parfois d'inefficacité. C'est en reliant les processus aux différentes parties prenantes que l'entreprise peut assurer sa cohésion et sa cohérence. Le modèle du tableau de bord prospectif ( balanced scorecard ) constitue un exemple d'approche formalisée pour intégrer et gérer simultanément les différentes facettes d'un processus. L'entreprise a une responsabilité par les décisions qu'elle prend et les actions qu'elle met en œuvre. Mais cette responsabilité doit aussi se rendre visible par l'information que l'entreprise transmet aux diverses parties prenantes. Comme toute responsabilité, celle-ci repose sur la prise en compte de l' éthique dans les relations avec les autres. En effet, le comportement des managers ont des répercussions directes sur leurs subordonnés, et ainsi, sur les résultats de l'entreprise. C'est ainsi que, depuis le début du vingtième siècle, le management analyse les répercussions qui découlent des types de leadership. Pour développer ce type de gestion, le Management équitable recouvre un certain nombre de pratiques de management fondées sur le principe d’un juste équilibre entre la performance économique et opérationnelle de l’entreprise et l’épanouissement personnel au travail. Il place la personne humaine au cœur des préoccupations de l’entreprise en proposant un traitement équitable, respectueux des droits de chacun et porteur de bien-être social.\nL' ingénierie des organisations s'intéresse aux dynamiques complexes des systèmes.\nLa psychologie des organisations est un des champs de la psychologie et de l'organisation qui s'intéresse aux comportements des individus dans leur milieu de travail et aux phénomènes de groupe.\nDe manière générale, les recherches en management les plus proches de la psychologie sont rassemblées sous la dénomination comportement organisationnel et se consacrent notamment à la motivation et à l'autorité [ 81 ] .\nLa sociologie des organisations qui est un des champs de la sociologie et de l'organisation, s'intéresse aux comportements des acteurs lors d'activités collectives et aux rapports de force comme le pouvoir au sein des organisations, notamment étudié par des sociologues comme Max Weber et Michel Crozier .\nLa structure organisationnelle est un des objets de l'organisation et correspond à la somme des moyens [ O 8 ] , dispositifs [ O 9 ] , fonctions et relations [ O 10 ] destinés à répartir l'organisation [ O 11 ] . Il existe plusieurs types de structure, la structure hiérarchique qui répartie les individus par responsables, la structure fonctionnelle qui répartie les individus par fonctions, la structure divisionnelle qui répartie les individus par produits ou régions, la structure matricielle qui combine celle hiérarchique et par projets et la structure hiérarchico-fonctionnelle qui combine celle hiérarchique et fonctionnelle. L' organigramme permet la représentation de la structure organisationnelle.\nIl s'agit d'un nouveau mode de management émergent de plus en plus adopté dans les entreprises, notamment celles élaborées sur le modèle des start up , qui casse les codes et l'organisation hiérarchique pyramidale en partant du principe que les avis, points de vue et connaissances de l'ensemble des membres d'une équipe sont intéressants. Ce type de management place le salarié au centre de l'entreprise pour aller vers une démarche de complémentarité et de gain d'efficacité. Il est aussi appelé management consensuel. Il permet notamment de travailler sur la cohésion d'équipe et donc sur une optimisation des résultats et de l'efficacité.\nCette nouvelle méthode de management horizontal, issue des start-ups spécialisées dans la haute technologie de la Silicon Valley , et qui transforme complètement les méthodes de management traditionnelles [ 82 ] , commence à être adoptée par de plus en plus de grands groupes, comme Spotify [ 83 ] . Elle se caractérise souvent par un fonctionnement en méthodes agiles .\nAnthony J. Evans établit un parallèle entre le fonctionnement des états et celui des entreprises. Elle note que si les moments où la structure de pouvoir d'un état réfléchit et fonde sa constitution sont relativement rares, il n'en est pas de même des entreprises. Elle considère que trois ordres de prises de décision sont à considérer : les décisions opérationnelles, les décisions institutionnelles et les décisions constitutionnelles. Les décisions constitutionnelles sont celles qui précisent comment les décisions seront prises. Elles sont donc le socle des deux autres [ 84 ] . Dans une démarche anthropologique, elle s'intéresse aux moments constitutionnels de la vie des entreprises, i.e. aux moments où l'entreprise fige ou remet en cause la façon dont les décisions seront prises en son sein. « La constitution est donc le dispositif autour duquel les membres d'une organisation se coordonnent, et au sein duquel les entrepreneurs peuvent diriger l'entreprise. Elle fixe les contraintes dans lesquelles ils autorisent volontairement la gestion de leurs ressources. Mais, surtout, elle va au-delà de l'explication des règles qui régissent leur fonctionnement, pour étudier les règles de changement des règles » [ 84 ] .\nLes sociétés Gore-tex et Morningstar [ 85 ] sont réputées avoir un management de ce type. Dans le cas de cette dernière, son management s'appuie sur des principes clés et des conditions, le tout formalisé dans un document partagé à l'ensemble des collaborateurs.\nBernard Marie Chiquet définit un management constitutionnel formalisé : « Le management constitutionnel n’est rien d’autre qu’un système managérial dans lequel ceux qui en ont le pouvoir, le plus souvent les dirigeants, adoptent une constitution pour l’organisation, laquelle régit la façon d’exercer le pouvoir à travers des règles et des processus qui s’appliquent à tous, y compris à eux-mêmes. Ce système permet de passer d’un pouvoir hiérarchique à un pouvoir constitutionnel qui fait loi, c’est-à-dire encadré et distribué selon les règles de droit définies dans la constitution choisie. Chacun devient détenteur de certains pouvoirs selon ses rôles, qui sont encadrés et limités par des politiques qui engagent chacun » [ 86 ] .\nIl s'agit d'une manière de gérer une entreprise sans hiérarchie. C'est un management sans managers à proprement parler. Tous les employés sont sur un pied d'égalité. Les recrutements se font de manière collaborative et une personne choisie par l'équipe est nommée en qualité de référent [ 87 ] . Ce nouveau management permettrait notamment aux différents employés de gagner en responsabilisation et prise d'initiative.\nSur les autres projets Wikimedia :\nLes termes « management » et « leadership » entretiennent une relation d' énantiosémie , c'est-à-dire une catégorie linguistique assez singulière de mots qui sont, suivant le contexte, soit synonymes, soit antonymes.\nDans les expressions : « Styles de management », » styles de leadership », « styles de commandement » etc., ils sont synonymes.\nEmployés « absolument », c'est-à-dire seuls, ou employés sous la forme « manager » et « leader », ce sont des antonymes que pratiquement tous les auteurs ( Warren Bennis , Kenneth Blanchard , Craig Hickman [ 88 ] , etc.) opposent de façon dichotomique.\nLa cause profonde de cette énantiosémie est que le concept de leadership est double, c'est tout à la fois une relation de pouvoir et une relation de confiance ; et que, simultanément, le management est lui aussi un concept bidimensionnel, comportant deux dimensions, mises en évidence par Rensis Likert et formalisées par Robert Blake et Jane Mouton dans leur Grille managériale , — en fait un paradigme — celles de intérêt pour les hommes — pour leur bonheur, c'est la face motivation , enthousiasme — et intérêt pour les résultats — pour l'efficacité et l'efficience, d'autre part. Les deux termes extrêmes : pouvoir et efficacité sont antonymes. Les deux termes moyens : confiance et bonheur (voir Zappos , par exemple) sont synonymes.\nJohn Kotter compare ainsi le management au leadership [ 89 ] :\nL'opposition entre managers et leaders est formalisée par Warren Bennis [ 90 ] .\nOn compte en France pas moins de 230 écoles dites de commerce et de management. Ces écoles sont privées ou gérées par des chambres du commerce et de l'industrie . La plupart d'entre elles axent leurs formations sur la pratique. Elles offrent une ouverture sur l'international comme l' ESCP Europe [ 91 ] ou l' ICS Paris grâce à l'intégration d'étudiants étrangers ou de cursus hors des frontières. D'autres, comme HEC Paris proposent des programmes de formations continues avec le système des MOOC , alors que certaines d'entre elles misent tout sur l'entrepreneuriat pour dynamiser l'économie et accompagner les porteurs de projets dans la création de leur entreprise [ 92 ] .\nLes IAE ou Instituts d'administration des entreprises , désormais dénommés Écoles universitaires de management , sont des structures de formation similaires, mais elles dépendent des universités . 35 IAE existent en 2015, regroupés en un réseau d'échange de bonnes pratiques, et les plus anciens membres de ce réseau ont été fondés dans les années 1950 . La plupart a des actions à l'international, certains IAE comptant même plus d'étudiants à l'étranger que sur le territoire national. Enfin, en tant que composantes des universités, tous ont un volet recherche largement développé.\nSur les autres projets Wikimedia :"
}