{
  "id": 56,
  "title": "Psychologie",
  "url": "https://fr.wikipedia.org/wiki/Psychologie",
  "date": "2025-11-26T21:49:11.046335",
  "content": "Cet article possède un paronyme , voir Phycologie .\nmodifier - modifier le code - modifier Wikidata\nLa psychologie (du grec ψυχή / psukhế , « âme », et λόγος / lógos , « parole , discours ») est une discipline scientifique qui s'intéresse à l'étude du corpus des connaissances sur les faits psychiques , les comportements et les processus mentaux [ 1 ] .\nLa psychologie est la connaissance empirique ou intuitive des sentiments , des idées , des comportements d'une personne et des manières de penser , de sentir, d'agir qui caractérisent un individu ou un groupe . Il est commun de définir aussi la psychologie comme l'étude scientifique des comportements [ 2 ] .\nLa psychologie fait partie des sciences humaines et sociales (SHS). Divisée en de nombreuses branches d'étude dont les théories et les méthodes de recherche varient grandement, la psychologie a des applications nombreuses.\nÉtymologiquement, le mot psychologie dérive du latin psychologia , terme lui-même formé à partir du grec ancien ψυχή ( psukhē : le souffle, l'esprit, l'âme) et -λογία ( -logia , la science, l'étude, la recherche) [ 1 ] par le savant humaniste croate Marko Marulić (1450-1524) et qui semble apparaître pour la première fois dans le titre de Psichiologia de ratione animae humanae (fin XV e - début XVI e ) dont la trace a été perdue [ 3 ] , [ 4 ] si bien que la première occurrence attestée se trouve chez le juriste et philosophe allemand Johann Thomas Freig (lat. Freigius, 1543-1583). Toutefois, le mot est véritablement popularisé par la Réforme protestante en Allemagne , à travers les écrits de Philippe Melanchthon qui reprend le terme dans ses études bibliques et ses commentaires de la philosophie aristotélicienne. Le terme se retrouve ainsi jusque dans les discours ésotériques , tel la Psichologie ou traicté de l'apparition des esprits de Noël Taillepied ( 1588 ) [ 5 ] .\nLa lettre grecque Ψ (psi) est souvent utilisée comme une abréviation du terme psychologie.\nL'objet d'étude de la psychologie est un débat non clos depuis des siècles. En effet, selon les auteurs, la psychologie s'est trouvée centrée sur des objets très différents, sans qu'il soit encore possible aujourd'hui de décider quelle est la théorie unitaire qui serait largement acceptée [ 1 ] . Ainsi les approches sur cette question extrêmement complexe se partagent-elles traditionnellement entre celles qui considèrent que l'objet de la psychologie est le comportement et sa genèse, les processus de la pensée, les émotions et le caractère ou encore la personnalité et les relations humaines, etc. [ 1 ] .\nDe plus, les comportements humains sont influencés par des facteurs nombreux et également divers : les stimuli de l'instant présent, l'héritage génétique, le système physiologique, le système cognitif (les connaissances, pensées, souvenirs, etc.), l'environnement social, l'environnement culturel, les expériences passées, les caractéristiques personnelles comme le niveau d'intelligence, la personnalité ou la présence d'une maladie mentale [ 2 ] .\nLes différentes branches de la psychologie se distinguent soit par la méthode utilisée (clinique ou expérimentale), soit par l'activité humaine considérée (travail, mémoire, perception, apprentissage, soin, comportement en groupe, etc.), soit par grand domaine d'investigation ( psychologie cognitive , psychopathologie , psychologie sociale , psychologie de l'enfant et du développement , psychophysiologie , psychologie animale ) [ 1 ] .\nLe développement de la psychologie a été influencé par des courants de pensée ou « écoles ». Dans l'ordre chronologique de leur apparition, les principales approches de la psychologie sont l'approche physiologique issue de la médecine et biologie ( Gustav Fechner qui tente de comprendre les liens entre sensation et stimuli, Wilhelm Wundt qui fonde le premier laboratoire de psychologie expérimentale au monde, en Allemagne au XIX e siècle) ; l'approche psychodynamique (issue de la psychanalyse avec Sigmund Freud dans les années 1890), le béhaviorisme ou comportementalisme (de John Watson , Ivan Pavlov et Burrhus Frederic Skinner après 1912), l'humanisme (avec Carl Rogers et Abraham Maslow dans les années 1950) et la psychologie cognitive (avec Donald Broadbent , Ulric Neisser , dans les années 1950) [ 6 ] . Ces approches sont présentées en détail dans les sections suivantes.\nEn France, avant la réforme LMD et la loi n° 85-772 du 25 juillet 1985 [ 7 ] , pour devenir psychologue, il était nécessaire d'obtenir un Diplôme d'Études Supérieures Spécialisées (DESS) en psychologie [ 8 ] . Une carrière dans la recherche se faisait par la voie du Diplôme d'Études Approfondies (DEA) et la préparation d'une thèse de Doctorat durant trois années après obtention du DEA, soit un total de huit années d'études après le baccalauréat [ 9 ] . Ce modèle d'obtention du titre de psychologue n'est plus d'actualité.\nLe tableau ci-dessous illustre la diversité de la psychologie, avec différentes approches théoriques (première colonne), des objets d'investigation variés (deuxième colonne), des méthodes de recherches dépendant des questions posées et des théories sous-jacentes (troisième colonne). Les applications de la psychologie sont également nombreuses (quatrième colonne). La dernière colonne du tableau présente des disciplines où la psychologie a historiquement joint une autre discipline académique pour former une discipline indépendante. Ces listes ne correspondent pas à une nomenclature publiée et correspondent aux thèmes retrouvés dans divers manuels de référence.\nL'approche psychodynamique de la psychologie est inspirée par la psychanalyse, discipline qui a été développée par Sigmund Freud à Vienne vers les années 1900 [ 6 ] . Son approche se basait sur la méthode de traitement des troubles psychiques qu'il nomma la psychanalyse. Cette méthode d'étude du fonctionnement psychique l'amena à développer des théories sur le développement de l'enfant et de la personnalité qui vont fortement influencer la psychologie, en particulier dans le domaine de la psychopathologie [ 6 ] . Plusieurs psychanalystes ont influencé par leurs découvertes les théories de la psychologie de l'enfant. Les observations cliniques de Melanie Klein et Donald Winnicott ont mené à une meilleure compréhension de l' attachement . Les observations de Erik Erikson ont mené à une meilleure compréhension de l'influence sociale et culturelle sur le développement de la personnalité et la recherche de l'identité du moi, ainsi qu'à la mise en évidence de stades de développement psychosocial [ 10 ] . Les méthodes psychanalytiques ou psychodynamiques sont fondées sur l'observation clinique [ 10 ] .\nL'approche béhavioriste fut développée par John B. Watson en 1912 aux États-Unis, se basant sur les recherches animales du physiologiste Ivan Pavlov , considéré comme le découvreur du conditionnement classique [ 6 ] , [ 11 ] . Dans les années 1930, Burrhus F. Skinner développe la théorie du conditionnement instrumental ou opérant dont le postulat est que d'un renforcement augmente la fréquence d'apparition d'un comportement. Albert Bandura étend la théorie béhavioriste en prenant en compte la dimension sociale de l'apprentissage (les modèles et imitations) et la liberté du sujet (choix de ses modèles), dans sa théorie de l'apprentissage social qui devient la théorie sociale cognitive en 1989 [ 11 ] .\nL'approche béhavioriste dresse les bases d'une psychologie qui veut développer des modèles scientifiques et a ses origines dans la recherche animale. L'objet d'étude du béhaviorisme est l' apprentissage dans des conditions contrôlées et les méthodes se basent sur des expériences menées en laboratoire de recherche [ 6 ] .\nLe courant humaniste en psychologie a commencé à émerger aux États-Unis dans les années 1950. Ses origines viennent de la philosophie [ 6 ] . Le courant est fondé dans les années 1960 par Carl Rogers en réaction aux courants psychanalytiques et béhavioristes. Le courant humaniste considère l'humain comme fondamentalement bon, libre et capable d'orienter ses choix pour se réaliser pleinement (« actualisation de soi ») s'il est authentique et congruent avec lui-même [ 12 ] . Abraham H. Maslow est un autre chef de file du courant humaniste et est connu pour avoir élaboré dans les années 1970, la théorie de la hiérarchie des besoins décrivant les conditions nécessaires et préalables à l'actualisation de soi [ 12 ] .\nTout comme l'approche psychodynamique, son principal objet est la thérapie dont l'objectif est d'amener les individus à réaliser leur plein potentiel [ 6 ] . Les méthodes de la psychologie humaniste sont cliniques et non directives [ 12 ] .\nLe courant cognitiviste s'est développé à partir des années 1950 aux États-Unis et au Royaume-Uni [ 6 ] . Le courant cognitiviste privilégie l'observation scientifique des comportements. Il est distinct du béhaviorisme en ce qu'il tente de modéliser les processus mentaux comme l'attention, la perception, le raisonnement, la résolution de problème, ou encore la mémoire [ 6 ] .\nLe projet cognitiviste a été de chercher à caractériser l'organisation des processus internes impliqués dans le comportement. Ces évolutions théoriques vont de pair avec des développements expérimentaux qui forment les bases méthodologiques de l'expérimentation en psychologie cognitive. Parmi ceux-ci, le renouvellement de l'approche dite de la chronométrie mentale proposée un siècle plus tôt par le physiologiste néerlandais Franciscus Cornelis Donders selon laquelle la mesure du temps de réaction fournit un indice du temps de traitement d'un stimulus donné [ 13 ] . La métaphore qui prévaut en psychologie cognitive est celle du cerveau-ordinateur , à une époque où les progrès en informatique sont pleins de promesses pour l' intelligence artificielle . Selon ce paradigme cognitiviste, l'information ferait l'objet d'un traitement séquentiel ou parallèle en circulant entre les différents processus qui constituent l' esprit humain selon la structure schématique : entrées (perception) → {\\displaystyle \\rightarrow } Traitement cognitif → {\\displaystyle \\rightarrow } Sorties (comportements) [ 14 ] . D'autres approches conceptuelles se sont développées, par exemple, basée sur les modèles de réseaux de neurones où l'information est distribuée au sein d'un réseau constitué d'un grand nombre d'unités (cf. connexionnisme ) [ 15 ] , [ 16 ] .\nLes recherches et méthodes de la psychologie cognitive, d'abord limitées aux expériences de laboratoire, ont été utilisées ensuite par d'autres disciplines, la psychologie du développement, du fonctionnement social, et le traitement de troubles mentaux [ 17 ] . Dans le domaine du développement de la cognition, Jean Piaget propose une théorie constructiviste du développement de l'intelligence et Lev Semenovitch Vygotsky propose une théorie socioculturelle du développement cognitif [ 18 ] .\nLes thèmes de recherche en psychologie sont innombrables du fait du grand nombre d'objets d'étude de la psychologie et de ses applications très variées. Les méthodes de recherche sont par conséquent nombreuses. Certaines méthodes se basent sur des observations, dans des conditions plus ou moins contrôlées. D'autres méthodes se basent sur des méthodes expérimentales aux protocoles stricts et donnant lieu à des analyses statistiques élaborées. Toutes ces méthodes ont des avantages et des limites : certaines sont utiles pour observer la complexité d'un sujet, d'autres pour invalider des hypothèses et modèles théoriques. Les méthodes sont choisies en fonction des objectifs du chercheur.\nLes méthodes de recherche les plus souvent utilisées par les psychologues sont les méthodes expérimentales . Les méthodes expérimentales consistent à situer une question dans une théorie qui fournit un modèle explicatif du phénomène (par exemple, un comportement donné). Des hypothèses expérimentales sont formulées, qui sont des prédictions des comportements basés sur la théorie. Une expérience est menée et les données analysées. Beaucoup de recherches prennent place dans des laboratoires, souvent situés dans les universités, mais d'autres méthodes d'investigation sont également fréquentes [ 19 ] .\nL'avantage de la méthode expérimentale dans un laboratoire de psychologie est d'explorer des liens de cause à effet. En isolant des variables indépendantes et mesurant une ou des variables dépendantes, une relation statistique est établie (ou invalidée). Si un effet y (variable dépendante) suit une condition x (variable indépendante), alors il est probable que la cause x ait provoqué l'effet y . Ce raisonnement n'est pas infaillible et peut conduire à des conclusions erronées si d'autres variables sont ignorées ou inconnues. Un avantage de la méthode expérimentale cependant est sa réplicabilité. Si l'expérience est bien contrôlée, d'autres chercheurs qui mènent la même expérience trouvent les mêmes résultats et peuvent faire progresser la théorie en pratiquant un changement contrôlé des variables lors d'une réplication [ 19 ] , [ 20 ] .\nL'expérience sur le terrain est une expérience dont les variables sont contrôlées par l'expérimentateur, mais qui prend place dans un milieu naturel afin d'en comprendre les effets. L'avantage des expériences de terrain est de recueillir cependant des comportements plus proches des réactions naturelles des participants. Sa validité externe est donc plus forte qu'une expérience de laboratoire. Cependant, sa validité interne risque d'être plus faible : l'expérience est moins bien contrôlée que l'expérience en laboratoire et les comportements observés ne peuvent pas être répétés de nombreuses fois pour chaque participant, comme c'est le cas en laboratoire [ 19 ] , [ 20 ] .\nCertaines questions ne peuvent pas être traitées en assignant les participants à des groupes de manière aléatoire, pour des raisons naturelles ou éthiques. Par exemple, étudier la différence entre hommes et femmes, ou entre des enfants de parents divorcés ou non. Lorsque les variables indépendantes ne peuvent pas être prises au hasard et que les groupes expérimentaux sont définis par les conditions naturelles, le plan d'expérience est dit quasi-expérimental [ 21 ] .\nParmi les méthodes quasi-expérimentales, l' expérience naturelle consiste à utiliser un événement naturel pour étudier un phénomène. Par exemple, l'introduction d'une nouvelle technologie dans une communauté, ou l'observation des conséquences d'une catastrophe naturelle affectant une région [ 21 ] , [ 20 ] .\nL'avantage des plans quasi-expérimentaux est qu'ils permettent d'observer des conditions qu'il ne serait pas éthique de créer artificiellement, comme l'introduction d'un stress élevé et son effet sur la santé, ou l'effet de l'introduction d'une nouvelle technologie sur l'agressivité des enfants. L'inconvénient est que ces conditions naturelles, ou variables indépendantes, sont peu contrôlables [ 21 ] , [ 20 ] .\nL'étude des corrélations vise à mesurer les relations entre des variables. Elle permet de mettre en évidence qu'une variable est liée à une autre sur un plan statistique, et de mesurer l'ampleur de la relation. Elle est utile pour étudier certaines variables qui ne sont pas manipulables expérimentalement comme le nombre de cigarettes fumées et les conséquences sur certains marqueurs de santé. Elle est utile pour collecter un grand nombre de variables, par exemple, en collectant des questionnaires sur de grands échantillons. Elle est utile lorsque des variables ne sont pas liées a priori et que l'interprétation des causes à effet ne sera pas ambiguë (par exemple, dans l'étude du rapport entre vieillissement et niveau de bien-être psychologique, s'il est possible que le vieillissement puisse affecter le bien-être, il est impossible que le bien-être puisse provoquer le vieillissement) [ 22 ] .\nSi l'étude des corrélations ne permet pas de déterminer l'existence de liens de causalité, elle est en revanche, comme les autres méthodes non expérimentales, une bonne source d'hypothèses de recherche. Elle est à la base de techniques statistiques plus sophistiquées permettant de mieux explorer les liens entre les variables en dégageant notamment des facteurs de manière exploratoire ( analyse factorielle ), ou en employant des méthodes de régression . Les modèles statistiques reposant sur des corrélations peuvent aussi conduire à combiner les analyses factorielles exploratoires à la méthode de recherche de relations causales (analyses causales ou path analysis ) dans les modèles d'équations structurelles .\nL' observation naturaliste (en) est l'observation d'individus dans leur environnement familier sans intrusion , sans intervention ni changement des variables dans ce milieu naturel. La méthode a été mise en valeur par l' éthologue Konrad Lorenz qui a étudié ainsi les comportements sociaux des animaux. Chez les humains, l'environnement naturel peut être l'école, le lieu de travail, ou le domicile, par exemple [ 23 ] .\nLa méthode présente de nombreuses difficultés techniques. Les observateurs doivent être les plus discrets possibles pour ne pas interférer avec les comportements naturels. Or les personnes qui se savent observées ont des comportements légèrement différents (par exemple des mères se sachant observées dans leurs interactions avec leurs jeunes enfants se montrent plus patientes) [ 23 ] . La présence d'un expérimentateur intrusif peut provoquer de nombreux biais expérimentaux, comme un effet de désirabilité sociale , l' effet Hawthorn , at autres biais expérimentaux (cf. liste de biais cognitifs ).\nLes données collectées sont nombreuses et complexes. Plusieurs méthodes d'échantillonnage permettent de limiter la collecte d'information pour simplifier la tâche de traitement de données. La méthode d'échantillonnage d'événements (en) vise à ne sélectionner que les actions ou événements qui intéressent les expérimentateurs. La méthode d'échantillonnage temporel consiste à ne traiter que les données de moments prédéterminés (par exemple, si la durée de l'observation porte sur plusieurs jours, ne traiter que les dix premières minutes de chaque heure). La méthode des points consiste à n'observer qu'un participant à la fois (par exemple dans une cour de récréation), puis de passer aux autres participants à tour de rôle d'après un plan déterminé à l'avance [ 23 ] .\nUn autre problème est celui des interprétations des comportements et de leur codage. Par exemple, les intentions ou émotions des participants comme la peur, ou l'agressivité, sont d'interprétation difficile. Pour éviter les interprétations subjectives, les observations de terrain décrivent uniquement les comportements, ou reposent sur des techniques où plusieurs codeurs indépendants analysent les comportements et leurs interprétations font l'objet de discussions en cas de désaccord [ 23 ] .\nLes observations naturalistes, ou de terrain, permettent une bonne description des comportements naturels et complexes ; elle est utile dans les situations où les expérimentations de laboratoire ne sont pas possibles. Leur richesse permet d'émettre de nouvelles hypothèses de recherche [ 23 ] .\nL'observation en laboratoire est l'observation de personnes dans un milieu artificiel mais sans intervention de l'expérimentateur qui influenceraient les comportements. Elle est une bonne source d'hypothèses de recherche.\nL' étude de cas consiste à étudier un seul individu sur une longue durée. Elle est utilisée parfois quand un patient présente une maladie rare pour laquelle un échantillon de plusieurs patients ne pourrait pas être observé. C'est souvent le cas en neuropsychologie, quand un patient présente des lésions cérébrales uniques, à la suite d'un accident, ou de symptômes rares [ 24 ] . Des exemples célèbres sont celui de Phineas Gage [ 25 ] ou encore des patients décrits par le neurologue Oliver Sacks dans ses livres de vulgarisation [ 26 ] .\nL'étude de cas est souvent employée en psychologie clinique et dans les disciplines cliniques qui en sont proches ( psychanalyse , psychiatrie) [ 27 ] . Sigmund Freud s'est appuyé sur des études de cas pour développer ses théories psychanalytiques, par exemple, il décrit les détails de la cure psychanalytique d'un patient surnommé l'« homme aux loups » [ 28 ] . L'étude de cas est également préconisée par les expérimentalistes. Skinner écrit ainsi en 1966, que mieux vaut observer un seul rat pendant des milliers d'heures, que des milliers de rats pendant une heure chacun [ 24 ] . Combinant les deux avantages des études de cas, les études expérimentales menées individuellement sur des patients cérébro-lésés ont mené à des découvertes importantes sur le fonctionnement de processus cognitifs comme la mémoire. Ainsi, le patient HM a participé à des études expérimentales durant des décennies [ 29 ] .\nL'entretien ou entrevue avec un participant est une situation dans laquelle le psychologue, expérimentateur ou clinicien, pose des questions directement au participant ou au patient. Les entretiens ont plusieurs désavantages : contrairement aux questionnaires anonymes, ils génèrent un effet de désirabilité qui amène les participants à modifier leurs réponses ; ils n'informent que sur les processus conscients des participants, or les motivations d'un comportement sont en large partie inconscientes ; enfin, la qualité de l'interview dépend des qualités de l'expérimentateur [ 30 ] .\nLes entretiens varient énormément en termes de structure, c'est pourquoi ils sont parfois catégorisés en fonction de leur niveau de structure. Tandis que les entretiens peu structurés sont plus riches dans la diversité des réponses et moins artificiels, les entretiens plus structurés permettent de rendre les réponses des participants plus comparables. L' effet expérimentateur est minimisé, renforçant ainsi la fiabilité de la méthode. Les méthodes plus structurées sont plus faciles à répliquer et à dépouiller [ 30 ] .\nL' entretien non directif laisse le participant ou patient parler de ce qu'il désire avec très peu de directives de la part du psychologue qui pratique l' écoute active . Ce type d'entretien est utilisé en psychothérapie [ 30 ] mais aussi dans certains entretiens dits ethnographiques, davantage utilisés en sociologie ou anthropologie.\nL'entretien semi-structuré laisse le participant parler de certains sujets en détail, et le psychologue joue un rôle d'écoute active comme dans l'entretien non directif. Cependant, le psychologue pose des questions générales pour orienter les thèmes de discussion. Cette technique a été utilisée avec succès par le sociologue Elton Mayo dans l'étude des travailleurs de la Hawthorne Works dans les années 1930 [ 30 ] .\nDans l'entretien structuré, ou guidé, l'interviewer pose des questions dans un ordre fixe en suivant un ordre préétabli. Les questions restent ouvertes pour laisser aux participants l'opportunité de répondre de la manière la plus diverse possible (par exemple « comment imaginez-vous… ? ») [ 30 ] .\nDans l'interview suivant une méthode clinique , les questions sont les mêmes pour tous les participants, mais le psychologue adapte certaines de ses questions en fonction des réponses des participants, pour tenter de mieux comprendre leur point de vue ou leur raisonnement. Cette méthode était privilégiée par le psychologue Jean Piaget dans ses recherches sur la pensée chez l'enfant. Il a été critiqué en raison de la complexité des questions parfois posées aux enfants en utilisant cette méthode [ 30 ] .\nL'entretien totalement directif et structuré ne laisse pas de place à l'improvisation et peu de place aux questions ouvertes. Les questions sont données dans un ordre précis et immuable. Les participants doivent y répondre par un choix multiple (« oui », « non », « je ne sais pas », ou par des réponses graduées, de type échelle de Likert ) [ 30 ] .\nLa recherche en psychologie doit adhérer aux règles générales d'éthique de la recherche, aux règles d'éthique de l' expérimentation sur sujets humains , et l' éthique de la psychologie . Les règles éthiques du consentement libre et éclairé , le respect de l' estime de soi , le droit à la confidentialité et à la vie privée , entre autres, doivent être respectées. Lorsque la recherche porte sur des personnes vulnérables , les règles éthiques sont plus strictes. Les chercheurs menant des recherches sur les humains doivent adhérer aux déclarations internationales telles que la Déclaration de Genève et la déclaration d'Helsinki (définissant des règles éthiques internationales pour toute recherche impliquant un humain) [ 31 ] . L' American Psychological Association publie des règles éthiques de conduite pour mener des recherches en psychologie [ 32 ] .\nAu niveau de la recherche scientifique en France , la psychologie est classée dans le groupe des SHS4 de la nouvelle nomenclature (2010) de la stratégie nationale pour la recherche et l'innovation (SNRI) des Sciences de l'Homme et de la Société (SHS) [ 33 ] .\nLa psychologie sociale étudie comment les humains sont liés les uns aux autres et à la société dans laquelle ils vivent. L'humain est un animal social. Qu'il soit seul ou en groupe, son comportement et ses pensées sont fortement influencées par les connaissances transmises par la société et par ses interactions dans cette société [ 2 ] .\nLa psychologie comparée étudie les espèces non humaines, leurs comportements et leurs particularités biologiques. Elle cherche à comprendre l'humain de manière indirecte en le comparant aux autres espèces animales. Elle permet aussi de mener des expériences qui ne seraient pas possibles sur l'humain pour des raisons éthiques [ 2 ] .\nLa biopsychologie étudie le comportement humain dans une perspective biologique. Elle s'intéresse aux processus biologiques dans le corps et en particulier dans le cerveau, et leur rapport avec les comportements et pensées. La biopsychologie a pris une importance majeure durant le XX e siècle avec le développement important de la médecine scientifique, de la génétique , des neurosciences , et des méthodes d' imagerie cérébrale [ 2 ] .\nLa psychologie clinique désigne à la fois l'utilisation de la méthode clinique, et l'application de la psychologie dans le domaine de la psychopathologie de l'adulte et de l'enfant. La méthode clinique repose sur des entretiens et sur des analyses de cas individuels. Le psychologue clinicien a pour objectif l' évaluation , l'orientation, le soutien ou la psychothérapie . La psychologie clinique utilise aussi les méthodes qui sont créées par la psychométrie : les tests psychologiques [ 34 ] .\nLa psychologie clinique est diversifiée depuis ses débuts qui remontent aux travaux fondateurs de Lightner Witmer (en) , Pierre Janet et Sigmund Freud [ 34 ] , ce dernier avec son travail avec Ida Bauer notamment [ 35 ] . Elle est restée diversifiée dans ses techniques et théories, intégrant les apports théoriques et les différentes formes de psychothérapies développés tout au long du XX e siècle : thérapie systémique familiale, gestalt-thérapie , du psychodrame , psychothérapie humaniste, etc.\nLa psychologie cognitive cherche à modéliser les processus internes impliqués dans la perception, l'attention, la mémoire, la pensée, le raisonnement, le langage. Au fur et à mesure de son histoire, la psychologie cognitive a progressivement influencé d'autres disciplines qui ont adopté certaines approches expérimentales pour comprendre le développement, le fonctionnement social, et même le traitement des psychopathologies [ 2 ] . Elizabeth Loftus mène d'abondantes recherches sur la malléabilité des souvenirs [ 36 ] . Elle est surtout connue pour son travail pionnier sur l' effet de désinformation sur les souvenirs et les témoignages [ 36 ] . Mary Whiton Calkins , première femme présidente de l' Association américaine de psychologie et de l' American Philosophical Association , s'intéresse à la mémoire et, plus tard, au concept du self [ 37 ] . Elizabeth Loftus mène d'abondantes recherches sur la malléabilité des souvenirs [ 36 ] . Elle est surtout connue pour son travail pionnier sur l' effet de désinformation sur les souvenirs et les témoignages [ 36 ] .\nLa psychologie du développement, ou développementale, s'intéresse aux changements qui se produisent au cours d'une vie humaine. Historiquement, la discipline s'est surtout intéressée à la relation entre le développement de l'enfant et son effet sur l'adulte [ 2 ] . Frances Tustin , par exemple, se concentre sur l'étude de l'autisme chez les enfants et sur son évolution à l'âge adulte [ 38 ] . Ses hypothèses sont cependant non-scientifiques et dénuées de fondement [ 39 ] .\nEleanor Maccoby est spécialisée dans le domaine de la différence des sexes et du genre , les relations parent-enfant, la psychologie de l'enfant et le développement social du point de vue de l'enfant [ 40 ] . Eleanor Gibson s'intéresse à l'apprentissage de la lecture, et la perception de l'apprentissage chez les nourrissons et les tout-petits [ 41 ] . Mary Ainsworth joue un rôle important dans la théorie de l'attachement . Grâce à son expérience, la strange situation (« situation étrange »), elle met en évidence différents types d'attachements [ 42 ] . La discipline s'intéresse aussi au développement durant la vie adulte et au vieillissement [ 2 ] .\nDans le monde, la psychologie s'étudie principalement dans les universités, et plus rarement en école privée [ 8 ] , [ 43 ] .\nEn France, le statut de psychologue est réglementé par la loi n° 85-772 du 25 juillet 1985 [ 7 ] . Depuis 2003, avec la réforme LMD et dans un objectif d'harmonisation européenne et internationale, le titre de psychologue est obtenu après l'obtention d'une licence mention \"psychologie\" et d'un master mention \"psychologie\" [ 44 ] , [ 45 ] . L'obtention d'un doctorat en psychologie ne permet pas d'acquérir le titre de psychologue ; la licence et le master mention \"psychologie\" sont obligatoires. Pour faire de la recherche en psychologie, il est nécessaire de faire une thèse dans le cadre d'un doctorat et d'obtenir le titre de docteur en psychologie.\nAux États-Unis, le psychologue conserve son droit d'exercer la psychologie à condition de présenter des preuves de sa formation continue. Des crédits d'éducation continue (CE) peuvent être obtenus en suivant des programmes validés par l'Association de psychologie américaine APA, conférences, formations ou tests validant la lecture d'articles de mise à niveau [ 46 ] , [ 47 ] .\nDans nombre de pays, les règles de conduite des psychologues professionnels sont régies par un Code de déontologie des psychologues . L'exercice de la psychologie peut être régulé juridiquement et le titre de psychologue peut être protégé par la loi.\nEn France, l'exercice de la psychologie est régulé par un cadre juridique de la santé mentale .\nCertaines disciplines de la psychologie sont également du domaine des sciences cognitives . Les sciences cognitives sont une combinaison de psychologie cognitive , de sciences informatiques , de philosophie , de neurosciences , et de linguistique [ 48 ] .\nÀ partir des années 1970 , la psychologie cognitive évoluera fortement sous l'influence des neurosciences et des nouvelles méthodes d'étude du cerveau en activité. Avec les progrès de la technologie, l' électroencéphalographie (EEG) permet de mesurer (par Électroencéphalographie quantitative ) des potentiels électriques depuis la surface du scalp qui reflètent la dynamique de l'activité globale des neurones . L'analyse de cette dynamique ouvre une voie d'accès à la séquence temporelle des activités nerveuses proposées d'identifier à la séquence d'opérations mentales mises en évidence par d'autres méthodes basées notamment la chronométrie mentale. Durant les années 1980 , de nouvelles méthodes d' imagerie cérébrale feront leur apparition avec la tomographie par émission de positons (PET), puis l' imagerie par résonance magnétique fonctionnelle (IRMf) dans les années 1990 . Ces techniques permettent de connaître les régions spécifiquement actives lors d'une tâche expérimentale donnée. L'association entre opération mentale se fait donc cette fois non pas sur la dimension temporelle, comme c'est le cas pour l'EEG, mais sur le plan spatial : l'objectif étant d'identifier les bases neurobiologiques des modules postulés par la psychologie cognitive.\nLes mathématiciens ont abordé très tôt certains aspects de la psychologie, au titre de la logique ou de l' heuristique . Au XX e siècle on peut citer George Pólya (sur la résolution de problèmes) ou Imre Lakatos (sur la démarche mathématique en général, les idées motrices, l'affrontement des échecs).\nLes sciences cognitives et la psychologie cognitive se sont développées à mesure du développement de méthodes et théories informatiques. Le mathématicien américain Norbert Wiener ( 1894 - 1964 ) a appliqué les statistiques à la communication et a fondé la cybernétique (le contrôle et la communication chez l'animal et la machine). Un des premiers à comparer le cerveau à un ordinateur, il est un pionnier des sciences cognitives modernes. Il a précisé les concepts de « but » et de « rétroaction » : le pilotage d'une activité passe par la détermination de divers buts hiérarchisés. L'activité fournit des informations qui sont constamment comparées aux buts, ce qui constitue la rétroaction et guide l'action (par exemple, pour atteindre un but personnel).\nLe mathématicien américain d'origine hongroise John von Neumann ( 1903 - 1957 ) s'intéresse à la Physique quantique puis à la Théorie des jeux et à son application à l'économie mathématique. Précurseur de l' intelligence artificielle (IA), il a eu l'idée de coder les programmes et de faire coexister en mémoire données et traitements. Il s'intéressa aussi au traitement de l'information par les organismes biologiques pour définir des applications à des machines artificielles (précurseur du connexionnisme et des neurosciences).\nLe mathématicien et logicien anglais Alan Turing ( 1912 - 1954 ) 1936, son modèle dit Machine de Turing , qui constitue la base de la théorie des automates. Elle applique une succession de règles dépendant des informations d'entrée et d'un état interne, et fournissant un nouvel état interne et un éventuel résultat, modèle dépassant le behaviorisme. À la question « Une machine peut-elle penser ? » il répond par le test de Turing basé sur une conversation homme-machine. En 1954, il écrit un programme jouant aux échecs.\nL'économiste américain Herbert Simon ( 1916 - 2001 ), « prix Nobel d'économie » en 1978 , initiera le débat sur les limites de la rationalité : contraintes sur la capacité des agents à traiter l’information disponible, évolution de capacités limitées dans un environnement immensément complexe. Avec Allen Newell , l’un des pionniers de l’informatique, ils développeront la question de la résolution de problèmes à travers des procédures ( General Problem Solver ) et élaboreront la notion de processus cognitif dans un contexte d’IA.\nLe pionnier de l'intelligence artificielle John McCarthy ( 1927-2011 ), avec Marvin Minsky , incarne le courant mettant l'accent sur la logique symbolique. Il est également le créateur du langage LISP, en 1958, inspiré du lambda-calcul d' Alonzo Church . Il reçoit le prix Turing en 1971 pour ses travaux en intelligence artificielle.\nVers la fin des années 1990, Ian J. Deary a commencé à entreprendre des recherches liant des données de l'épidémiologie à certaines variables généralement étudiées par la psychologie différentielle, en particulier l'intelligence mais également les traits de personnalité. Il a monté le premier laboratoire d'étude sur le sujet, en Écosse [ 49 ] .\nL'expression « psychologie scientifique » est apparue sous la plume de Johann Friedrich Herbart (1776-1841) comme une réponse à l'emprise philosophique de l' idéalisme allemand [ 50 ] . Longtemps controversée par son origine comme branche de la philosophie, la discipline a acquis le statut de discipline scientifique à part entière au travers d'une série de transformations épistémologiques , méthodologiques , institutionnelles et culturelles , intervenues à la fin du XIX e siècle puis tout au long du XX e siècle. L'intérêt nouveau porté à la perception par les psychophysiciens , la mise en œuvre de la méthode expérimentale et d'analyses quantitatives , le rapprochement avec les disciplines médicales de la psychiatrie et de la neurologie , la création de laboratoires de recherche et de facultés universitaires , la structuration d'une communauté scientifique autour de sociétés savantes et de revues scientifiques furent autant de facteurs qui contribuèrent à faire de la psychologie une science émargeant à la fois au rang des sciences dites naturelles qu'à celui des sciences dites humaines [ 51 ] .\nIl reste cependant des arguments contestant à la psychologie son statut scientifique. D'une part, certains auteurs affirment que les méthodes utilisées [ 52 ] ne suffisent pas à faire de la psychologie une science , car beaucoup de ses concepts ne sont pas scientifiques, mais préscientifiques, dans le sens qu'ils sont trop souvent de forme anthropomorphiques (le vécu de l'individu sert de critère au savoir ). Les défenseurs de cette thèse expliquent que la psychologie ne pourra devenir une science que lorsque celle-ci distinguera le vécu de la description scientifique. Cette critique reproche à la psychologie de faire des classifications instinctives et non basées sur des critères objectifs, ou tout du moins explicitées sur des critères qui permettront de donner des groupes homogènes (exemple de la classification émotion / cognition ou de l' intelligence ). « Les concepts psychologiques, au moins à certains égards déterminants, sont totalement aristotéliciens dans leur contenu réel, bien que, à d'autres égards, leur formulation ait été quelque peu civilisée, si l'on peut dire » [ 53 ] [réf. obsolète] .\nIl existe également un autre type de débat autour de la psychologie scientifique, dû au fait que Freud et beaucoup de psychanalystes à sa suite, ont défendu l'idée que la psychologie ne peut pas être réduite à une série de découvertes issues d'expériences et que l'entretien et l'étude de cas sont les meilleures techniques pour accéder à la complexité de la pensée humaine [ 54 ] . Des débats intenses ont eu lieu entre les défenseurs de cette position et leurs opposants qui défendaient les méthodes de la psychologie scientifique et souhaitaient donner à la psychologie un statut scientifique. Pierre Janet , Henri Ellenberger , Karl Popper ont été parmi les principaux critiques de la démarche psychanalytique à cet égard [ 55 ] . Des tentatives de conciliations ont été marquées par des ouvrages qui font la synthèse des études scientifiques confirmant ou invalidant les principales conclusions de la psychanalyse. Cependant, ces débats continuent, car même si des études valident des hypothèses de base de la psychanalyse, de nombreux psychanalystes restent opposés à la démarche expérimentale [ 54 ] , [ 56 ] , [ 57 ] , [ 58 ] .\nLes différentes approches de la psychologie reflètent non seulement la diversité des problèmes étudiés et des méthodes d'études en psychologie, mais illustre aussi des différences quant aux conceptions de l'humain.\nCertaines théories privilégient l'humain comme actif, généralement maître de son comportement et de son développement. C'est le cas des approches de Piaget (équilibre par assimilation et accommodation), Freud (renforcement du Moi), Erikson (construction de son sens d'identité) ou encore de Gibson (exploration de l'environnement). Tandis que des théories incluent aussi à différents degrés des processus passifs : les influences biologiques (Freud, Erikson, l'éthologie), l'expression de module innés (nativisme modulaire), les réponses automatiques aux stimuli (béhaviorisme), ou encore les processus d'apprentissage inconscients (connexionnisme, neurosciences, renforcement des contingences dans la théorie de l'apprentissage) [ 59 ] .\nUne des grandes distinctions entre les approches tient aussi à l'explication de l'origine des causes comportementales, qui met plus ou moins l'accent sur les causes externes (l'environnement) ou internes. Les associations entre stimuli et réponses sont surtout mises en avant par le béhaviorisme, mais aussi en éthologie (réaction fixes) et traitement de l'information (une entrée engendre une réponse). De nombreuses théories leur opposent que les comportements viennent aussi de processus régis par la structure entière : la structure cognitive (Piaget), les croyances, l'organisation du ça-moi-surmoi (Freud), la base de données (théories du traitement de l'information), et nombre d'autres facteurs internes [ 59 ] .\nDes théories tendent à mettre en valeur l'aspect rationnel de l'humain (Piaget, théories du traitement de l'information), tandis que d'autres insistent sur le fait que leurs besoins compromettent souvent leur pensée rationnelle (Freud, Erikson). D'autres enfin sont neutres dans ce débat car leurs théories prédisent des comportements parfois rationnels et parfois irrationnels. L'éthologie, la psychologie évolutionniste, la psychologie Gibsonienne et d'autres théories prenant en compte l'adaptation à l'environnement prédisent des comportements rationnels ou irrationnels, en fonction du type d'adaptation requis : les comportements seront plutôt rationnels lorsque la pensée scientifique est souhaitable, et plutôt irrationnels dans les relations interpersonnelles où la sensibilité aux émotions est souhaitable [ 59 ] .\nBien que toutes les théories reconnaissent les interactions entre individus et société, certaines théories privilégient l'effet que les personnes individuelles ont sur la société (conception individualiste), tandis que d’autres préfèrent partir du phénomène social pour comprendre l'individuel ( holisme ).\nDes débats animés ont parfois opposé des conceptions différentes sur le rôle de la nature et de l' inné , d'une part, et l' acquis et l'influence de la culture, d'autre part, sur le comportement humain. Ces débats ont été particulièrement virulents dans le domaine de la psycholinguistique ( Noam Chomsky ). De grandes controverses ont eu lieu sur les interprétations des différences entre groupes ethniques observées sur les mesures de l'intelligence, qui ont conduit à des théories racistes [ 60 ] . Les débats actuels n'opposent plus de manière radicale des théories innéistes aux autres, dans les cercles scientifiques. Les débats portent plutôt sur l'importance respective de l'inné et de l'acquis, et sur la description de leurs mécanismes d'interaction [ 61 ] .\nUn échantillon est composé d'un groupe de personnes qui participe à une recherche [ 62 ] . Avec l’ajout de l’acronyme WEIRD, un échantillon WEIRD se traduit par des participants qui sont Blancs, Éduqués, Industrialisés, Riches et Démocrates [ 63 ] . En d’autres mots, ce sont des participants qui proviennent des pays occidentaux.\nL'échantillon WEIRD est largement utilisé dans la recherche psychologique. Cet acronyme a été introduit pour la première fois dans l’article The weirdest people in the world? [ 64 ] , [ 65 ] . L’article affirme que « [p]resque toutes les recherches publiées par l'une des principales revues, Psychological Science , s'appuient sur des échantillons occidentaux » [ 66 ] . Plus précisément, « jusqu'à 80 % des participants à l'étude » [ 67 ] sont WEIRD, bien que ceux-ci représentent « seulement 12 % de la population mondiale » [ 67 ] .\nL’échantillon WEIRD est fréquemment utilisé dû à divers obstacles que les chercheurs doivent y faire face. L’article, The persistent sampling bias in developmental psychology: A call to action , a analysé ces obstacles plus en détail. Premièrement, effectuer des recherches dans des pays non WEIRD est demandant en temps -car les chercheurs doivent établir une certaine confiance avec la population étudiée, qui ne garantit pas toujours que le chercheur pourrait collecter des données sur la population- ainsi que demandant économiquement, car de nombreux chercheurs reposent sur des subventions pour soutenir leurs recherches [ 68 ] . Par conséquent, les chercheurs WEIRD sont moins susceptibles de mener des recherches en dehors de leur pays.\nQuant aux chercheurs venant des pays non WEIRD, ceux-ci ne sont pas susceptibles de publier dans des « journaux occidentaux », car ils ne parlent pas l’anglais ou ils ne répondent pas aux exigences de publication des pays WEIRD. Ce qui les restreint à « publier que dans des revues locales ou pas du tout » [ 68 ] .\nL'utilisation de l'échantillon WEIRD dans la recherche scientifique ne tient pas compte des effets culturels et contextuels, de sorte que les données ne sont pas représentatives et ne peuvent pas être généralisées à toutes les populations du monde [ 66 ] . En effet, les pays occidentaux, éduqués, industrialisés, riches et démocratiques ont des caractéristiques culturelles, sociales et économiques uniques qui ne sont pas attributives au reste des populations. Alors que les cultures occidentales ont tendance à mettre l'accent sur l'individualisme -l'intérêt de l’individu-, de nombreuses cultures non occidentales mettent l'accent sur le collectivisme -l’intérêt du groupe [ 69 ] . Ces différences culturelles peuvent avoir un effet significatif sur le comportement humain et la cognition. Par exemple, dans l’article Emotion Regulation and Culture: Are the Social Consequences of Emotion Suppression Culture-Specific? , il est présenté deux études qui ont été faites sur un groupe de femmes américaines possédant des valeurs « européennes » (individualistes) et un groupe de femmes asiatiques possédant des valeurs « asiatiques » (collectivistes). Dans la première étude, il fut démontré que les femmes américaines sont plus susceptibles d'exprimer leurs émotions que les femmes asiatiques et que si les femmes américaines n'expriment pas leurs émotions c'était pour se protéger, car elles ressentaient des émotions négatives élevées qui étaient tout à fait le contraire pour les femmes asiatiques [ 70 ] . Dans la deuxième étude, il fut démontré que les femmes américaines sont beaucoup plus réactives et que si les femmes américaines n'étaient pas réactives, celles-ci étaient plus susceptibles d'avoir des résultats sociaux négatifs, qui encore une fois était l'inverse pour les femmes asiatiques [ 70 ] . Ainsi, l'utilisation d'échantillons WEIRD peut perpétuer des opinions préconçues des cultures qui n’ont aucune validité scientifique, mais qui se retrouvent dans les recherches scientifiques, conduisant à une compréhension limitée du comportement et de la cognition humaine.\nLe phénomène de l'échantillon « WEIRD » devient de plus en plus évident dans la psychologie avec le plus de recherche qui est faite. Ce phénomène est particulièrement illustré par l’utilisation excessive des échantillons WEIRD dans la psychologie, souvent sociale. Les échantillons « WEIRD » sont caractérisés par les populations occidentales, éduqués, industrialisés, riches et démocrates [ 71 ] . L’utilisation prédominante de l'échantillon « WEIRD » est soutenu par le fait que, depuis 2009, environ 96 % des échantillons psychologiques venaient des pays industrialisés occidentaux qui représentent seulement 12 % de la population mondiale [ 72 ] , [ 73 ] . Plus précisément, le groupe le plus utilisé pour la recherche psychologique sont les étudiants de premier cycle des universités Américains [ 74 ] .\nLe problème avec ceci est quand les psychologues essaient de généraliser leurs résultats d'études « WEIRD » et de faire des déclarations globales sur l'humanité. En réalité, avec plus d'études sur la diversité des populations, ceux dans les sociétés « WEIRD » sont souvent dans les extrémités des distributions normales dans plusieurs mesures, indiquant que les études utilisant ces échantillons ne peuvent pas et ne doivent pas être généralisées à l'ensemble de l'homme [ 73 ] . On manque les variations cruciales et nuances quand les échantillons sont limités à populations « WEIRD » et donc limitent les connaissances envers plusieurs phénomènes psychologiques [ 71 ] . Avec l’utilisation des échantillons fortement basé sur les étudiants d’université, présent une difficulté pour généralisation en part que la plupart des étudiants de premier cycle sont des jeunes adultes avec une perspective limitée de la vie et pouvait être systématiquement différent des non-étudiants envers plusieurs dimensions psychologiques ou comportementaux, en particulier les personnes plus âgées et possédant plus d'expériences de vie [ 74 ] .\nUn autre élément de cette problématique est que la plupart des chercheurs psychologiques font partie d'une population « WEIRD », qui affecte le choix d'échantillons, car la plupart des chercheurs veulent les échantillons autour de lui, ou facile à accéder [ 73 ] . À ce même point, les chercheurs « WEIRD » peuvent avoir les préjugés culturels qui influencent le choix des échantillons spécifiques (ex étudiants le leur université, de la même culture) et les choix de sujets qu’ils considèrent comme intéressants. De plus, la plupart des outils et instruments psychologiques (comme les échelles standardisés) pour mesurer les données sont aussi créées par les chercheurs « WEIRD » qui peuvent ne pas convenir à d'autres populations [ 75 ] .\nDepuis l’article de Henrich et al. en 2010 qui a vraiment mis ce sujet en connaissance pour la première fois et rassemblé le support scientifique, la plupart des scientifiques sociales (psychologues, sociologues, anthropologues) acceptent que la domination des données « WEIRD » est une crise [ 71 ] . Ceci implique fortement les psychologues sociaux, car en même temps qu’ils utilisent les échantillons « WEIRD », leurs recherches sont basées sur les modèles expérimentaux conçus spécifiquement pour une culture spécifique qui ne pourraient pas être généralisés à d’autres populations (âges, statuts socio-économiques, etc.) [ 76 ] .\nAvec l'essor de la psychologie interculturelle , il devient de plus en plus évident que la culture a de nombreuses d’implications sur la façon dont les personnes pensent, agissent, interagissent avec le monde, utilisent le langage et plus. Ceci est crucial à prendre en compte lors de l'étude des phénomènes psychologiques, où les données de base consistent des populations « WEIRD » qui peuvent avoir une perspective très limitée envers ces phénomènes ou une interprétation très spécifique reflétant leur culture [ 76 ] .\nUn exemple spécifique de l’échantillon « WEIRD » et la psychologie interculturelle est décrite dans l'étude de Medin et al. (2010). Ils présentent le « désavantage du terrain d’origine », qui démontre le désavantage à la recherche quand ils prennent un groupe culturel particulier comme la norme de recherche (souvent les chercheurs et étudiants de premier cycle des États-Unis). Ce phénomène affecte la recherche interculturelle fortement envers le niveau que les groupes culturels semblent plus uniformes ou diversifiés, si les croyances et pratiques culturelles d’un groupe semblent normales ou anormales et le processus par lequel les méthodes de recherche sont sélectionnées. Le statut de terrain d’origine rend plus probable la découverte d'une différence culturelle sans fondement dans la réalité [ 75 ] .\nPlusieurs améliorations ont été suggérées à ce point pour être mises en œuvre dans le but d’améliorer le problème d'échantillon « WEIRD ». Une suggestion est que pendant le processus d’évaluation par les pairs, d’avoir les chercheurs qu’apportent des différents modèles culturels et attentes implicites à l'hypothèse [ 73 ] . Par ailleurs, d'autres chercheurs suggèrent que les résultats de recherche basés sur des étudiants universitaires devraient être reproduits avec des sujets non étudiants avant la généralisation globale et de mettre l’accent sur la réplication des études en général [ 74 ] . Un autre chercheur souligne l’importance de prendre en compte l'interprétation des questions de recherche, comment les différentes cultures voient le monde, qui peuvent mener à exagérer ou manquer des différences psychologiques [ 76 ] . Un exemple de ceci est avec l'étude des différences culturelles dans les émotions: il pourrait être problématique de commencer avec les termes émotionnels anglais et d’essayer d’identifier leurs équivalents dans une autre culture, car les équivalents sont possiblement non-existant et ceci peuvent créer un biais immédiate envers ce qu’on souhaite trouver [ 75 ] .\nEn général, pour aider avec le problème d'échantillon « WEIRD », les recherches devraient inclure les différentes cultures et pays pour créer un réseau de recherche internationaux et interdisciplinaires où les données sont collectées tout au long du cycle de vie et parmi diverses populations et cultures [ 73 ] .\nLes débats autour de l'utilisation éthique des connaissances en psychologie sont importants. Les connaissances en psychologie ont été utilisées durant les guerres, pour justifier des actes criminels (racisme), pour monter des campagnes de propagande, ou encore pour aider à développer des techniques de torture et humiliation [ 77 ] .\nLa psychologie est utilisée dans le monde commercial pour influencer les consommateurs à leur insu. Elle est utilisée dans la publicité, dans le design des magasins, des étagères, ou encore des paquets et des produits, pour maximiser leurs ventes [ 77 ] .\nLes débats concernant les biais en psychologie portent principalement sur l' ethnocentrisme , les questions de l'objectivité, le racisme , le sexisme [ 77 ] .\nL’ ethnocentrisme est la tendance, souvent involontaire, de baser ses perceptions et sa compréhension d’autres cultures sur sa propre culture [ 78 ] . Le phénomène de l’ethnocentrisme a mené plusieurs psychologues à s’interroger sur l’influence qu’a la culture sur la psychologie des individus. La compréhension des différences culturelles pourrait ainsi permettre de diminuer les biais en psychologie et rendre cette discipline plus inclusive et représentative des différentes populations et cultures (Heine, 2020).\nAu début des années 1900, le domaine de la psychologie se concentrait particulièrement sur la psychologie générale, soit l’étude au sens large des principes en lien avec la psychologie, notamment le comportement , la perception , les émotions , la pensée , la mémoire et la personnalité [ 78 ] , [ 79 ] .\nVers le milieu des années 1900, certains psychologues et anthropologues, tels que Jerome Bruner et Richard Shweder (en) , ont commencé à mettre l’emphase sur l’idée que les pratiques et croyances culturelles interagissent avec les processus psychologiques [ 78 ] , [ 80 ] , [ 79 ] . Les psychologues culturels soutiennent que la psychologie et la culture s’influencent mutuellement et que les processus psychologiques peuvent varier entre cultures [ 81 ] , [ 82 ] . Le domaine de la psychologie s’est donc également tourné vers la recherche interculturelle, soit l’étude des manières de pensée et des comportements humains dans plusieurs cultures, afin d’observer les similitudes et les différences qui existent entre diverses populations.\nLa majorité des études en psychologie s’est jusqu’à présent limitée à l’étude de participants venant de sociétés occidentales, qui regroupent principalement les pays d’Europe occidentale (Union Européenne, Royaume-Uni, Norvège, Islande, Suisse) ainsi que les pays façonnés par la culture de l’Europe occidentale (États-Unis, Canada, Australie, Nouvelle-Zélande) [ 83 ] , ce qui peut représenter un défi pour la compréhension de la psychologie et du comportement humain [ 84 ] . Les psychologues Joseph Henrich , Steven J. Heine (en) et Ara Norenzayan ont notamment désignés ces sociétés sous l’acronyme « WEIRD », qui signifie occidentales, éduquées, industrialisées, riches et démocratiques (en anglais Western , Educated , Industrialised , Rich and Democratic ) [ 84 ] .\nUne enquête menée en 2008 auprès des principales revues de psychologie a démontré que 96% des personnes participant aux études en psychologie proviennent de pays occidentaux industrialisés, bien que ces pays représentent 12 % de la population mondiale [ 85 ] . Une analyse plus récente menée en 2017 a démontré des résultats similaires au niveau des journaux de psychologie développementale , qui mettent l'emphase sur le développement de l'enfant [ 86 ] . L’enquête de 2008 souligne également que 70 % des participants aux études en psychologie sont des étudiants universitaires de premier cycle en psychologie, résultant en une compréhension de la psychologie qui est incomplète et qui ne représente pas adéquatement l’ensemble des êtres humains [ 85 ] .\nL’étude d’échantillons occidentaux mène à un problème de généralisation. La généralisation , également appelée validité externe, représente à quel point les résultats d’une recherche menée dans une petite population peuvent s’appliquer à des populations plus grandes et plus diverses [ 79 ] , [ 84 ] . Certains psychologues se demandent donc jusqu’à quel point les théories psychologiques élaborées dans des cultures occidentales peuvent s’appliquer aux cultures non-occidentales.\nPar exemple, vers l’âge de 4-5 ans , les enfants développent une Théorie de l'esprit , c’est-à-dire qu’ils sont capables de comprendre que les personnes qui les entourent possèdent des croyances et des désirs qui leur sont propres. La théorie de l’esprit a été observée dans des cultures occidentales ainsi que dans des cultures non-occidentales et représente un exemple de phénomène psychologique pouvant être généralisé, ou appliqué, à travers différentes cultures [ 87 ] .\nD’un autre côté, une étude de Heine et al. portée en 2001 démontre que la tendance des Américains à s’auto-valoriser, c’est-à-dire à persister dans une tâche à la suite d'une réussite, ne s’applique pas aux Japonais, qui vont plutôt avoir tendance à s’auto-améliorer, c’est-à-dire à persister dans une tâche à la suite d'un échec. Ainsi, les Américains sont motivés par leur succès, tandis que les Japonais sont motivés par leurs échecs, ce qui représente un exemple de variabilité culturelle dans laquelle les évènements qui motivent le comportement des Américains ne s’appliquent pas nécessairement aux Japonais, et vice-versa [ 88 ] .\nAuparavant, les processus psychologiques étaient considérés comme étant indépendants du contexte dans lequel les personnes se trouvent. Les chercheurs tenaient souvent pour acquis que les façons de mesurer les processus psychologiques lors de la recherche étaient efficaces indépendamment de la situation dans laquelle les participants se trouvent [ 79 ] .\nCependant, lors d’une recherche interculturelle, Kanagawa et son équipe (2001) ont observé que la façon dont des étudiants collégiaux américains et japonais se décrivent eux-mêmes diffère selon le contexte dans lequel ils se trouvent [ 89 ] . Les réponses des Américains semblaient assez similaires dans les quatre différents contextes étudiés, soit en présence d’un professeur, d’un autre étudiant, d’un grand groupe de personnes ou seul. Les participants américains étaient donc relativement peu affectés par le contexte. En revanche, les réponses des Japonais variaient considérablement en fonction de la situation; ils étaient moins critiques sur leur description d’eux-mêmes lorsqu’ils étaient seuls que lorsqu’ils étaient avec d’autres personnes. L’attitude des Japonais envers eux-mêmes semble donc varier en fonction des personnes qui se trouvent avec eux. Ainsi, la recherche en dehors des populations «WEIRD» démontrent que les mêmes questions posées à différents groupes culturels lors d’études en psychologie peuvent donner des résultats qui varient considérablement [ 79 ] .\nDe plus, Cheung et son équipe (1996) ont observé que dans certains pays où la psychologie n’est pas encore complètement développée, les tests psychologiques américain sont couramment empruntés et traduits afin de fournir efficacement des techniques d’évaluation de processus psychologiques dans d’autres cultures. Par exemple, le modèle de la personnalité à cinq facteurs, couramment appelé « Big Five» ou « OCEAN » , est un outil de mesure de la personnalité considéré comme étant valide dans la plupart des cultures [ 79 ] . Cependant, certaines différences persistent en ce qui concerne les traits de personnalité qui sont applicables dans l’ensemble des cultures. En effet, les modèles et outils de mesure ont pour la plupart été développés en fonction de termes utilisés en anglais, surtout aux États-Unis, et peuvent ne pas avoir d’équivalents dans d’autres langues ou cultures [ 90 ] .\nL'influence des façons de penser occidentales dans les populations non-occidentales a été mise en perspective dans une étude de Ma & Schoeneman portée au Kenya en 1997. Leur étude a contrasté des groupes kenyans indigènes traditionnels, qui ont peu d’exposition aux cultures occidentales, avec des étudiants universitaires kenyans, qui sont eux plus exposés aux cultures occidentales. Les participants ont fourni une description d’eux-mêmes et les résultats obtenus démontrent que les étudiants, étant plus exposés à la culture occidentale indépendante, font référence à des caractéristiques qui les définissent personnellement, tandis que les groupes traditionnels moins exposés aux influences occidentales font plutôt référence à leurs rôles et leurs relations avec les autres. Les différences culturelles qui existent entre les sociétés occidentales et non-occidentales exercent donc une influence marquée sur les façons de penser des individus, et ce même s'ils vivent dans la même région du monde [ 91 ] .\nLa recherche interculturelle a augmenté depuis la fin des années 1980. En effet, le nombre de recherches incluant des thèmes culturels a doublé de 1986 à 2014, le pourcentage d’articles publiés étant passé de 5 % à 10 % [ 92 ] . En 2020, Heine mentionne également que des recherches menées dans des sociétés non-occidentales en utilisant des méthodes différentes pourront permettre de tirer des conclusions plus exactes sur la généralisation des théories psychologiques en dehors des sociétés occidentales.\nLa crise de la reproductibilité en psychologie est un débat majeur qui a émergé au début des années 2010, mettant en lumière les difficultés à reproduire les résultats de nombreuses études psychologiques. Cette crise a soulevé des questions fondamentales sur la fiabilité des méthodes de recherche, la robustesse des conclusions scientifiques et les pratiques communes dans le domaine. Elle a également conduit à des réformes importantes pour améliorer la transparence et la rigueur scientifique.\nLa reproductibilité désigne la capacité à obtenir les mêmes résultats d'une étude lorsqu'elle est répétée dans des conditions similaires. En science, la reproductibilité est essentielle pour valider les découvertes et s'assurer que les conclusions sont fiables et généralisables. Il existe deux types principaux de réplication :  \n1. Réplication directe : Répéter une étude en utilisant les mêmes méthodes et conditions pour vérifier si les résultats sont identiques.  \n2. Réplication conceptuelle : Répéter une étude en utilisant des méthodes différentes mais en testant la même hypothèse pour évaluer la robustesse des conclusions.\nEn psychologie, de nombreuses études ont montré des difficultés à reproduire les résultats originaux, ce qui a conduit à une remise en question des pratiques de recherche.\nLa crise de la reproductibilité a été déclenchée par plusieurs études et initiatives qui ont révélé des problèmes systémiques dans la recherche en psychologie. Parmi les événements marquants :  \n1. L'étude de 2015 : Une équipe de chercheurs a tenté de reproduire 100 études en psychologie sociale et cognitive. Seulement 39 % des résultats ont été reproduits avec succès [ 93 ] .  \n2. Les pratiques de recherche problématiques : Des pratiques telles que le p-hacking (manipulation des données pour obtenir des résultats significatifs, c'est-à-dire avec une valeur de p < 0,05) et la publication sélective (ne publier que les résultats positifs) ont été identifiées comme des causes majeures de la crise [ 94 ] .\nLa crise de la reproductibilité a eu un effet profond sur la psychologie et la science en général :  \n- Perte de confiance : Le public et les scientifiques ont commencé à douter de la fiabilité des recherches en psychologie.  \n- Réformes méthodologiques : De nouvelles pratiques ont été adoptées, comme la pré-inscription des études (preregistration), le partage ouvert des données (open data) et l'augmentation de la taille des échantillons.  \n- Prise de conscience : Les chercheurs sont devenus plus critiques vis-à-vis de leurs propres méthodes et résultats.\nLa psychologie est particulièrement vulnérable aux problèmes de reproductibilité en raison de la complexité de ses objets d'étude. Contrairement à des sciences comme la physique ou la chimie, où les variables peuvent être contrôlées plus facilement, la psychologie doit tenir compte de facteurs culturels, sociaux et individuels qui varient considérablement. Cependant, la crise de la reproductibilité n'est pas unique à la psychologie ; elle a également touché d'autres domaines, comme la biologie et la médecine [ 95 ] .\nPour remédier aux problèmes posés par la crise de la reproductibilité, les chercheurs proposent plusieurs solutions :  \n1. Preregistration : Enregistrer publiquement le plan de recherche avant la collecte des données pour éviter les biais.  \n2. Open data : Partager les données brutes pour permettre à d'autres chercheurs de vérifier et de reproduire les résultats.  \n3. Augmentation de la taille des échantillons : Utiliser des échantillons plus grands pour améliorer la puissance statistique des études.  \n4. Réplication systématique : Encourager les réplications directes et conceptuelles pour valider les résultats.\nSur les autres projets Wikimedia :\n: document utilisé comme source pour la rédaction de cet article.\nCertaines informations figurant dans cet article ou cette section devraient être mieux reliées aux sources mentionnées dans les sections « Bibliographie », « Sources » ou « Liens externes » ( mars 2023 ).\nCertaines informations figurant dans cet article ou cette section devraient être mieux reliées aux sources mentionnées dans les sections « Bibliographie », « Sources » ou « Liens externes » ( mars 2023 )."
}