{
  "id": 69,
  "title": "Théorie des jeux",
  "url": "https://fr.wikipedia.org/wiki/Théorie_des_jeux",
  "date": "2025-11-29T22:29:31.611443",
  "content": "modifier - modifier le code - modifier Wikidata\nLa théorie des jeux est un domaine des mathématiques et de l’ informatique qui propose une description formelle d'interactions stratégiques entre agents (appelés « joueurs ») [ 1 ] . Les fondements mathématiques de la théorie moderne des jeux sont décrits autour des années 1920 par Ernst Zermelo dans l'article Über eine Anwendung der Mengenlehre auf die Theorie des Schachspiels [ notes 1 ] , et par Émile Borel dans l'article « La théorie du jeu et les équations intégrales à noyau symétrique » . Ces idées sont ensuite développées par Oskar Morgenstern et John von Neumann en 1944 dans leur ouvrage Theory of Games and Economic Behavior [ notes 2 ] qui est considéré comme le fondement de la théorie des jeux moderne. Il s'agissait de modéliser les jeux à somme nulle où la somme des gains entre les joueurs est toujours égale à zéro. La théorie des jeux devient dès ce moment un outil théorique important de la microéconomie .\nDepuis 1944 , 11 « prix Nobel d'économie » ont été décernés à des économistes pour leurs recherches sur la théorie des jeux. Outre le champ de l'économie, la théorie des jeux trouve des applications dans les sciences sociales , les sciences politiques , dans l'analyse stratégique comme en relations internationales ou en théorie des organisations et en biologie évolutive .\nL'analyse du duopole d' Antoine Augustin Cournot publiée en 1838 dans ses Recherches sur les principes mathématiques de la théorie des richesses peut être considérée comme la première formulation, dans un cadre particulier, de la notion d' équilibre de Nash .\nDans son ouvrage de 1938, Applications aux Jeux de Hasard , Émile Borel développe un théorème du minimax pour les jeux à somme nulle à deux joueurs, c'est-à-dire les jeux dans lesquels ce que gagne l'un est perdu par l'autre.\nLa théorie des jeux devient un champ de recherche à part entière avec la publication de Theory of Games and Economic Behavior ( Théorie des jeux et du comportement économique ) par John von Neumann et Oskar Morgenstern en 1944 . Cet ouvrage fondateur détaille la méthode de résolution des jeux à somme nulle.\nVers 1950 , John Forbes Nash formalise une notion générale d'équilibre qui portera le nom d' équilibre de Nash . Cette notion généralise les travaux de Cournot [ 2 ] en incluant en particulier la possibilité de randomisation des stratégies.\nDans leur ouvrage [ 3 ] marquant de 1957 , qui a redonné à la théorie des jeux une nouvelle vigueur [ 4 ] , R. Duncan Luce et Howard Raiffa déclarent remarquer le déclin du « sentiment à la mode et naïf que la théorie des jeux a résolu les problèmes innombrables de la sociologie et de l' économie , ou tout du moins, qu'elle a fait de leur résolution un problème pratique » ne demandant que « quelques années de recherche » . Ils invitaient les chercheurs en sciences sociales à reconnaître que la théorie des jeux n'est pas descriptive, mais au contraire, plutôt normative, car elle n'établit pas comment les gens se comportent (ni d’ailleurs comment ils devraient se comporter dans l'absolu), mais comment ils doivent se comporter s'ils veulent atteindre certains objectifs [ 3 ] . Leur invitation a été ignorée et la théorie des jeux a continué à être adoptée davantage comme un outil descriptif qu'un outil normatif [ 4 ] .\nL'association entre certains jeux (les jeux combinatoires ) et les nombres surréels de Conway a été établie dans les années 1970 [ 5 ] .\nEn 1994, John Nash , Reinhard Selten et John Harsanyi reçoivent le « prix Nobel d'économie » ( prix de la Banque de Suède en sciences économiques en mémoire d'Alfred Nobel ) pour leurs travaux sur la théorie des jeux [ 6 ] . Ce choix témoigne de l'importance prise par la théorie des jeux dans l'analyse économique [ 6 ] .\nEn 2005, les théoriciens des jeux Thomas Schelling et Robert Aumann reçoivent le « prix Nobel d'économie » [ 6 ] .\nEn 2007, Leonid Hurwicz , Eric Maskin et Roger Myerson reçoivent le « prix Nobel d'économie » pour avoir posé les fondations de la théorie des mécanismes d'incitation .\nEn 2012, Alvin Roth et Lloyd Shapley , un pionnier de la théorie des jeux, reçoivent le « prix Nobel d'économie » pour leurs travaux sur les marchés et la façon d'ajuster offre et demande [ 7 ] .\nEn 2014, Jean Tirole reçoit le « prix Nobel d'économie » pour son « analyse du pouvoir de marché et de sa régulation » [ notes 3 ] .\nIl existe une ambiguïté sur les interprétations possibles de la théorie des jeux et notamment sur le fait que la théorie des jeux soit une théorie normative ou une théorie descriptive [ 8 ] , [ 9 ] .\nVon Neumann et Morgenstern décrivent la manière dont des joueurs rationnels se comporteraient [ 8 ] .\nLa théorie des jeux comportementale adopte une interprétation descriptive et cherche à décrire à l'aide de travaux expérimentaux comment les humains se comportent effectivement dans les différents modèles de théorie des jeux pour élaborer une théorie des jeux descriptive [ 8 ] .\nIl existe un débat sur la manière dont on peut appliquer la théorie des jeux à l'analyse de la vie réelle. Par exemple, l'économiste Ariel Rubinstein défend l'idée que la théorie des jeux ne permet pas de prédire le réel mais propose un cadre de pensée qui, au même titre que les fables et les proverbes , permet de penser et d'analyser des situations réelles [ 10 ] . Bernard Guerrien adopte un point de vue très proche de celui de Rubinstein, en insistant sur le fait qu'il est absurde de parler d'« applications » de la théorie des jeux, du moins dans sa version non coopérative [ 11 ] .\nLa théorie des jeux classifie les jeux en catégories en fonction de leurs approches de résolution.\nDans les jeux coopératifs, on étudie la formation de coalitions entre les joueurs afin d'obtenir de meilleurs résultats pour leurs membres.\nOn appelle jeu à somme nulle ou jeu strictement compétitif, les jeux à deux joueurs dans lesquels l'intérêt de l'un des deux joueurs est strictement opposé à l'intérêt de l'autre joueur. Si les préférences des joueurs sont représentées par une fonction de gain ou une fonction d'utilité, alors la somme des deux fonctions est toujours égale à 0 [ 12 ] . La théorie des jeux à somme nulle a été essentiellement développée par Morgenstern et von Neumann 1944 [ 13 ] .\nLes échecs , le tarot ou le poker sont des jeux à somme nulle car les gains de l'un sont très exactement les pertes de l'autre. Le jeu pierre-feuille-ciseaux est un autre exemple de jeu à somme nulle. Le dilemme du prisonnier n'est pas un jeu à somme nulle (dans certains cas, les deux joueurs peuvent perdre).\nDans un jeu simultané, les joueurs décident en même temps de leur stratégie (exemple : le dilemme du prisonnier , le jeu pierre-feuille-ciseaux et le jeu du duopole de Cournot ).\nIl dispose des caractéristiques suivantes :\nUn jeu simultané à deux joueurs avec des ensembles de stratégies finis est représenté par un tableau, ou matrice, dont les lignes sont les stratégies du joueur 1 {\\displaystyle 1} , les colonnes sont les stratégies du joueur 2 {\\displaystyle 2} . Dans chaque case est inscrit (gain du joueur 1 {\\displaystyle 1} , gain du joueur 2 {\\displaystyle 2} ).\nDans un jeu séquentiel , on peut spécifier l'ordre des décisions de sorte qu'un joueur peut décider de sa stratégie conditionnellement à ce qu'ont joué les autres joueurs précédemment (exemple : le jeu d'échecs et le jeu de go ).\nUn jeu séquentiel se caractérise par :\nLa méthode de la récurrence inverse permet de résoudre le jeu séquentiel, obtenant un équilibre de Nash , appelé équilibre en sous-jeux parfait. Elle consiste à réaliser un arbre de décision à n {\\displaystyle n} niveaux de décision, et à remonter l'arbre de décision en déterminant à chaque niveau i ∈ [ [ 1 , n ] ] {\\displaystyle i\\in [\\![1,n]\\!]} , l'action qui maximise le gain du joueur qui prend la décision au niveau i {\\displaystyle i} .\nOn dit qu'un jeu est à information complète si chaque joueur connaît lors de la prise de décision :\nLes jeux en information incomplète sont des situations où l'une des conditions n'est pas vérifiée. Ce peut être parce qu'une des motivations d'un acteur est cachée (domaine important pour l'application de la théorie des jeux à l'économie). Ces jeux sont aussi appelés jeux bayésiens .\nOn parle de jeu à information parfaite dans le cas de jeu sous forme extensive, où chaque joueur a une connaissance parfaite de toute l'histoire du jeu.\nUn jeu à information incomplète est aussi à information imparfaite. Les jeux à information complète peuvent être à information imparfaite soit du fait de la simultanéité des choix des joueurs, soit lorsque des événements aléatoires sont cachés à certains joueurs.\nJohn Harsanyi a présenté une méthode permettant de transformer des jeux à information incomplète en jeux à information complète mais imparfaite : au début du jeu, la Nature effectue un choix de règles parmi les possibles, et les joueurs n'ont qu'une connaissance partielle de ce choix. Cette transformation introduit une subtilité dans la classification des jeux où le hasard intervient, séparant ceux où le hasard intervient uniquement avant le premier choix (assimilables à un jeu à information incomplète sans hasard), de ceux où le hasard intervient (aussi) après un choix d'un joueur [ 14 ] .\nOn distingue aussi les jeux à mémoire parfaite et à mémoire imparfaite . Les jeux à mémoire parfaite sont des situations où chaque joueur peut se rappeler à tout moment de la suite de coups qui ont été joués précédemment, au besoin en notant au fur et à mesure les coups joués. Les jeux à mémoire imparfaite supposent une amnésie de la part des joueurs. Les jeux de guerre sont des exemples de jeux à mémoire imparfaite si les commandements de zones opérationnelles ne parviennent pas à communiquer entre eux ou avec l'État-Major et donc n'ont pas trace des mouvements déjà effectués par les troupes alliées lorsqu'elles doivent décider de leurs propres mouvements [réf. nécessaire] .\nLes jeux de Nim forment un cas particulier de jeu à somme nulle, sans intervention du hasard et dans la plupart des cas à nombre de situations finies. Dans leur cas particulier, la théorie des graphes fournit un outil plus utile que la théorie des jeux à proprement parler. Elle permet de dégager le noyau du jeu, ensemble des nœuds assurant la victoire si l'on parvient à l'un d'entre eux en cours de jeu et qu'on joue de façon optimale ensuite. Ce noyau est caractérisé à partir du nombre de Grundy associé à chaque nœud [ 15 ] .\nOn dit qu'un jeu est fini lorsque l'ensemble des stratégies de chacun des joueurs est fini. Le dilemme du prisonnier est un jeu fini car chacun des joueurs n'a que deux stratégies possibles. En revanche, le jeu du duopole de Cournot n'est pas un jeu fini, car chaque entreprise choisit la quantité de bien qu'elle produit dans l'ensemble des réels positifs.\nLa répétition d'un jeu, avec connaissance des résultats intermédiaires, change souvent fondamentalement son déroulement (les meilleurs coups et la conclusion). Par exemple, il peut être utile de prendre ponctuellement le risque de perdre « pour voir », tester les autres joueurs, et mettre en place des stratégies de communication par les coups joués (à défaut d'autre moyen de communication). Il se développe également des phénomènes de réputation qui vont influencer les choix stratégiques des autres joueurs. Dans le dilemme du prisonnier , le fait de savoir qu'on va jouer plusieurs fois avec un dur qui n'avoue jamais mais se venge cruellement, ou avec un lâche qui avoue toujours, change radicalement la stratégie optimale.\nLe fait que le nombre total de parties soit ou non connu à l'avance peut avoir des effets importants sur le résultat ; l'ignorance de ce nombre total rapproche le jeu répété d'un jeu unique avec un nombre infini de coups, alors que sa connaissance rapproche le jeu répété d'un jeu à un seul coup.\nUn jeu est défini par l'ensemble des joueurs, l'ensemble des stratégies possibles pour chacun des joueurs et la spécification des paiements ou des utilités des joueurs pour chaque combinaison de stratégies. Les jeux coopératifs sont généralement présentés sous la forme de fonction caractéristiques alors que les jeux non coopératifs sont représentés sous forme normale ou sous forme extensive.\nDans tous les jeux, les décisions peuvent être représentées par un arbre, dont chaque nœud est associé au joueur qui décide. Chaque option constitue une branche. Les gains de tous les joueurs sont associés aux terminaisons ou feuilles de l'arbre. Un joueur n'a toutefois pas besoin de savoir comment il est parvenu à un nœud : seul compte l'état présent du jeu, et les positions recherchées dans le futur . Lorsque certains mouvements ne sont autorisés qu'après un événement donné, cet événement n'est qu'un des éléments à matérialiser dans l'état présent du jeu et n'a pas besoin de faire partie d'un historique.\nUne forme extensive de jeu est un arbre de décision décrivant les actions possibles des joueurs à chaque étape du jeu, la séquence de tours de jeu des joueurs, ainsi que l'information dont ils disposent à chaque étape pour prendre leur décision. Cette information est représentée sous forme d'ensembles d'information qui forment une partition des nœuds de l'arbre, chaque classe de la partition contenant les nœuds non distinguables par le joueur à une étape du jeu. Si ces classes sont des singletons , c'est-à-dire que chacune est constituée d'un seul nœud de l'arbre du jeu, le jeu est dit à information parfaite , ce qui signifie que chaque joueur sait à tout moment où il se situe dans l'arbre du jeu. Dans le cas contraire, le jeu est dit à information imparfaite [ 16 ] . L'information imparfaite est représentée sous la forme d'un joueur non rationnel : la « Nature », joueur qui prend aléatoirement certaines décisions à telle ou telle étape du jeu, orientant la suite du jeu vers un certain sous-arbre de l'arbre du jeu.\nUn jeu sous forme normale (ou jeu sous forme stratégique) est défini par :\nL'ensemble des joueurs doit être fini [ 17 ] . L'ensemble des stratégies de chacun des joueurs peut être fini, par exemple dans le dilemme du prisonnier chaque joueur décide de coopérer ou non, ou infini, par exemple dans le duopole de Cournot, chaque joueur décide de la quantité de bien qu'il veut produire et peut choisir n'importe quelle valeur dans l'ensemble des réels positifs [ 17 ] . Les préférences peuvent aussi être représentées par une fonction d'utilité ou une fonction de gain [ 18 ] , [ 19 ] .\nQuand on représente un jeu sous forme normale, on fait l'hypothèse implicite que chaque joueur choisit sa stratégie sans avoir connaissance des choix des autres joueurs.\nIl s'agit d'une forme de jeu coopératif, sous cette forme un jeu est noté G=(N, v), où :\nLe professeur Thomas Schelling et le professeur Robert Aumann , qui ont reçu conjointement le « prix Nobel d'économie » 2005, se sont spécialisés dans l'explication des diverses stratégies utilisées ( à utiliser ) dans les conflits internationaux, tels la guerre froide et la guerre nucléaire ( dissuasion ) [ 21 ] .\nLes concepts de la théorie des jeux sont fréquemment utilisés en analyse économique, notamment sous l'impulsion d'auteurs comme Thomas Schelling [ 22 ] . Depuis les années 1980, la théorie des jeux est devenue un outil standard de la science économique. Onze théoriciens des jeux ont obtenu le « prix Nobel d'économie » [ 23 ] .\nLa théorie des jeux est très utilisée dans le domaine de l' économie industrielle pour analyser la concurrence entre des entreprises en situation d' oligopole . Dès 1838, l'analyse de duopole de Cournot fait implicitement appel à des concepts de théorie des jeux bien avant que ceux-ci aient été formalisés par John Nash dans les années 1950 [ 2 ] . Plus tard, le modèle de Harold Hotelling permet d'analyser la concurrence spatiale et les stratégies de différenciation des produits entre entreprises [ 24 ] .\nLa théorie des jeux est également fondamentale dans la théorie des enchères depuis les travaux de William Vickrey [ 25 ] .\nLes économistes David Gale et Lloyd Shapley utilisent la théorie des jeux coopératifs pour étudier l'appariement des étudiants et des universités ainsi que l'appariement des hommes et des femmes sur le marché du mariage [ 26 ] .\nLa théorie des jeux a également été appliquée en économie du sport , que ce soit à propos du football [ 27 ] , du tennis [ 28 ] ou du cyclisme [ 29 ] .\nLa théorie des jeux a été appliquée en sciences politiques dès les années 1950 avec les travaux de Downs sur la compétition électorale [ 30 ] . Aujourd'hui, la théorie des jeux est un outil standard en sciences politiques et on trouve dans les revues internationales de sciences politiques comme l' American Political Science Review et l' American Journal of Political Science de nombreux modèles issus de la théorie des jeux [ 31 ] .\nAnthony Downs (1957), Donald Wittman (1973) et John Roemer (2006) utilisent la théorie des jeux pour modéliser la compétition électorale entre des partis [ 30 ] , [ 32 ] , [ 33 ] , [ 34 ] . Downs 1957 étudie la manière dont les partis ou les candidats cherchant uniquement à gagner les élections choisissent leur programme électoral en fonction des préférences des électeurs, Wittman 1973 étudie comment des partis ayant des préférences politiques et ne cherchant à gagner l'élection que pour mener cette politique choisissent leur programme et Roemer 2006 propose un modèle dans lequel le parti est composé à la fois de militants cherchant à mener une politique particulière et de militants cherchant à gagner l'élection.\nBob Erikson et Thomas Palfrey utilisent la théorie des jeux pour modéliser le choix des dépenses de campagne des candidats à une élection [ 35 ] . Tilman Klumpp et Mattias Polborn appliquent la notion d'équilibre de Nash parfait dans les sous-jeux pour étudier la compétition électorale dans les élections primaires américaines. Ils montrent notamment l'importance de gagner les premières primaires et soulignent le fait que les primaires organisées de manières séquentielles sont moins coûteuses pour le parti que des primaires qui seraient organisées simultanément dans les différents états américains [ 36 ] .\nDavid Austen-Smith et Jeffrey Banks appliquent la notion d'équilibre de Nash parfait en sous-jeux à l'étude de la formation des coalitions électorales [ 37 ] .\nLa théorie des jeux apparaît dès le début des années 1950 en anthropologie chez Claude Lévi-Strauss , qui s'intéresse de près aux différentes disciplines émergeant à cette époque dans le domaine des systèmes complexes. Il y fait largement référence en 1952 dans une communication en anglais, Social Structure , qui deviendra un des textes fondateurs de l' anthropologie structurale avec sa publication en français comme chapitre XV de son premier grand ouvrage méthodologique, Anthropologie structurale [ 38 ] . La théorie des jeux est également mentionnée, à côté de la cybernétique , dans un article de 1955, Les Mathématiques de l'Homme [ 39 ] .\nLes sociologues s'intéressent également à la théorie des jeux depuis les années 1950. C'est le sociologue Paul Lazarsfeld qui avait engagé Duncan Luce et Howard Raiffa au Bureau for Applied Social Research de l'université de Columbia et c'est là qu'ils ont écrit le livre Games and Decisions [ 40 ] . Par ailleurs, la sociologue Jessie Bernard a publié dès 1954 une introduction à la théorie des jeux pour les sociologues dans l' American Journal of Sociology [ 40 ] , [ 41 ] . C'est à partir du milieu des années 1980 que la théorie des jeux a commencé à toucher un plus large public en sociologie [ 40 ] .\nEn sociologie des organisations , Michel Crozier et Erhard Friedberg démontrent qu'un système humain organisé est constitué par les stratégies interdépendantes d'acteurs qui jouent en fonction de règles du jeu, explicites et implicites [ 42 ] . Elles structurent leurs comportements stratégiques. Le comportement de l'acteur est stratégique car il a sa « rationalité ». Le comportement est fonction de la perception qu'a l'acteur des enjeux de la situation dans laquelle il pense se trouver et fonction des gains escomptés par l'acteur. Autrement dit, ce que l'acteur-joueur pense pouvoir tirer positivement du jeu [ 43 ] . Cette vision des organisations comme système et jeu a influencé tout un courant du management notamment autour de l'entreprise comme organisation où la négociation est omniprésente.\nBien que cela soit beaucoup plus rare, on trouve également des applications de la théorie des jeux en histoire. Par exemple, Philippe Mongin applique la théorie des jeux à la compréhension de la bataille de Waterloo [ 44 ] .\nDes chercheurs ont utilisé la stratégie des jeux pour mieux comprendre l'évolution du comportement des espèces face à la modification de leur environnement, il s'agit de la théorie des jeux évolutionnistes . Plus précisément, la théorie des jeux est parfois utilisée pour identifier les stratégies pour lesquelles le gain (mesuré en survie et/ou reproduction) est le plus élevé [ 45 ] .\nDes biologistes ont utilisé la théorie des jeux pour comprendre et prévoir les résultats de l' évolution , en particulier la notion d' équilibre évolutivement stable introduit par John Maynard Smith dans son essai Game Theory and the Evolution of Fighting ( La théorie des jeux et l'évolution de la lutte ). Voir aussi son livre Evolution and the Theory of Games .\nIl est à remarquer qu'en théorie de l'évolution , l'adversaire principal d'un individu n'est pas vraiment l'ensemble de ses prédateurs, mais l'ensemble des autres individus de son espèce et des autres espèces apparentées. Comme le fait remarquer Richard Dawkins , un brontosaure n'a pas besoin, pour survivre, de courir plus vite que le tyrannosaure qui le poursuit (ce qui lui serait impossible), mais simplement plus vite que le plus lent de ses congénères . Des phénomènes semblables se produisent en économie. Tout cela rejoint des considérations psychologiques : la conflictualité est plus liée à la ressemblance qu'à la différence.\nJohn Maynard Smith a reçu le prix Crafoord pour son application de la théorie des jeux à la biologie [ 46 ] .\nLes travaux de Kenneth Binmore ( Game Theory and the Social Contract: Playing Fair. (1994), Game Theory and the Social Contract: Just Playing. (1998) et Natural Justice (2005)) utilisent la théorie des jeux pour fonder une théorie évolutionniste de la justice et de la morale.\nSur les autres projets Wikimedia :"
}