{
  "id": 78,
  "title": "Immunologie",
  "url": "https://fr.wikipedia.org/wiki/Immunologie",
  "date": "2025-11-29T22:29:55.452533",
  "content": "modifier - modifier le code - modifier Wikidata\nL' immunologie est la branche de la biologie qui s'occupe de l'étude du système immunitaire . Apparu très tôt au cours de l'évolution, ce système a évolué pour distinguer le non-soi du soi. Les réactions de défense de l'organisme face à un organisme pathogène — quelle que soit la nature de celui-ci, virus , bactéries , champignons ou protozoaires . Les maladies auto-immunes , les allergies et le rejet des greffes forment l'aspect médical de cette science. Les mécanismes de synthèse et de maturation des anticorps , d'activation du système du complément , la mobilisation et la coordination des cellules de défense, en forment l'aspect fondamental et mécanistique.\nLes plus anciens témoignages connus d’observations d’ordre immunologique datent de 430 av. J.-C. lorsque l’historien Thucydide relata un épisode de « peste ». À cette date, pendant l’épidémie de fièvre typhoïde qui sévit à Athènes durant la guerre du Péloponnèse , Thucydide nota que seules les personnes ayant déjà supporté et survécu à l’infection étaient aptes à s’occuper des malades [ 1 ] .\nAux alentours de 6000 av. J.-C. , il existe en Chine des pratiques de transmission volontaire de la variole en vue de prévention. Cette technique, appelée « variolisation », consiste à prélever du pus sur un malade peu atteint par la maladie pour l’inoculer avec une aiguille chez un sujet sain. Ce procédé se répandit à partir du XV e siècle, surtout en Chine, en Inde et en Turquie . Par l’entremise de l’épouse de l’ambassadeur britannique à Constantinople , qui fit vacciner son fils de cette manière, la variolisation s’est fait connaître en Angleterre vers 1722 , puis s’est propagée dans les années suivantes dans toute l’ Europe .\nÀ la même époque, le médecin de campagne Edward Jenner constatait que les fermières en contact régulier, lors de la traite, avec la variole de la vache ( vaccine ou Cowpox), qui est inoffensive pour les humains, étaient épargnées par les épidémies de variole, alors fréquentes, ou ne montraient que de faibles symptômes . Après avoir intensivement étudié le phénomène, il préleva le 14 mai 1796 du pus sur une pustule d’une jeune fille contaminée par la vaccine, et l’injecta à un jeune garçon de huit ans. Après que le garçon eut guéri de la maladie bénigne induite par la vaccine, Jenner lui injecta de la variole véritable. Le garçon surmonta également cette infection sans symptômes sérieux. Par rapport à la variolisation, le procédé de Jenner offrait certains avantages majeurs : les personnes vaccinées par la vaccine ne présentaient pas les boutons et les cicatrices typiques induites par la variolisation ; il n’y avait aucun risque de mortalité contrairement à la variolisation ; et les personnes vaccinées ne représentaient aucun risque de contagion . Le virus de la vaccine est la l’origine des noms de « vaccin » et « vaccination » , et Edward Jenner est considéré aujourd’hui comme le fondateur de l’immunologie.\nUne autre étape majeure dans le développement de l’immunologie est la conception d’un vaccin contre la rage par Louis Pasteur en 1885 . Le 6 juillet 1885 , il vaccine Joseph Meister , un garçon de neuf ans qui avait été mordu deux jours plus tôt par un chien enragé. Joseph Meister devint alors le premier être humain à survivre à la rage dans l’histoire de la médecine. En une année, le vaccin fut administré à 350 personnes contaminées, et aucune ne mourut de son infection rabique.\nDeux ans auparavant, Robert Koch avait découvert le responsable de la tuberculose , le bacille qui porte son nom, et peu de temps après, le test à la tuberculine , qui permet de prouver l’infection par la tuberculose, et qui se fonde sur la réponse immunitaire. Ces travaux servirent de base aux travaux de Calmette et Guérin , qui décrivirent le bacille qui porte leur nom (BCG pour bacille de Calmette et Guérin) et menant à la vaccination contre la tuberculose. Le vaccin permettant de lutter contre les maladies infectieuses se développa à partir de cette époque. Max Theiler reçu le prix Nobel de médecine en 1951 pour la mise au point d’un vaccin contre la fièvre jaune.\nEn 1888 , Émile Roux et Alexandre Yersin ont découvert la toxine diphtérique . Deux ans plus tard, Emil Adolf von Behring et Shibasaburo Kitasato mettent en évidence une antitoxine dans le sérum des patients qui avaient survécu à la diphtérie. Emil von Behring fut le premier à utiliser ces anti-sérums pour la prise en charge des malades diphtériques dans le cadre de la séroprophylaxie . Pour ces travaux, il reçut en 1901 le prix Nobel de physiologie ou médecine .\nLe bactériologue belge Jules Bordet découvre en 1898 que chauffer le sérum au-dessus de 55 °C bloque sa capacité de coller à certaines substances chimiques. La capacité du sérum à tuer les bactéries était également perdue. Il posa le postulat suivant : il existe dans le sérum une substance, sensible à la chaleur, nécessaire à l’action du sérum sur les bactéries, et il nomma ce composé « Alexin ». Ehrlich étudia ce composé dans les années suivantes, et introduisit le concept de complément encore utilisé de nos jours.\nEn 1901 , Karl Landsteiner mit en évidence l’existence des groupes sanguins et par cette découverte permit de franchir une nouvelle étape importante dans la compréhension du système immunitaire. Il reçut en 1930 le prix Nobel de médecine. En 1906 , Clemens Peter Freiherr von Pirquet observa que les patients à qui il administrait du sérum de cheval avaient une forte réaction à la deuxième injection. Il nomma cette réaction d’hypersensibilité « allergie ». Le phénomène d’ anaphylaxie fut découvert par Charles Richet , qui reçut pour cela le prix Nobel de médecine en 1913 . Emil von Dungern et Ludwik Hirszfeld publient en 1910 leurs recherches sur la transmission des groupes sanguins, et ainsi les premiers résultats sur la génétique d’une partie du système immunitaire. Dans ce travail, ils proposent la nomenclature « ABO », qui deviendra un standard international en 1928 . En 1917, Karl Landsteiner décrit le concept d’ haptènes , qui après s’être conjuguées à une protéine sont capables d’induire une réponse immunitaire avec production d’ anticorps spécifiques. Lloyd Felton réussit en 1928 la purification des anticorps à partir du sérum. De 1934 à 1938, John Marrack développa la théorie de la reconnaissance spécifique d’un antigène par un anticorps.\nEn étudiant le rejet de greffes, Peter Gorer découvrit l’antigène H-2 de la souris, et ainsi, sans le savoir, le premier antigène de ce qu’on appellera ensuite le complexe majeur d'histocompatibilité (MHC pour l’anglais major histocompatibility complex ). Toujours par l’étude du rejet de greffe, Peter Medawar et Thomas Gibson découvrirent d’importantes fonctions des cellules immunitaires. C’est par ces travaux que l’acceptation générale de l’immunité cellulaire se fit. En 1948 , Astrid Fagraeus découvrit que les anticorps sont produits dans le plasma sanguin par les lymphocytes B . L’année suivante, Frank Macfarlane Burnet et Frank Fenner publiaient leur hypothèse de la tolérance immunologique, qui fut validée quelques années plus tard par Jacques Miller , qui découvrit l’élimination des lymphocytes T auto-réactifs dans le thymus . Burnet et Fenner reçurent le prix Nobel de médecine en 1960 pour leurs travaux sur la tolérance. En 1957 , Frank Macfarlane Burnet décrivit le principe fondamental de l’immunité adaptative comme étant la sélection clonale .\nL’Anglais Alick Isaacs et le Suisse Jean Lindenmann , en étudiant l’infection de cultures cellulaires par des virus, découvrirent en 1957 que les cellules, au cours de l’infection par un virus, étaient en grande partie résistantes à une autre infection par un deuxième virus. Ils isolèrent à partir des cellules infectées une protéine qu’ils nommèrent interféron . À la fin des années 1960 et au début des années 1970, John David et Barry Bloom découvrirent le facteur d’inhibition de la migration des macrophages (MIF) ainsi que de nombreuses autres substances sécrétées par les lymphocytes. Dudley Dumonde proposa pour ces substances le nom de « lymphokine ». Stanley Cohen , qui reçut en 1986 le prix Nobel de médecine pour sa découverte des facteurs de croissances NGF et EGF, commença, au début des années 1970, à travailler avec Takeshi Yoshida sur les fonctions des lymphokines. Ils mirent en évidence que ces substances, produites de nombreux types différents de cellules, étaient capables d’action à distance, comme des hormones . À la suite des nombreuses découvertes dans ce domaine, Stanley Cohen proposa en 1974 le terme « cytokine » qui s’imposa rapidement. Entretemps, plus de cent cytokines différentes étaient identifiées, et leurs structures et activités étudiées en détail.\nLes années soixante sont en général considérées comme le début de l’époque moderne de l’immunologie. Jacques Oudin découvre en 1956 l’allotypie des protéines, puis en 1963 l’idiotypie des anticorps. Rodney Porter et Gerald Edelman réussirent à élucider la structure des anticorps entre 1959 et 1961, et furent lauréats du prix Nobel de médecine en 1972. En même temps, Jean Dausset , Baruj Benacerraf et George Snell découvraient le complexe majeur d'histocompatibilité , également appelé système HLA (de l’anglais Human Leukocyt Antigen) chez l’être humain, découverte qui leur permit de recevoir le prix Nobel de médecine en 1980. En 1959, Joseph Murray réalise la première allogreffe en transplantant un rein. Avec Donnall Thomas , ils étudient l’immunosuppression artificielle qui permet la tolérance des patients vis-à-vis de leur greffe ; ils reçurent le prix Nobel de médecine en 1990 pour ces études. Vers 1960 également, la communauté scientifique découvrait, grâce aux travaux de Jacques Miller , d’autres caractéristiques fondamentales des cellules immunitaires, en particulier la description des fonctions et de la différenciation des lymphocytes B et T . Après cette percée, la théorie selon laquelle l’immunité est divisée en une partie cellulaire et une autre humorale s’imposa, et les deux théories ne furent plus mises en concurrence. Dans les décennies suivantes, les différents sous-types (appelés isotypes) d’anticorps furent identifiés et leurs fonctions respectives étudiées. En 1975, Georges Köhler , Niels Kaj Jerne et César Milstein décrivent la méthode de production des anticorps monoclonaux. Cette découverte eut un impact majeur sur la recherche fondamentale, ainsi que pour le diagnostic et le traitement de maladies, et ils reçurent en 1984 le prix Nobel de médecine. D’autres découvertes majeures furent faites dans les années suivantes : en 1973, Ralph Steinman et Zanzil Cohn découvrent les cellules dendritiques . Ralph Steinman obtiendra le prix Nobel en 2011 pour cette découverte. En 1974, Rolf Zinkernagel et Peter Doherty découvrent la restriction de la présentation de l’antigène par les molécules du MHC, découverte qui lui valut le prix Nobel de médecine en 1996 ; En 1985, Susumu Tonegawa identifie les gènes des immunoglobulines, et reçoit pour cela en 1987 le prix Nobel ; la même année, Leroy Hood fait de même pour les gènes du récepteur des cellules T .\nUn autre concept émerge en 1986 : celui de l'orientation de la réponse immunitaire. Basé sur le rôle des lymphocytes T CD4 + (CD pour cluster de différenciation ), ce concept, développé par Robert Coffman et Tim Mosmann , présente la dichotomie entre une « Th1 », réponse orientée contre des cellules d'une part, qui produira des lymphocytes cytotoxiques spécifiques, comme dans le cas du cancer ou d'une infection intracellulaire; et une réponse « Th2 » contre un agent soluble, qui produira des anticorps spécifiques, comme dans le cas d'une bactérie extracellulaire ou d'une toxine. La balance Th1/Th2 est toujours un intense champ de recherche.\nLa notion de tolérance induite par des lymphocytes fut pour la première fois évoquée en 1969 par Nishizuka et Sokakura . Ils présentaient leurs résultats concernant une sous-population de lymphocytes T suppresseurs capables d'empêcher une réaction de lymphocytes naïfs. Très controversés, ces résultats seront oubliés jusqu'à la redécouverte du phénomène par Sakaguchi en 1982 sous le nom de T régulateur , sujet activement étudié actuellement.\nDepuis les années 1950, la théorie qui domine en immunologie est celle de la reconnaissance du « soi » et du « non-soi » par le système immunitaire adaptatif. Cependant, ce modèle ne permet pas d'expliquer de manière satisfaisante les phénomènes de tolérance , de rejet de greffe , ni la nécessité de la présentation de l'antigène , et en 1989, Charles Janeway propose un modèle selon lequel ce serait l'immunité innée qui serait la véritable gardienne des clefs du déclenchement d'une réponse immunitaire. La décision de réagir ou non face à un agent étranger reposerait sur la reconnaissance de motifs par des récepteurs putatifs qu'il nomme les récepteurs de reconnaissance de motifs moléculaires . Ce modèle est approfondi à partir de 1994 par Polly Matzinger , qui développe la théorie du danger . D'après Matzinger, le déclenchement de la réponse immunitaire se ferait sur la base de motifs moléculaires associés aux pathogènes par les récepteurs de reconnaissance de motifs moléculaires . Ce modèle fut validé expérimentalement depuis par l'identification de récepteurs de signaux de danger et de certains de leurs ligands .\nDe nos jours, la multiplication des cytokines, chimiokines, sous-types et marqueurs cellulaires rend difficile d'avoir une vue d'ensemble du domaine.\nDu fait de la complexité des phénomènes étudiés et de leur intime imbrication, les immunologistes sont souvent réduits à utiliser des concepts plus ou moins abstraits pour interpréter les informations disponibles. Au fil du temps, de plus en plus de nouveaux concepts, se recoupant plus ou moins, se font jour dans la communauté scientifique, la plupart du temps en opposant deux notions. La liste ci-dessous ne peut pas être exhaustive, mais donne un aperçu de quelques-unes de ces grandes notions. Elle reprend naturellement certains points déjà vu dans l'historique, mais les développe sous un aspect simplifié et plus pragmatique.\nLe concept de base de l'immunologie de la réponse adaptative est celui d'antigène. Globalement, on qualifie d'antigène toute substance qui est reconnue par le système immunitaire adaptatif. Tous les antigènes ne déclenchent pas de réactions immunitaires; ils sont dits non immunogènes. Autrement dit tous les antigènes ne sont pas immunogènes.\nIl est important de dire qu'il n'y a pas de réponse immunitaire sans antigène.\nIl existe différentes dénominations des antigènes :\nUn antigène peut comporter un à plusieurs épitopes (chaque épitope peut être reconnu par un paratope spécifique d'un anticorps ou d'un récepteur des cellules T (en anglais T cell receptor ou TCR).\nLe complexe épitope + paratope forme un complexe type : clef-serrure. Néanmoins, un épitope n'est pas spécifique (dans l'absolu) à un antigène. C'est pourquoi il peut exister des réactions croisées (AG 1 reconnu par anticorps mais si un AG 2 porte également l'épitope de AG 1 alors AG 2 peut être reconnu par cet anticorps).\nConcept important, celui du système inné et du système adaptatif (ou acquis, bien que ce terme soit de moins en moins utilisé). Il s'agit ici d'opposer des phénomènes « non spécifiques » à des événements « spécifiques », sous-entendu « de l'antigène ».\nDans le premier cas, il s'agit d'une réaction suivant l'introduction d'un nouvel élément, quel qu'il soit, et qui repose sur une réaction globale d'un type cellulaire. Toutes les cellules blessées, quelle qu'en soit la cause, ont des réactions similaires, et les cellules du système immunitaire réagissent de manières stéréotypées également. Cette réponse innée est rapide, sans mémoire et indépendante de l'antigène. Une multitude de situation (blessure, infection virale ou bactérienne, etc.) mènent à des réactions innées similaires.\nLa réponse adaptative concerne des phénomènes liés aux antigènes, et consiste en la sélection de clones de lymphocytes, capables de cibler ce qui est perçu comme une menace. Cette réponse adaptative est lente, strictement dépendante des antigènes, et possède une mémoire immunitaire. Chaque situation différente mènera à la sélection de quelques clones lymphocytaires qui prendront en charge le danger.\nUn des plus anciens concepts oppose une composante cellulaire à une composante soluble (« humorale ») de l'immunité. Elle tient du fait que le sérum, donc débarrassé des cellules sanguines et du fibrinogène, peut produire des phénomènes rapides et très efficaces de destruction (lyse) d'organismes cibles, d'une part et que les effets de certaines cellules immunitaires sont plus difficiles à observer, car sont plus lents et imposent des conditions d'expérimentation très strictes. Les deux types de phénomènes furent pendant longtemps impossibles à observer concomitamment. Cette opposition n'aura plus lieu d'être dès que les techniques permettront de prouver que ce sont bien des cellules immunitaires qui produisent ces facteurs solubles.\nLa découverte du rôle des cellules T CD4+ helper (Th), à savoir d'aider la réponse immunitaire, fit se dégager assez vite un fait expérimental : dans certaines conditions, les Th peuvent favoriser une réponse à médiation cellulaire, avec génération de cellules cytotoxiques, ou une réponse humorale, avec production d'anticorps. En d'autres termes, un même antigène dans des situations différentes induira parfois une réponse à médiation cellulaire, parfois une réponse à médiation humorale. Reprenant l'ancienne dichotomie cellulaire/humorale, le concept Th1/Th2 permet d'opposer les conditions dans lesquelles les T CD4+ réagissent en produisant des signaux dirigeant la réponse vers une cytotoxicité cellulaire, avec formation de cellules T CD8 + cytotoxiques (CTL pour cytotoxic T lymphocytes ) en grand nombre; ou au contraire la formation d'une réponse soluble, avec différenciation de lymphocytes B en plasmocytes, produisant des anticorps en grande quantité.\nLa réponse cellulaire fut pendant longtemps considérée comme résultant d'une reconnaissance directe par les cellules immunitaires des cellules étrangères. Autrement comment expliquer que des substances produisent une réaction forte chez un organisme et aucune chez un autre ? L'introduction d'un élément étranger (infection ou greffe) doit être suivie d'une acceptation ou d'un rejet par le système immunitaire. Lors d'une greffe de peau par exemple, la peau prélevée sur le donneur était bien acceptée par le système immunitaire du donneur. Or, après la greffe, le système immunitaire du receveur peut bien décider de considérer la nouvelle peau comme étrangère, et la rejeter, alors qu'elle ne constitue en rien un danger (mais sera considéré comme un danger par le système immunitaire). Ce concept reste très actuel, bien que ses mécanismes aient été en grande partie élucidés par l'étude des interactions entre les récepteurs des cellules T (TCR) et les molécules du complexe majeur d'histocompatibilité (CMH).\nUne autre question peut se poser : comment se fait-il que certains corps étrangers ne soient « pas reconnus ? » Autrement dit : lors de la reconnaissance d'un antigène donné, qu'est-ce qui active ou non les défenses immunitaires ?\nLa première notion-clé est celle de tolérance centrale : aucun organisme n'est censé produire de lymphocytes auto-réactifs, c'est-à-dire des lymphocytes réagissant contre les antigènes du soi non modifié. La seconde notion-clé est celle de tolérance périphérique : elle repose sur une inhibition conditionnelle de la réponse des cellules immunitaires face à un antigène du « non-soi ».\nLa difficulté est de comprendre dans quelles conditions un antigène induit :\nLa théorie du danger repose sur un constat simple: dans certaines situations, un même antigène peut être perçu comme sans danger (tolérogène) ou dangereux (immunogène), et, dans le second cas, entraîner une réponse très différente : réponse cellulaire ou réponse anticorps de divers types, allant jusqu'à l' allergie . La théorie du danger stipule que ce sont les conditions dans lesquelles l'antigène est perçu qui déterminent le type de réponse immunitaire qui sera développé. Ces conditions particulières impliquent des signaux de danger en plus ou moins grande quantité et plus ou moins variés, et qui accompagnent l'antigène. La combinaison des signaux de danger (ou leur absence) oriente la réponse immunitaire.\nL'ensemble des organes du système immunitaire s'appelle le système lymphoïde .\nC'est là que les cellules du système immunitaire sont produites, par un processus appelé hématopoïèse . C'est également le lieu de l'acquisition de l' immunocompétence des lymphocytes B .\nLors de la production des lymphocytes B, ces derniers avant de quitter la moelle doivent avoir acquis certaines caractéristiques comme : les chaînes légères ( κ ou λ ) et lourdes ( μ ) des BCR. Il y a au sein de la moelle osseuse une sélection négative : 90 % des lymphocytes B sont détruits. Les 10 % restant rejoindront la circulation systémique pour poursuivre leur maturation dans les organes lymphoïdes secondaires.\nC'est là qu'a lieu la maturation et la sélection des lymphocytes T .\nLes cellules (futurs lymphocytes) entrent dans le thymus et rejoignent le cortex. Il y aura apparition de caractéristiques de lymphocyte « delta-gamma » et « alpha beta » :\nPour cela, il va y avoir des cellules épithéliales du thymus qui vont présenter les complexes CMH I et CMH II. Si la molécule de surface CD4+ reconnaît le CMH II, le lymphocyte T se différencie en lymphocyte T CD4+ ; si la molécule de surface CD8+ reconnait le CMH I, le lymphocyte T se différencie en lymphocyte T CD8+. Cette étape s'appelle la sélection positive. Nous avons donc à la sortie du cortex du thymus des lymphocytes CD4+ et CD8+. À la jonction cortico-médullaire du thymus, il va y avoir l'étape de la sélection négative. En effet, il est dangereux de laisser quitter du thymus des lymphocytes ayant une trop grande affinité pour les cellules du soi (qui les détruirait ?). Pour cela, les thymocytes (lymphocytes T CD4+ et lymphocytes T CD8+) vont rencontrer des cellules du soi. Après la sélection positive dans le compartiment médullaire, il va y avoir la sélection négative. Les thymocytes vont rencontrer des cellules du soi.\nGrâce à cela, on élimine les lymphocytes T auto-réactifs dangereux pour l’organisme.\nTous les lymphocytes T « en vie » vont former les lymphocytes T naïfs : car n’ont pas encore rencontré les antigènes du non-soi. Ils vont sortir du thymus et vont aller dans les organes secondaires. C’est là qu’ils rencontreront les antigènes externes du non-soi.\nAu niveau du système sanguin, il y a des échappées de protéines. Ces protéines se retrouvent dans le liquide interstitiel et doivent retourner dans le sang afin de contrôler son osmolarité . Les capillaires lymphatiques récupèrent ces protéines et captent aussi les agents pathogènes, cellules du système immunitaire et débris de cellules mortes. Le système lymphatique entraîne la lymphe au niveau d'un centre intégrateur qui correspond aux ganglions lymphatiques . Après le passage de la lymphe dans le ganglion, la lymphe est épurée. La lymphe circule vers le cœur à sens unique. Elle rejoint la circulation sanguine au niveau du cœur par le canal thoracique et se jette dans la veine sous-clavière gauche.\nLes ganglions lymphatiques ont une structure plus ou moins globuleuse. Ils se décomposent en plusieurs zones.\nLes appendices secondaires (formations lymphoïdes agrégées) ont des zones particulières d'épuration. Ce sont l’ anneau de Waldeyer au carrefour aérodigestif ( amygdales et végétations adénoïdes ), l' appendice et les plaques de Peyer .\nLa rate fait également partie du système immunitaire car elle épure le sang vis-à-vis des pathogènes qui pourraient s'y trouver.\nNe doit pas être confondu avec Structure lymphoïde tertiaire .\nLes organes lymphoïdes tertiaires comprennent tous les tissus et organes où la réponse immunitaire a lieu. Ils contiennent peu de cellules lymphoïdes dans les conditions physiologiques normales mais peuvent en importer une grande quantité lors de la présence d'un pathogène. Ils comprennent :\nIl faut noter l'existence de sanctuaires immunitaires. Ce sont des tissus où les cellules immunitaires ne pénètrent pas ; il s'agit des testicules et de la chambre antérieure de l' œil . Les lymphocytes naïfs ne peuvent pas franchir la barrière hémato-encéphalique .\nIl s'agit des mécanismes de défense impliquant des facteurs solubles. Elle est de deux types : défense innée et défense adaptative.\nLes défenses innées correspondent à des molécules présentes spontanément dans l'organisme et qui préexistent à la menace. Il s'agit des anticorps naturels, des défensines et du système du complément . Les tissus agressés produisent également des molécules de l'inflammation, tels que le facteur tissulaire et les dérivés de l' acide arachidonique : leucotriènes et prostaglandines\nElle est supportée par la présence d' anticorps circulants. Les anticorps sont produits par les plasmocytes, issus de la différenciation terminale d'un clone de lymphocyte B . Ce sont des molécules de type immunoglobuline de différents types :\nDe manière générale, les anticorps agissent de deux manières différentes: soit par l'activation du complément , soit par fixation du complexe immun sur une cellule immunitaire possédant un récepteur pour le fragment constant des anticorps (tels que les macrophages , les lymphocytes NK par exemple).\nLes phénomènes immunitaires à médiation cellulaire impliquent différents types de cellule, regroupés dans deux concepts : les cellules de l' immunité innée et celles de l' immunité adaptative .\nCe sont des cellules qui sont capables de réagir à un phénomène sans éducation préalable. Elles réagissent à des stimuli présents sur une variété de pathogènes, et indépendamment des antigènes . Il s'agit :\nIl s'agit de réactions qui mettent en jeu des cellules de type lymphocyte T . Leur maturation dépend d'un stimulus antigénique et d'une éducation par une cellule présentatrice d'antigène . Leur activation face à une cible dépend de la présentation de l'antigène par la cellule cible. Les lymphocytes T ne sont donc capables de reconnaître que des cellules transformées (c'est-à-dire infectées par un pathogène intracellulaire, ou une cellule tumorale). Il y a deux types principaux de lymphocytes T :\nOn retrouve également les lymphocytes B via la diversité de leurs BCR, qui sont des AC.\nLa connaissance des mécanismes immunologiques a permis le développement de nombreuses techniques d'analyses aussi bien quantitatives que qualitatives, utilisant notamment les anticorps, vecteurs de l'immunité humorale, mais aussi parfois des tests cellulaires. La maitrise de production des anticorps a ouvert le champ à de nombreuses techniques de purification par « affinité », mais aussi des applications thérapeutiques.\nLa plupart de ces techniques utilisent les propriétés des anticorps monoclonaux ou polyclonaux purifiés par affinité. Leur affinité et leur spécificité de liaison à leur cible fait d'eux des outils incontournables de détection ou capture spécifique. Ils permettent de déterminer la présence dans un échantillon complexe d'un antigène ou même d'une de ses parties particulière( épitope ). De nombreuses modalités de mise en œuvre existent.\nLes premières techniques d'analyse proposées utilisaient des anticorps non marqués , par exemple dans les réactions de précipitation , les réactions d' agglutination (p. ex. test de Coombs ), turbidimétrie ou néphélométrie et les réactions de neutralisation . On utilise la capacité de former des complexes immuns multiples de l'antigène cible et des 2 sites des IgG ou 5 sites des IgM, et éventuellement le fait que l'anticorps est fixé ou se fixe à des cellules ou des particules (agarose). Les complexes antigène-anticorps deviennent visibles macroscopiquement de manière diffuse (opacité par turbidimétrie) ou locale (précipitation), éventuellement après coloration, exemple : au Bleu de Coomassie .\nPar exemple dans plusieurs méthodes dites d' immunoprécipitation (ex. : Ouchterlony ), l'anticorps présent dans un gel immobilise un antigène diffusant depuis un puits, et on visualise une ligne blanche représentant la précipitation du complexe immun formé. Il existe une variante faisant appel à l' électrophorèse ( Fused Rocket Electrophoresis ). D'autres techniques similaires sont utilisées en recherche pour déceler des interactions entre deux protéines ou pour purifier un composé dans une solution.\nDes méthodes devenues plus fréquentes consistent à utiliser des anticorps marqués , « détectables » facilement, c'est-à-dire couplés à des composés colorés ou le plus souvent fluorescents, des particules d'or, des enzymes qui produiront un signal coloré fluorescent ou luminescent, ou de petits composés détectables indirectement ( biotin , tags ), voire des éléments radioactifs. La réaction ag/ac est mise en œuvre en phase homogène ou hétérogène. Par exemple cette dernière modalité se décline dans les techniques comme l' ELISA , le blotting ou le micro-réseau , selon que le support est une microplaque, membrane, lame de verre... Ces techniques d'analyse in-vitro permettent de détecter des protéines ou autres molécules, de façon qualitative (spécificité) et/ou semi-quantitative (par titration, comparé à un titration de standards). L'ELISA sur microplaque est une technique très flexible, de la R&D au contrôle qualité ou au screening. Selon la spécificité des anticorps, on peut détecter de faibles différences ou modifications entre molécules ( isoformes de protéines, phosphorylation , acétylation , etc.). Le microréseau permet de tester qualitativement des centaines de milliers de molécules (ou anticorps) sur 1 cm 2 ( screening ), avec deux ou trois paramètres (anticorps. Le western blot après électrophorèse 2D permet de distinguer qualitativement et quantitativement dans un même échantillon des protéines et leurs variants (profiling).\nD'autres techniques utilisent le principe de l'ELISA, mais le support consiste en la cible à détecter, par exemple une cellule ou un virus. Par exemple une coupe de tissus est « marqué immunologiquement » (fixation de l'anticorps), et on analyse avec un microscope les cellules « colorées » par l'anticorps ( Immuno-Histochimie (IHC) ), ou rendues fluorescentes ( Immuno-Fluorescence (IH) - on observe l'intensité de la fluorescence, ou son changement de longueur spectrale ( ratiométrie ), ou le changement de polarisation de la fluorescence ( Fluorescence Polarization ), ou le temps entre l'excitation et l'émission ( Life Time Resolved Fluorescence )). Ces immuno-analyses renseignent sur la localisation d'antigènes, dans une cellule ou un tissu, et leur relative abondance. Une limitation repose sur la résolution optique, et sur la superposition des antigènes (dans l'épaisseur de la coupe), ce qui est partiellement adressé par scanning focal (Microscopie confocale ). En cytométrie de flux (FCM), on marque les cellules en suspension, qui sont analysées individuellement, ce qui rend l'information très puissante (populations cellulaires, notamment en multiples détections, d'autant que les cellules peuvent être triées.\nLes techniques d'analyse immunologique (immuno-métrique si elles sont rendues quantitatives) utilisant des anticorps marqués recourent souvent à des systèmes d'amplication , qui repose souvent sur plusieurs anticorps, dont des anticorps « secondaires », marqués et reconnaissant les anticorps « primaires » spécifiques de la cible à détecter. Elles peuvent être multiplexées dans diverses techniques (ELISA Fluo, MicroArray, W-Blot, IHF, CMF) : 2 et jusqu'à 4 anticorps spécifiques marqués différemment sont utilisés simultanément, et l'on peut alors avoir des résultats multiples sur le même échantillon (simultanément, ou après superposition). Des variantes combinent des billes pour atteindre jusqu'à 48 détections.\nD'autres modalités permettent d'apprécier la distance entre deux molécules (FRET, BRET).\nUne autre propriété des anticorps utilisée en clinique animale et depuis quelques années en clinique humaine est la faculté de certains isotypes d'anticorps à lier le complément , et donc de lyser les cellules à la surface desquelles ils sont fixés. En pratique, cela permet de détruire les cellules possédant un marqueur antigénique particulier (techniques de « lyse »).\nLes techniques de purification par affinité utilisent les anticorps couplés chimiquement à des résines pour capturer des antigène cibles (éventuellement complexés à d'autres partenaires - technique voisine de l' immunoprécipitation ). Les applications vont de la R&D à l'industrie (fabrication).\nLes applications des analyses immunologiques sont majeures en R&D, en diagnostic médical et vétérinaire, et même en contrôle qualité (alimentaire).\nLe diagnostic des infections bactérienne (ex la toxoplasmose ) ou virales (ex le VIH , l'hépatite B) se fonde le plus souvent sur la détection d'anticorps circulants dans le sérum des patients (parfois dans d'autres fluides). La technique la plus utilisée est l'ELISA « direct ».\nLa technique la plus utilisée est l'ELISA avec les modalités dites « sandwich » et « inhibition » (ou « compétition »), en colorimétrie (EIA : enzyme ImmunoAssays) ou radiométrique , plus rarement fluorescence. Mais comptent aussi la cytométrie de flux pour des cas plus difficiles et recherche hospitalière, le micro-réseau qui se développe pour préciser le diagnostic avec plus de paramètres. Enfin la microscopie avec immunochimie (IHC) est très utilisée pour préciser le (ou à défaut de) diagnostic sérologique, dans les hôpitaux, et même l'immunofluorescence (IF). Ceci vaut aussi pour le cancer (cf. infra).\nLes immuno-analyses sont capables de doser certains analyses circulants, et de détecter des marqueurs cellulaires normaux (qui signent le type ce cellule, ou une activité — récepteur, enzyme —) ou cancéreux.\nLa détermination de la formule lymphocytaire fait appel à la cytométrie en flux , utilisant des anticorps monoclonaux couplés à des molécules fluorescentes spécifiques de marqueurs (cluster de différenciation CD4/8, etc.).\nLe dosage d' hormones dans le sérum est fait souvent par ELISA, mais certaines (hormones thyroïdiennes notamment) se font par turbidimétrie ou néphélométrie .\nLa recherche du cancer du colon et du pancréas se fait par ELISA avec quelques marqueurs fréquents (par exemple le CA19-9), marqueurs tumoraux.\nEn clinique animale et depuis quelques années en clinique humaine on recourt à la faculté de certains isotypes d'anticorps à lier le complément , et donc de lyser les cellules à la surface desquelles ils sont fixés.\nLa connaissance de l'immunologie et les techniques immunologiques sont présentes à de nombreux niveaux en médecine, du diagnostic au développement de vaccins, du traitement de maladies auto-immunes aux thérapies par greffe ou utilisant des anticorps.\nL'utilisation de toutes sortes de vaccins a permis le triomphe de la médecine contre de nombreuses maladies infectieuses. Ainsi, la variole est éradiquée, et d'autres maladies sont des candidats à l'éradication par la vaccination : la rougeole , l' hépatite B par exemple. Ce sont des maladies causées par des virus dont l'être humain est le seul réservoir . La vaccination d'une grande partie de la population permettrait de les éradiquer. Ce sont des objectifs fixés par l' Organisation mondiale de la santé [ 3 ] .\nPar ailleurs, il existe depuis 2006 un vaccin destiné à diminuer le risque de cancers du col de l'utérus . Ce vaccin est dirigé contre un virus responsable de la transformation des cellules épithéliales du col en cellules tumorales. Vacciner les jeunes filles avant leurs premiers contacts sexuels permettrait de diminuer de 80 % les cas de cancer du col.\nL'immunologie et l' étude du système immunitaire est un outil indispensable pour deux domaines particuliers : le rejet de greffe et les maladies auto-immunes , comme le diabète . Parallèlement, l' immunologie des tumeurs étudie comment le système immunitaire interagit avec les cellules tumorales, dans le but d'influencer médicalement la puissance potentielle d'une réaction immunitaire dirigée contre une tumeur.\nCôté thérapeutique , on utilise des anticorps modifiés « humanisés » pour véhiculer des agents toxiques (toxines, radioéléments) jusqu'à des cellules cibles cancéreuses pour détruire des tumeurs ( Immuno-Thérapie ). Similairement mais pour du diagnostic , des anticorps spécifiques de marqueurs tumoraux sont marquées (fluorescence ou radioactivité faible ( Immuno-Scintigraphie )) et injectés au patient avant imagerie médicale afin de diagnostiquer ou localiser des tumeurs avant chirurgie. À ces applications pointues, rappelons enfin simplement l'importance des techniques immunologiques classiques pour le diagnostic médical, sérologique ou infectieux notamment (voir ci-dessus : techniques et applications).\nSur les autres projets Wikimedia :"
}