{
  "id": 33,
  "title": "Inflation",
  "url": "https://fr.wikipedia.org/wiki/Inflation",
  "date": "2025-11-29T22:27:52.125916",
  "content": "Pour les articles homonymes, voir Inflation (homonymie) .\nCet article ne cite pas suffisamment ses sources ( mai 2024 ).\nSi vous disposez d'ouvrages ou d'articles de référence ou si vous connaissez des sites web de qualité traitant du thème abordé ici, merci de compléter l'article en donnant les références utiles à sa vérifiabilité et en les liant à la section « Notes et références ».\nL' inflation est la perte du pouvoir d'achat de la monnaie qui se traduit par une augmentation générale et durable des prix [ 2 ] . Elle correspond à une augmentation générale des prix des biens et services dans une économie (par exemple nationale) [ 3 ] . Lorsque le niveau général des prix augmente, une quantité spécifique de monnaie permet d'acheter moins de biens et services. Ce phénomène, une fois installé, peut persister [ 4 ] .\nLa monnaie est l'étalon des valeurs, et elle a elle-même une valeur ; la variation de la valeur de la monnaie n'est pas directement mesurable ; on l'évalue à partir des variations de l' indice des prix à la consommation (IPC) des biens et services, mesurées à quantité et qualité égales. « [L'inflation] doit être distinguée de l'augmentation du coût de la vie » car elle ne prend pas en compte la variation des quantités achetées en réponse à l'évolution des prix [ 4 ] .\nEn France , le taux d'inflation est évalué au moyen de l'IPC [ 5 ] . Cette mesure est établie par l' Institut national de la statistique et des études économiques (Insee) et employée par l'administration française comme indicateur de l'inflation. Dans le cadre européen (en particulier dans le Système européen de banques centrales ), l' indice des prix à la consommation harmonisé (IPCH) est employé. C'est le résultat d'un traitement a posteriori des postes de prix des indices nationaux (IPC en France, VPI en Allemagne, etc.) relevés par les instituts statistiques nationaux (Insee en France, Destatis en Allemagne, ISTAT en Italie, etc.), qui rend les indices comparables entre pays membres de la zone euro . Le traitement a posteriori consiste en une modification des pondérations des différents postes qui entrent en compte dans les indices nationaux et dans l'IPCH, mais aussi en l'inclusion ou l'exclusion de certains postes de consommation (par exemple, en France, l'IPC intègre le remboursement des produits de santé, tandis que l'IPCH prend en compte la dépense de santé , remboursements exclus).\nLe concept d'inflation induit de nombreuses controverses entre économistes : les débats portent sur les conséquences (sont-elles positives ? sont-elles négatives ? sont-elles sans incidences sur le reste ?), mais aussi sur les causes. Justifiée par l'incidence concrète qu'a l'inflation sur la population , la controverse se nourrit des interrogations sur les mesures à prendre pour la contenir et sur le niveau d' intervention de l' État pour les mettre en œuvre.\nJusque dans les années 1960 , l'inflation se définit comme l'excès de moyens monétaires par rapport à l'offre (phénomène dont la hausse des prix et la perte de pouvoir d'achat de la monnaie résultent). Ainsi, Gaël Fain [ 6 ] définit en 1956 l'inflation comme « un excès de la demande solvable sur l'offre, la hausse des prix en étant la conséquence » .\nAujourd'hui, les définitions les plus couramment rencontrées sont :\nAssimiler donc l'inflation à la seule hausse de prix des biens de consommation , en excluant la hausse des prix affectant les valeurs patrimoniales ( capitaux , actifs financiers , immobilier , etc. ), peut être considéré comme un abus de langage, conséquence d'un mode de mesure restrictif choisi par les institutions.\nCependant, s'il est vrai que le terme d'inflation devrait, sur la base de ces définitions, faire référence à tout phénomène régulier d'augmentation du niveau des prix, la réalité demeure que la totalité des banques centrales ayant un objectif de politique monétaire de ciblage d'inflation vise en fait la seule inflation des prix à la consommation , à l'exclusion notamment de l'inflation des actifs ( asset price targeting ).\nMesurer l'inflation consiste le plus souvent à observer un « panier » pondéré de biens (en fonction de l'importance de chaque bien dans le panier) représentatifs de l'ensemble des biens consommés par les ménages. En effet, ce sont les prix de la consommation finale des ménages qui sont pris en compte dans la mesure d'inflation. Les prix intermédiaires (prix de transferts à l'intérieur d'une chaîne de production, prix de vente du producteur au détaillant, etc.) sont exclus du spectre de prix pris en compte pour l'inflation. Ces biens sont répartis parmi les différents postes de consommation des ménages. Les pondérations de ce panier sont définies par la part de la consommation représentée par chacun de ces biens ou services. Un indice des prix à la consommation mesure les variations enregistrées par le panier observé, traduisant ainsi la variation du coût de la vie pour les consommateurs, et de la valeur de la monnaie dans ses aspects les plus concrets pour les ménages.\nDans cette conception, les indices d'inflation se rapportent par construction exclusivement à la consommation des ménages, les prix des valeurs (mobilières comme immobilières), faisant l'objet d'un investissement potentiel de la part des ménages mais pas de consommation, sont exclus. Typiquement, les prix du logement sont exclus. Le taux d'inflation est la variation en pourcentage de cet indice sur une période donnée : si le prix moyen du « panier » passe de 100 à 102, l'inflation est de (102-100)/100 = 2/100 = 2 %.\nL' effet Boskin montre que les méthodes de calcul de l'inflation ont tendance à la surestimer [ 8 ] .\nLa mesure du coût de la consommation des ménages ne suffit pas à caractériser totalement le bien-être des ménages :\nPar ailleurs, la politique monétaire des banques centrales vise de plus en plus à la maîtrise de l'inflation à moyen terme pour garantir la crédibilité de la monnaie : depuis les accords de la Jamaïque l'ancrage nominal des monnaies les unes par rapport aux autres, ainsi que l'ancrage des monnaies sur le métal - or ou argent - sont exclus. La crédibilité d'une monnaie est désormais assurée par la seule garantie, par l'action de la banque centrale afin que la valeur de la monnaie ne s'érode pas trop vite. Des débats se font jour pour savoir si le mandat de la banque centrale ne doit pas viser la stabilité des prix des actifs, plutôt que celle des prix à la consommation.\nEn effet, l' intermédiation financière produit des effets tels que les surcroîts de monnaie mis en circulation aboutissent non pas à une accélération des prix à la consommation, mais à une concentration d'argent sur des valeurs mobilières : bulles spéculatives sur l'immobilier japonais à la fin des années 1980, bulle des nouvelles technologies à la fin des années 1990, bulle financière des années 2000... D'où l'idée que la crédibilité des monnaies résulte davantage de la stabilité des prix des valeurs (mobilières et immobilières) que de celle des prix à la consommation qui se trouvent évoluer de manière plus modérée du fait du surcroît de concurrence généré par une mondialisation commerciale élargie.\nCe débat demeure très ouvert. Mais l'absence d'outil défini pour éviter que les liquidités s'accumulent sur certaines classes d'actifs (certains ensembles de valeurs mobilières ou immobilières) fait que bon nombre de banques centrales se réfèrent prioritairement à un objectif d'inflation mesuré par l'évolution des prix à la consommation des ménages.\nLa valeur de la production au cours d'une année dans un pays donné est mesurée par le PIB . Le PIB nominal (ou à prix courants ou en valeur ) est calculé avec les prix valables au cours de l'année considérée. Cette façon de mesurer fait croitre le PIB avec le déflateur du PIB . Le PIB réel (ou à prix constants ou en volume ) est calculé en utilisant les prix qui étaient pratiqués l'année antérieure, ou une année de référence.\nC'est la variation du PIB en volume, et non du PIB en valeur, qui définit la croissance économique . Par définition, on a la relation suivante : (1 + taux nominal de croissance du PIB) = (1 + taux réel de croissance du PIB) * (1 + taux de variation du déflateur du PIB), c'est-à-dire (1 + taux réel de croissance du PIB) = (1 + taux nominal de croissance du PIB) / (1 + taux de variation du déflateur du PIB).\nEn pratique, on utilise souvent la formule linéarisée, valable pour des taux assez petits (on n'a gardé que les termes d'ordre 1, les termes d'ordre 2 étant négligés) : Taux nominal de croissance du PIB ≈ Taux réel de croissance du PIB + Taux de croissance du déflateur du PIB ou de façon équivalente : Taux réel de croissance du PIB ≈ Taux nominal de croissance du PIB - Taux de croissance du déflateur du PIB\nSelon Raymond Barre [ 9 ] , s'il y a fréquemment divergence sur le diagnostic d'une situation d'inflation particulière, c'est qu'en effet plusieurs causes peuvent être pointées, séparément ou de manière combinée :\nL'inflation a d'abord été considérée comme un désordre attribué à l'augmentation de la masse monétaire en circulation [ 10 ] . C'est le point de vue théorique avancé par l'école quantitativiste au XIX e siècle , à la suite d' Irving Fisher et, au XX e siècle avec le monétarisme . Pour Milton Friedman , l'une des figures majeures de cette école, l'inflation ne peut avoir qu'une seule source, la monnaie. Dans cette situation, en l'absence de création de richesse réelle, la conséquence directe se manifeste sous la forme d'une augmentation de la demande et par suite des prix. On considère que l'inflation monétaire résulte de l'émission par les autorités monétaires (l'État en général) de monnaie en trop grande quantité :\nPour l'économiste Claude-Danièle Échaudemaison, « toutefois, il semble que de nos jours, la monnaie soit moins la cause de l'inflation que la condition permissive » [ 11 ] .\nL' inflation par la demande est causée par un déséquilibre entre la demande et l'offre . Si la demande d'un produit ou d'un service essentiel excède l'offre, et que les producteurs ne peuvent ou ne veulent augmenter immédiatement la production, alors l'excès de demande va conduire à l'augmentation des prix. Le phénomène d'excès pouvant concerner un marché spécifique ou au contraire l'ensemble de l'économie, si, par exemple la demande générale est trop stimulée par une politique budgétaire laxiste ou par une offre de crédit bancaire trop dynamique. On assiste alors à des pics d'inflation .\nPour la France, l'inflation par la demande peut avoir plusieurs causes dont, principalement :\nL'inflation par la demande peut se transformer en une inflation monétaire [ 13 ] . Lorsque la hausse des prix vient de commencer, les particuliers accroissent la demande de monnaie. En effet, à côté des transactions économiques normales, des opérations spéculatives apparaissent (les familles achètent des biens et des services en quantité élevée et les entreprises gonflent les stocks pour éviter les hausses de prix futures). Mais lorsque la hausse des prix s'accélère, les dépenses augmentent fortement et le manque de confiance dans la monnaie nationale pousse les particuliers à ne plus garder de liquidités ou presque. La quantité de monnaie en circulation augmente. Les importations deviennent de plus en plus chères, la valeur des exportations baisse, la méfiance dans la monnaie nationale augmente et la fuite des capitaux vers l'étranger, où les monnaies sont plus stables, augmente. La monnaie nationale perd sa valeur et sa dépréciation augmente encore lorsque les dépenses publiques effectives, financées par de nouveaux emprunts ou par la simple planche à billets , s'élèvent et deviennent supérieures à celles prévues [ 13 ] .\nOn dit qu'il y a inflation importée lorsque l'on veut souligner que les hausses de coûts résultent de l'augmentation des prix des biens importés, qu'il s'agisse de matières premières , de biens semi-finis ou de produits finis .\nL'inflation est dite induite par les coûts si un élément essentiel des coûts augmente. C'est par exemple le cas quand les salaires augmentent plus vite que la productivité (le coût salarial par unité produite augmente) ou lorsque les matières premières ou l'énergie de base se renchérissent comme pendant le premier et le deuxième choc pétrolier . La hausse des coûts se répercute alors dans les prix de revient, puis dans les prix de vente, d'où une hausse des prix. On parle ainsi d'effet de second tour de l'inflation.\nL'inflation peut être induite par un état donné de la structure des marchés, ce qui signifie que la hausse des prix s'explique par les conditions de formation des prix sur les marchés ou dans les secteurs économiques. En particulier, d'après Raymond Barre , les prix résultant de situations de concurrence imparfaites dans l'industrie ou les prix fixés par les pouvoirs publics dans le secteur agricole [ 14 ] . En effet, certains prix peuvent être qualifiés de « prix administrés » car ils sont davantage fixés non pas par les ajustements du libre marché mais par les décisions des firmes (les dirigeants entendent préserver un niveau de marge et/ou d'autofinancement [ 15 ] ) ou des considérations politiques.\nLorsque des phénomènes psychologiques s'ajoutent aux précédents, la combinaison des facteurs peut amplifier le mouvement de façon brutale :\nHistoriquement, quand la quantité de monnaie dépendait essentiellement de la quantité de métal monétaire (l'or ou l'argent) en réserve de la Banque centrale, une crise de production pouvait aussi produire de l'inflation, dans le cadre d'une spirale inflationniste combinant une inflation monétaire (trop de monnaie par rapport à la production), une inflation par la demande (en excès sur l'offre) et une inflation par les coûts.\nSi l'inflation est modérée, elle peut favoriser la croissance en stimulant les investissements ou la demande des entreprises sur le marché des biens de production et celle des ménages sur le marché des biens de consommation [ 17 ] . En effet, des prix stables ou qui baissent faiblement poussent les consommateurs à baisser la demande et attendre de nouvelles baisses pour consommer davantage et les entreprises à retarder le renouvellement de leurs stocks pour mieux profiter de la diminution future des prix [ 17 ] . Si l'inflation est forte dans un pays, elle compromet la croissance et menace l'emploi (en provoquant, en particulier, la baisse de l'investissement et en encourageant les opérations de court terme qui permettent de réaliser des profits immédiats) [ 18 ] , elle compromet la compétitivité d'une économie par la hausse des prix nationaux. En effet, la hausse des prix des produits nationaux (par rapport aux produits étrangers) provoque, d'une part, une baisse du volume des produits vendus au reste du monde (qui y deviennent moins compétitifs) induisant ainsi une baisse des exportations (et donc moins d'entrée de capitaux) et, d'autre part, si l'inflation n'est pas présente dans les autres pays, une augmentation de la quantité des produits étrangers vendus dans le marché national (qui deviennent plus compétitifs) poussant à une augmentation des importations (et donc plus de sortie de capitaux) et, en fin de compte, à une baisse du solde de la balance commerciale [ 19 ] . La conséquence directe de cette situation est la fuite des capitaux vers le reste du monde [ 19 ] .\nL'inflation change le contexte des relations contractuelles explicite entre débiteurs et créanciers (dans le cadre d'un emprunt, mais aussi et surtout dans le cadre de toute transaction comportant un versement différé dans le temps, tel qu'un loyer, un fermage en numéraire plutôt qu'en nature, etc. ). Elle change également le contexte entre les détenteurs d'actifs économiques dont la valeur n'est pas affectée par l'inflation (terrains, entreprises, etc.), et les détenteurs de monnaie ou titres financiers équivalent (rente à taux fixes, etc.) qui sont affectés par l'inflation. La déflation agit en sens inverse.\nPour être plus précis, ce n'est pas l'inflation ni la déflation qui comptent, ce sont les variations de l'inflation par rapport à celle qui était prévue ; ce qui est la même chose que l'inflation si, mais seulement si, l'anticipation était une variation nulle de la valeur de la monnaie (ce qui est implicitement le cas quand on raisonne aux prix courants). Une hausse de l'inflation ou une désinflation produisent un effet, pas une inflation égale à celle contre laquelle on a pu se prémunir.\nIl faut noter que les entreprises sont des débiteurs nets (sauf exception et hors le cas d'entreprises financières), de même les autorités publiques en général, et que les ménages dans leur ensemble sont des prêteurs nets mais avec une proportion qui est débitrice (ex : les acheteurs de logement à crédit pour un montant plus élevé que leur patrimoine initial).\nÀ noter que dans le cas de monnaie créée par le crédit adossé à des biens réels engagés par l'emprunteur, l'effet est plus complexe : l'émetteur (l'emprunteur) ne s'enrichit pas aux dépens des autres, qui peuvent toujours acheter les mêmes biens qu'avant pour le même prix ; il n'y a que si les biens gagés s'avèrent de valeur insuffisante que la monnaie correspondante devient inflationniste si elle n'est pas détruite (par le remboursement).\nLorsqu'un créancier (créditeur, personne qui prête) et un débiteur (personne qui emprunte) sont liés par un taux d'intérêt fixe, l'inflation favorise le débiteur, parfois même au détriment du créancier. En effet, lorsqu'il y a de l'inflation, le pouvoir d'achat d'une somme fixe, diminue. Le taux d'intérêt permet justement de pallier cette perte, et même généralement de faire un bénéfice pour le créancier.\nSur un compte courant, sans taux d'intérêt donc, l'argent déposé par le client (créancier) est une sorte de prêt à la banque (débiteur), somme qui perd de la valeur (pouvoir d'achat) lors de l'inflation.\nQuand le créancier est une banque, la somme prêtée est créée ex-nihilo au moment de l'emprunt, puis détruite lors du remboursement. Dans ce cas, même avec inflation, le pouvoir d'achat de la somme, créée puis détruite, importe peu pour le créancier, seul l'intérêt perçu en plus, perd de la valeur avec l'inflation.\nMaintenant, considérons un créancier, qui n'est pas une banque (pouvant créer puis détruire de la monnaie); et qui prête à un ménage, une somme S (déjà existante, représentant un certain pouvoir d'achat) avec un taux d'intérêt nominal de 8 %, remboursable l'année suivante.\nSi l'inflation est nulle, le créancier touche, l'année suivante, la somme plus les intérêts prévus soit : S(1+0,08). La somme rendue ayant la même valeur que celle prêtée (S), le créancier a toujours le même pouvoir d'achat et est gagnant en plus (de l'intérêt).\nAvec une inflation de 3 %, le créancier touche toujours la somme plus les intérêts prévus soit : S(1+0,08). Mais la somme rendue l'année du remboursement permet au créancier d'acheter moins que ce qu'il aurait pu acheter l'année du prêt. La valeur réelle du remboursement reçu est : (1+0,08)(1-0,03)S soit approximativement (1+0,05)S de la somme prêtée. Ce qui signifie qu'en termes réels, le débiteur rembourse moins. Et même d'autant moins que le taux d'inflation excède le taux d'intérêt nominal de l'emprunt.\nLorsque le taux d'inflation est supérieur au taux d'intérêt nominal, le taux d'intérêt réel est négatif : c'est-à-dire que l'on gagne de l'argent à emprunter. Cela stimule d'ailleurs la demande et a tendance à alimenter davantage les pressions inflationnistes.\nFace à une menace d'inflation, le créancier ne peut qu'imparfaitement se couvrir, l'inflation étant un phénomène imprévisible. Il peut alors soit avoir recours aux systèmes de couverture financière, notamment les swaps de taux d'intérêt pour les relations déjà établies, et demander dans les nouvelles relations des garanties, par exemple des contreparties du prêt peu sensibles à l'inflation (hypothèque sur un bien, valeur indexée sur l'inflation, valeur indexée sur un bien de référence comme l'or par exemple) ou un taux de remboursement indexé sur l'inflation (prêt à taux variable).\nPour les finances publiques , l'inflation diminue de la même manière le poids de la dette pour les États, et a parfois été délibérément utilisée à cette fin. Afin de se couvrir, lorsque l'État débiteur est suspecté de vouloir recourir à cette méthode, les investisseurs en dette publique demandent souvent une majoration du taux d'intérêt par intégration d'une prime de risques, ou l'indexation du taux selon une clause dite de révision ou selon la valeur d'un bien non contrôlable par l'État débiteur.(par ex : devise étrangère, panier de monnaies, valeur or, etc.).\nLe type même de créancier perdant en période d'inflation est le rentier titulaire d'une rente fixe (le loyer de la terre). Pour cet agent, la valeur de sa rente diminue proportionnellement à l'inflation sans possibilité de couverture. Les périodes de haute inflation du XX e siècle en France ( années 1920 , années 1960 ) ont conduit à la quasi-disparition des anciens rentiers , qui ont vu leur revenus réels laminés par l'inflation ; la leçon a été retenue et désormais la plupart des détenteurs de capitaux financiers se protègent contre l'inflation.\nL'inflation réduit les revenus du travail pour deux raisons\nCela affecte le marché du travail : en effet, la réduction du coût réel de la main-d'œuvre est une des raisons expliquant une corrélation négative entre inflation et chômage, illustrée par la courbe de Phillips : la baisse du coût réel de la main-d'œuvre ouvre de nouvelles possibilités de production, ce qui entraîne une baisse du chômage.\nLorsque leur baisse de pouvoir d'achat devient sensible, les travailleurs exigent des corrections ; outre que cela ne va pas sans difficultés (relations sociales dégradées, grèves, etc.), les mécanismes d'indexation qui sont parfois obtenus nourrissent à leur tour l'inflation.\nL'inflation influence la durée de détention de biens immobiliers. En effet, selon Commerce Immobilier Patrimoine Finance, l' imposition sur la plus-value peut conduire à des situations où l'État impose des plus-values qui peuvent n'être en réalité que l'actualisation du prix du bien en tenant compte de l'inflation. Cet impôt sur l'inflation peut donc conduire à une durée de détention accrue des biens immobiliers afin de bénéficier davantage des abattements, ce qui réduit mécaniquement l'offre, et participe au maintien de prix de l'immobilier élevés [ 20 ] .\nIndépendamment des effets ci-dessus, essentiellement redistributifs, l'inflation a des coûts pour l'ensemble de l'économie, liés à des difficultés d'allocation efficace des ressources et aussi des gains, liés à l'irrationalité sur les marchés financiers.\nDans un premier temps, le niveau de l'inflation ou sa progression n'ont pas de conséquences directes sur l'économie. Si les agents savent que l'inflation sera de 3 % pour les années à venir, ils intégreront cette évolution dans leurs contrats, conduisant à une allocation des ressources identique à une situation sans inflation.\nCependant, l'inflation dépend souvent de décisions discrétionnaires, que les agents peuvent difficilement anticiper correctement. De ce fait, l'inflation fait peser un risque sur toute décision d'investissement ou de prêt, réduisant les incitations à des investissements productifs. Cet aspect doit toutefois être mis en balance avec l'effet négatif de l'inflation sur les investissements à revenus fixes, comme les rentes ou les emprunts d'État. En limitant la rentabilité de ces titres, un taux élevé d'inflation encourage la substitution vers les investissements à rendements liés à l'activité économique, généralement plus productifs du point de vue de l'emploi et de la création de richesses.\nDans un article de 1985 [ 21 ] , l'économiste Gregory Mankiw montre que les agents peuvent hésiter à ajuster systématiquement leurs prix face à l'inflation lorsque cela a un coût, même très faible, pour eux (l'auteur prend l'exemple du coût de changer les prix sur les menus des restaurants, qu'il faut faire réimprimer). Les agents n'ajustent alors l'allocation de leurs ressources qu'avec un retard. L'auteur montre que ces retards ont des conséquences importantes sur l'allocation d'ensemble des facteurs, conduisant à d'importantes inefficacités.\nEn pratique, l'arbitrage entre les différents effets de l'inflation conduit la plupart des économistes à estimer qu'un taux d'inflation stable proche des 2 % est un signe de bon fonctionnement d'une économie développée.\nL'inflation agit directement sur la qualité des investissements. Un exemple permet de saisir le problème.\nAlain, Bertrand et Claude investissent à l'année n 100 000 (peu importe l'unité) dans un bien (par exemple une maison), dont ils se servent pendant un an, puis revendent (à l'année n+1). Supposons que les conditions économiques soient différentes pour les trois individus (zone monétaire, époque), le taux d'inflation est donc différent.\nLe calcul naïf compare les valeurs en monnaie courante, sans tenir compte de l'inflation. Il semble alors que Claude a fait la meilleure affaire. Mais cela ne tient pas compte du fait que, à cause de l'inflation (ou, dans le cas d'Alain, de la déflation), ces trois personnes ne pourront pas acheter les mêmes biens de consommation avec la même quantité de monnaie : Alain pourra acheter plus, Bertrand et Claude moins. Pour gommer cet effet, il faut raisonner en monnaie constante, en déduisant l'inflation, et il apparaît alors que la meilleure affaire a été faite par Alain.\nNéanmoins, l'inflation n'est pas la seule chose à prendre en compte, et le raisonnement complet devrait tenir compte des éléments spécifiques à chaque affaire, notamment l'utilisation que compte faire le vendeur de l'argent gagné et variation des prix (qui se superpose à l'inflation) dans le secteur en question. Si par exemple durant la même période le prix d'un fonds de commerce a augmenté de 30 % dans les trois pays et que les trois personnes veulent acheter un fonds de commerce, alors les trois ont perdu de l'argent durant cette période, et il aurait mieux valu pour elle acheter directement le fonds de commerce.\nL'inflation peut déclencher ou aggraver des troubles sociaux, lesquels peuvent faire chuter un gouvernement. Par exemple, l'inflation est considérée comme une des raisons ayant poussé la population dans la rue lors de la révolution égyptienne de 2011 [ 22 ] et lors de la révolution tunisienne de 2011 .\nL'inflation est un phénomène assez important pour que tout le monde en fasse sa propre estimation, mais cette évaluation est entachée de nombreux biais cognitifs . Outre que l'inflation n'est pas la simple hausse des prix des biens de consommation, c'est encore moins la hausse des prix de biens ou services qui frappent le plus l'esprit par leur répétition (l'achat de pain quotidien par exemple ; son importance symbolique est très supérieure à sa place dans le budget) ou les circonstances (service d'un plombier pendant un dégât des eaux par exemple), pendant qu'on ignore les biens dont les prix restent stables. L' inflation psychologique est différente de celle calculée en pondérant correctement, ce qui conduit parfois à des polémiques sur la crédibilité des organes officiels de mesure de l'inflation.\nL'illusion monétaire est, en sens inverse, ce biais cognitif qui consiste à raisonner en monnaie courante, sans tenir compte de l'inflation. Cette illusion conduira par exemple\nOn dispose de plusieurs instruments pour influer sur l'inflation, ou si nécessaire mettre fin à une hyperinflation. Pour une meilleure efficacité, il faut que ces différents moyens soient utilisés dans le même sens (par exemple, une politique budgétaire expansionniste et la politique monétaire restrictive vont se contrarier), notamment si ce sont des autorités différentes qui en sont responsables.\nDe nos jours, la politique monétaire est le principal outil de régulation de l'inflation [ 23 ] .\nPour relancer l'activité économique, les autorités monétaires ( banques centrales en général) injectent des liquidités par différentes méthodes ( planche à billets , acquisition de titres , baisse du taux directeur — le taux d'intérêt des emprunts ou des placements qu'on peut faire directement auprès de la banque centrale —, etc.) pour augmenter la masse monétaire , ce qui peut avoir pour conséquence d'augmenter l'inflation (l'objectif étant en général une inflation faible mais non nulle, pour éviter la déflation ) ; pour faire baisser l'inflation, les banques centrales agissent en sens inverse (arrêt de la planche à billet, vente de titres, augmentation du taux directeur, etc.), ce qui peut avoir pour conséquence de ralentir l’activité économique.\nLa manipulation du taux directeur , outre qu'elle agit directement sur la masse monétaire, a d'autres effets économiques qui influent sur l'inflation. Répercutée par les institutions financières sur leurs taux d'intérêt commerciaux (proposés aux entreprises, aux ménages , etc.), elle se traduit par une variation de la demande et de l'investissement (qui montent quand il est peu coûteux de s'endetter et baissent dans le cas contraire). Le ralentissement de la demande (en cas de hausse du taux directeur) a généralement pour effet de faire baisser les prix ; inversement la baisse du taux directeur favorise l'endettement, stimule la demande et peut induire une augmentation de l'inflation.\nDans le cadre d'une politique monétaire conventionnelle , une hausse du taux directeur destinée à freiner une économie en surchauffe (en) peut engendrer des effets pervers qui contrarient les objectifs visés, à savoir qu'au lieu de diminuer l’inflation, elle l’augmente. La hausse des taux d'intérêt attire les capitaux étrangers à la recherche de meilleurs rendements. Cette abondance de capitaux contrarie le freinage souhaité. Ainsi, dans les années 1990, les pays d'Europe centrale et orientale (PECO) se sont trouvés devant cette contradiction, principalement la Pologne [ 24 ] et la République tchèque [ 25 ] . Inversement une baisse des taux directeurs est susceptible de faire fuir les capitaux locaux ou étrangers et de limiter les capacités de crédits que l'on voulait favoriser. Il s'agit là d'un des cas du théorème d'impossibilité d'Arrow [ 26 ] . On ne peut avoir à la fois un système national de contrôle prudentiel , un marché mondial de capitaux et une inflation contrôlée.\nLes anticipations des agents sont déterminantes, de sorte qu'il suffit souvent d'une annonce par les autorités monétaires qu'elles envisagent telle ou telle action, pour que les agents économiques ajustent leurs anticipations et que la masse monétaire et l'inflation en soient affectées.\nLes banques centrales se fixent ou voient être fixée pour elle une cible d'inflation qu'elle doit chercher à atteindre. Cette cible peut être revue à l'issue de revues stratégiques, comme ce fut le cas avec la revue stratégique de la Banque centrale européenne de 2021 [ 23 ] .\nL'équilibre des forces entre offre et demande est un déterminant important des prix, donc de l'inflation. Or la politique budgétaire et fiscale peut-être utilisée pour influer sur les deux plateau de cet équilibre :\nIl s'agit d'une politique visant à exacerber les forces dites « naturelles » du marché.\nCe genre de politiques a des aspects fortement impopulaire, puisqu'elle consiste en pratique à réduire le pouvoir d'achat, à rendre encore plus cher (en termes réels) voire indisponibles les produits les plus demandés, dont il s'agit paradoxalement de juguler la hausse, même si, éventuellement, des produits qui n'augmentent pas autant sont rendus plus accessibles. On les accuse fréquemment de n'être que des politiques de récession ( politique de rigueur ) ; ce reproche est adressé par des tenants d'une politique de la demande et d'une politique de relance ; ainsi, du côté libéral du spectre, elles sont accusées d'être des politiques interventionnistes dont la pertinence n'est pas plus assurée que les politiques opposées.\nLa politique de change permet de faire varier la valeur de la monnaie d'un pays par rapport aux devises extérieures. Par exemple, pour augmenter la valeur de la devise nationale (ou, de façon équivalente, pour en freiner la chute quand cette devise est « attaquée »), on rachète la devise nationale sur les marchés de change (ce qui implique de céder des devises étrangères, ou des biens de valeur comme l'or), ce qui conduit à une appréciation de la monnaie nationale. À l'inverse, quand un pays veut diminuer la valeur de sa monnaie, il achète des devises étrangères avec de la monnaie nationale ( dévaluation , ou dépréciation de la monnaie nationale).\nUn système de caisse d'émission ou currency board est l'application extrême d'une régulation de la valeur de la monnaie par la politique de change. Cela consiste à adosser la devise nationale à une monnaie étrangère dont la valeur est reconnue (ou un panier de monnaie). La valeur de la monnaie est ainsi stabilisée. Toutefois, l’État n’a plus la possibilité de financer son déficit budgétaire, ni de profiter des revenus issus de l’émission monétaire seigneuriage en faisant tourner la planche à billets (émission de monnaie centrale ou fiduciaire sans contrepartie réelle), la monnaie locale ne pouvant être créée qu’en fonction des entrées dans les caisses de la Banque centrale de la monnaie référente. La caisse d'émission est donc efficace pour mettre fin à une politique monétaire victime de chocs hyper-inflationnistes. Le danger réside cependant dans le fait que bien souvent la devise nationale n'a en réalité pas la même valeur que la monnaie de parité. Cela peut notamment aboutir, via les mécanismes de marché, à faire naître une crise de confiance dans la capacité de la banque centrale à maintenir la parité. Dans certaines conditions, la seule solution pour la banque centrale est d'en sortir, mais cette sortie ne se fait pas sans douleur à l'image de la crise argentine de 2001 et de son Corralito .\nEn outre, la politique de change peut avoir des effets sur l'inflation, par le biais de la balance commerciale (achats et ventes au reste du monde libellés en monnaie nationale). En effet, en jouant sur la valeur de la devise nationale, l'État peut favoriser l'exportation et défavoriser l'importation (en dépréciant, ou dévaluant, sa monnaie) ou rendre l'importation moins coûteuse et l'exportation plus onéreuse (en appréciant, ou réévaluant, sa monnaie). Cette dernière solution peut être utile pour diminuer l'inflation, surtout lorsqu'il s'agit d'inflation importée. Apprécier la monnaie peut aussi, théoriquement, agir sur la demande en freinant celle-ci, qui peut entraîner sur une diminution des prix (et donc une baisse de l'inflation) si l'inflation est causée par une demande trop forte.\nSi l'inflation est forte, elle entraîne, d'une part, une baisse des exportations (en rendant les produits nationaux plus chers, qui s'achètent moins, aux produits concurrents dans les marchés étrangers) et, d'autre part, une hausse des importations (les produits en provenance de l'extérieur se vendent mieux que les produits nationaux sur le marché national si leurs prix sont plus bas) et, enfin, une baisse du solde de la balance commerciale et, toute chose étant égale par ailleurs, une sortie des capitaux vers l'étranger [ 19 ] . Pour lutter contre cette situation, les pouvoirs publics peuvent baisser la valeur de la monnaie nationale par rapport au devises étrangères. Cette politique qui s'appelle la dévaluation ou la dépréciation de la monnaie nationale, peut amener à une inflation plus forte en rendant les importations plus onéreuses. Plus encore, augmenter les exportations et comprimer les importations revient à transférer des moyens de production des autres secteurs (équipements sociaux, investissements ou consommation des ménages) vers les industries exportatrices et de remplacement des importations ; cela devient plus coûteux lorsque les capacités de production du pays sont limitées. Par ailleurs, cette stratégie engendre une grande sortie de devises pour acheter des produits énergétiques qui deviennent plus chers (surtout si le pays à une dépendance énergétique forte) [ 19 ] .\nLe contrôle des prix et des salaires est une mesure qui a une portée plus vaste et plus générale que le contrôle de l'inflation (en temps de guerre par exemple), mais il a aussi été utilisé spécifiquement pour combattre l'inflation.\nCette méthode a connu des échecs retentissants (par exemple la loi du maximum général en 1793 en France, ou le contrôle général sous la présidence de Richard Nixon en 1972 aux États-Unis), cependant combinée à d'autres mesures dans un plan plus vaste on lui reconnait quelques succès ( Prices and Incomes Accord en Australie ou Akkoord van Wassenaar aux Pays-Bas, tous deux dans les années 1980).\nC'est que, s'il est facile de décréter un prix ou un taux d'évolution maximum, le faire appliquer est une affaire bien plus complexe. De plus, un prix maximum trop bas fait fuir les producteurs et raréfie la marchandise visée ; les producteurs se dirigent vers d'autres productions non taxées, ou d'autres clientèles (marché noir, marché étranger) ; et ce, alors que le prix bas augmente la demande. Il en résulte, paradoxalement, une forte pression inflationniste. La mesure a toutefois l'avantage de pouvoir s'appliquer immédiatement.\nUn contrôle des prix et des salaires a plus de chance de fonctionner s'il est accepté par la société (notablement les syndicats, comme dans les exemples australiens et hollandais), mais il comporte de toute façon des aspects impopulaires.\nGlobalement, l'idée dominante est donc qu'un tel contrôle ne peut être que temporaire, le temps que des mesures réellement efficaces mais plus lentes fassent effet.\nPar ailleurs, l'effet d'entraînement de l'augmentation des salaires sur l'inflation est remise en question par le Fonds monétaire international [ 27 ] , [ 28 ] .\nLorsque l'inflation est engagée dans une spirale inflationniste nourrie par des indexations automatiques de salaires ou de prix (ceux-ci suivent l'inflation) sur la hausse précédemment constatée, on se dégage de cette spirale par une désindexation (les salaires ou les prix ne sont pas majorés lorsque l'inflation augmente). En cassant les mécanismes d'indexation, on supprime un des aliments de l'inflation.\nLorsque l'inflation est trop forte, il arrive que la solution réside dans un changement complet de monnaie. La nouvelle monnaie doit avoir une valeur stable, ce qu'on peut réaliser en l'adossant à des actifs réels et reconnus (comme le Rentenmark , qui jugula l' hyperinflation de la République de Weimar en 1923).\nLa stabilité des prix constitue plus une exception historique qu’une norme. En 301 , l’ empire romain , englué depuis cinquante ans dans une crise sans précédent , était sujet à une inflation féroce. L’empereur Dioclétien , réorganisateur de l’État, avait imposé l’ édit du Maximum qui fixait un plafond de prix aux denrées et punissait de mort les contrevenants. À cette époque, les usurpateurs avaient frappé monnaie pour rétribuer leurs partisans et leurs soldats ; les épidémies de peste, comme la peste antonine , ajoutées aux incursions barbares, avaient décimé la population et l’activité économique s’essoufflait, engendrant la fabrication d’une monnaie contenant moins de matières précieuses, or et argent , et qui, par conséquent, ne possédait plus le même pouvoir d’achat [ 29 ] .\nSelon l' économiste Thomas Piketty , mis à part certains soubresauts, ayant duré quelques années voire parfois quelques décennies, durant lesquels se sont manifestés de fortes variations des prix qui ont toujours finis par se résorber, l'inflation est « …dans une large mesure [un phénomène] du XX e siècle » De façon générale, poursuit-il, pour les quatre pays que sont la France , l' Allemagne , le Royaume-Uni et les États-Unis , l'inflation s'est maintenue à un taux moyen de 0,2 % - 0,3 % par an pour la période 1700 à 1913 [ 30 ] . Cette période se caractérise par une stabilité monétaire. Il en résulte un taux de change quasi fixe entre les devises des pays concernés ayant perduré durant ces deux siècles [ 31 ] .\nÀ partir de la Première Guerre mondiale et ce, pour la période 1913 - 1950, la France connaît une inflation de 13 % par an en moyenne et l'Allemagne de 17 % par an en moyenne (soit une multiplication des prix respectivement par 100 et par 300 pour cette période). Pour le Royaume-Uni et les États-Unis, l'inflation se serait maintenue autour de 3 % par an pour la même période. Pour la période 1950 - 1970, l'inflation s'est située en moyenne entre 2 % et 6 % par an. Elle est marquée à nouveau par une hausse pour la période 1970 - 1990 allant jusqu'à 10 % par an pour le Royaume-Uni et 8 % par an pour la France. La période 1990-2012 voit l'inflation revenir à un taux moyen de 2 % par an, toujours pour les quatre pays en question [ 32 ] , [ 33 ] .\nCet article ne cite pas suffisamment ses sources ( mars 2023 ).\nSi vous disposez d'ouvrages ou d'articles de référence ou si vous connaissez des sites web de qualité traitant du thème abordé ici, merci de compléter l'article en donnant les références utiles à sa vérifiabilité et en les liant à la section « Notes et références ».\nÀ l'époque des grandes découvertes en Amérique du Sud au XVI e siècle, l' Espagne et le Portugal découvrent des quantités massives d'or et les importent en Europe. Cette période s'appelle le bullionisme , c'est un moment d'une extrême prospérité où l'or est abondant.\nCertains financiers vont alors s'interroger sur la monnaie et son rôle, notamment Thomas Gresham avec sa loi de Gresham . La monnaie repose sur un système de parité avec l'or : chaque pièce contient une somme d'or qui en fait sa valeur. Or, quand la quantité d'or augmente, son prix va baisser, et donc la valeur des pièces d'or de l'époque diminue: c'est la première observation de l'inflation, et amorce alors l'idée de la future théorie quantitative de la monnaie.\nL'analyse économique de l'époque est essentiellement mercantiliste , selon cette théorie, chaque pays se doit d'accumuler de l'or et d'exporter pour devenir prospère. Jean de Malestroit et Jean Bodin sont connus pour leurs réflexions sur le rôle de la monnaie.\nCette école considère que toute monnaie est représentative d'actifs, qui ne sont pas nécessairement que l'or ou l'argent-métal comme le pense le bullionisme, mais peuvent être n'importe quelle valeur financière suffisamment liquide (un stock de marchandises, des actions ou des obligations, etc.). Dans ces conditions la valeur de la monnaie est dépendante de la valeur des actifs qui sont utilisés comme garantie pour l'émission monétaire, et il y a inflation ou déflation lorsque la quantité de monnaie émise (billets, etc.) ne correspond plus à la valeur réelle des actifs sous-jacents :\nEn 1911, Irving Fisher (l'ancêtre des monétaristes) va être le premier économiste à modéliser mathématiquement l'inflation, en s'inspirant du bullionisme espagnol ( Théorie quantitative de la monnaie ). Il met en évidence une relation linéaire entre quantité de monnaie et le niveau général des prix : M × V = P × T {\\displaystyle M\\times V=P\\times T} où M {\\displaystyle M} la masse monétaire, V {\\displaystyle V} la vitesse de circulation de la monnaie, P {\\displaystyle P} le niveau des prix et T {\\displaystyle T} le nombre de transactions pendant une période donnée).\nLa fonction principale de la monnaie est de permettre des transactions monétaires (par opposition au troc ). Trois paramètres fixent la quantité de monnaie nécessaire :\nIl en résulte que la hausse du niveau général des prix à moyen terme (si on suppose la vitesse de circulation constante) ne dépend que du rapport entre la masse monétaire et le PIB.\nLe modèle classique repose sur l'idée de prix relatifs , chaque agent avec son revenu doit choisir entre deux biens selon l'utilité qu'il tire de la consommation de chacun des deux biens. Le prix des biens se fera donc selon le plaisir qu'il en tirera au détriment de l'autre bien. La monnaie est totalement absente, d'où l'utilisation de la maxime de Jean-Baptiste Say « La monnaie n'est qu'un voile » pour qualifier la neutralité de la monnaie.\nOn parle alors d'une dichotomie entre la sphère réelle (la production Y {\\displaystyle Y} ) et la sphère financière (la demande de monnaie M d {\\displaystyle M^{d}} ). La monnaie n'est qu'un voile qui sert juste comme instrument d'échange sur un marché et ne peut être désirée pour elle-même, ce qui sera remis en cause d'abord par les cambridgiens, puis par Keynes .\nAlfred Marshall et Pigou , deux économistes classiques de l'université de Cambridge vont créer l'équation de Cambridge . Elle traduit une fonction de demande de monnaie : c'est une légère rupture avec la pensée classique orthodoxe car elle admet que la monnaie est désirable. Elle va établir un lien entre la quantité de monnaie demandée M d {\\displaystyle M^{d}} pour motif de transaction et le Produit intérieur brut Y {\\displaystyle Y} . Soit, en notant P {\\displaystyle P} l’indice de prix agrégé du PIB et V {\\displaystyle V} la vitesse de circulation de la monnaie,\ndite ici vitesse-revenu (c’est le nombre de fois où un actif monétaire change de mains au\ngré de la distribution du revenu) : M d V = P Y {\\displaystyle M^{d}V=PY}\nNéanmoins, cette équation redonne exactement les mêmes résultats que la Théorie quantitative de la monnaie.\nLa théorie keynésienne résulte d'une longue critique de la théorie classique par son père Keynes (1883-1946) et ses proches, les post-cambridgiens. Deux livres fondateurs vont présenter une pensée totalement différente de la pensée classique, d'abord par Traité sur la monnaie suivi du célèbre Théorie générale de l'emploi, de l'intérêt et de la monnaie .\nLa monnaie est désirable pour elle-même, en effet les agents désirent et veulent de la monnaie, on parle de demande d'encaisse , pour trois motifs:\nEn cas de crise, les incertitudes poussent les agents à augmenter leur demande de monnaie (augmentation de l'épargne et spéculation négative), réduisent la demande de biens et l'investissement, augmente les exigences de rentabilité (le taux d'intérêt , qui traduit l'arbitrage entre la détention actuelle ou future d'un capital), ce qui renforce la dépression et valide les anticipations négatives. Keynes attribue la Grande Dépression à l'insuffisance de la demande qui fait chuter l'économie dans un équilibre de sous-emploi.\nC'est une remise en cause fondamentale de l'équilibre général Walrasien. La monnaie cesse d'être considérée comme neutre.\nQuelques années après la mort de Keynes (1947), William Phillips publie sa célèbre courbe en 1958 qui met en évidence (après analyse par Paul Samuelson et Robert Solow ) une relation entre inflation et chômage. Cette relation va provoquer un réel engouement parmi les keynésiens qui se sont scindés en deux branches : les néo-keynésiens (école de la synthèse néo-keynésienne), et les post-keynésiens .\nLes néo-keynésiens lient croissance, chômage, politique monétaire et inflation.\nGrâce à cet enchainement, le modèle keynésien explique les variations de l'emploi durant les années 1960 et permet de mener des politiques monétaires inflationnistes qui ont fait diminuer le chômage. On parle d'un arbitrage entre inflation et chômage.\nCe modèle montrera ses limites avec les chocs pétroliers, l'application des préconisations keynésiennes ne faisant qu'augmenter encore plus le chômage. L'inflation et le chômage (et donc la baisse de la croissance) augmentent simultanément. L'arbitrage entre l'inflation et le chômage n'est plus possible. C'est la stagflation. Cela permettra l'ascension des monétaristes.\nD'autres modèles néo-keynésiens, plus radicaux dans la remise en cause de l'équilibre général, vont tenter d'expliquer l'inflation ; un des modèles les plus modernes étant l'équilibre général avec rationnement mené par Robert Clower et Axel Leijonhufvud .\nLes post-keynésiens sont des économistes qui se situent dans la pure tradition keynésienne. Ils remettent en cause la Théorie Quantitative de la Monnaie car ils voient l'inflation comme indépendante de la création monétaire. Selon eux l'inflation provient d'une tension sur le partage des revenus. Plusieurs raisons sont données :\nLe courant monétariste a été initié par l' économiste américain Milton Friedman (1912-2006), « prix Nobel » d'économie 1976. Analysant lui aussi la grande dépression des années 1930, Friedman estime qu'elle est due à une expansion déraisonnable du crédit, qui a provoqué une bulle spéculative dont l'éclatement marque le début de la crise, suivie d'un dégonflement tout aussi déraisonnable de la masse monétaire (réduite d'un tiers entre 1929 et 1933), qui a étranglé l'économie. Or la première partie du cycle est exactement le genre de politique que préconise Keynes. La conclusion de Friedman est donc que la manipulation de la masse monétaire est effectivement active sur l'économie, mais seulement à court terme et dans un sens négatif, soit en stimulant artificiellement le système économique en cas d'excès, soit en l'étranglant en cas de défaut. À moyen terme, sur un cycle complet, pour le monétariste la monnaie retrouve sa neutralité, liée aux caractéristiques économiques du pays (le niveau normal de préférence pour la liquidité par exemple).\nDans ce cadre il considère que l'arbitrage entre inflation et chômage que la courbe de Phillips présente est un leurre : une réduction de chômage obtenue par hausse de l'inflation va rapidement conduire à une nouvelle hausse du chômage avec un niveau d'inflation plus élevé, poussant le pays vers la stagflation ou l' hyperinflation .\nEn opposition à la pensée keynésienne, la fonction de demande de monnaie est considérée comme stable, alors que la fonction de consommation keynésienne est estimée instable. La disparition de l'arbitrage inflation-chômage tient au fait des anticipations adaptatives des agents économiques : à court terme, lors de la négociation des salaires, ils ne connaîtront pas parfaitement l'inflation et feront de mauvaises anticipations de telle sorte que leur salaire réel va diminuer et diminuera dans le même temps le chômage. Par contre, à long terme ils changeront de cadre d'évaluation (au lieu des « prix » on s'intéressera au « pouvoir d'achat »), l'illusion monétaire sera identifiée et combattue par les agents économiques, les politiques monétaires expansionnistes seront identifiées comme trompeuses et deviendront inefficaces, le chômage reviendra à son niveau naturel .\nLes monétaristes en déduisent qu'il ne faut pas jouer avec la monnaie, que la politique monétaire ne doit pas subir l'influence de la politique, et donc qu'elle ne doit pas être confiée au gouvernement mais plutôt à des banques centrales indépendantes. L' indépendance de ces institutions leur permet de ne pas subir un biais inflationniste , avançant que le fait que leurs dirigeants sont nommés et non élus renforce cette indépendance. Ces dernières doivent appliquer des règles stables, claires et publiques visant une quasi-stabilité du niveau des prix. La Banque centrale européenne en est un bon exemple actuel.\nRobert Lucas développera le principe d' anticipation rationnelle , c'est une critique des anticipations adaptatives de Friedman . L'anticipation rationnelle stipule que les agents vont agir en moyenne de façon à anticiper au mieux l'inflation. Même à court terme, les agents économiques ne sont plus victimes d'une illusion monétaire. On peut donc considérer que les salaires vont être indexés sur l'inflation.\nC'est une hypothèse très forte qui a pour conséquence le rejet de toute intervention de l'État dans sa lutte contre le chômage, et prouverait que la courbe de Phillips serait totalement erronée."
}