{
  "id": 18,
  "title": "Biologie cellulaire",
  "url": "https://fr.wikipedia.org/wiki/Biologie_cellulaire",
  "date": "2025-11-29T22:27:09.645929",
  "content": "Pour l’article homonyme, voir Biologie cellulaire (journal) .\nmodifier - modifier le code - modifier Wikidata\nLa biologie cellulaire (anciennement appelée cytologie ) est une discipline scientifique qui étudie les cellules , du point de vue structural et fonctionnel, et les utilise pour des applications en biotechnologie .\nElle s'intéresse à l'écosystème cellulaire, c'est-à-dire à l'équilibre dynamique et autorégulé des fonctions cellulaires, dans un contexte normal ou perturbé. Le champ de la biologie cellulaire concerne une multitude de réactions chimiques coordonnées et de mécanismes fins de régulation entre des millions de constituants micro et nanoscopiques. Ces constituants assurent durablement l'architecture et le fonctionnement de la cellule [ 1 ] .\nLa pratique de la biologie cellulaire implique aussi bien la mise en œuvre de techniques simples, artisanales, que de techniques complexes du point de vue des procédés et des équipements. Selon la nature de l'élément cellulaire étudié (par exemple : ADN , ARN , protéine , complexe protéique, métabolite , organite , membrane …) et selon les fonctions cellulaires analysées (déplacement, métabolisme, morphologie, activité enzymatique, voie de signalisation, santé cellulaire…) différentes techniques sont choisies.\nLa connaissance grandissante en biologie (en parallèle d'avancées technologiques spectaculaires) associe aujourd'hui, et même parfois confond, les notions de biologie cellulaire et de biologie moléculaire , réunies alors dans l'expression « biologie cellulaire et moléculaire ».\nAvant la période de la Renaissance , il était difficile d'imaginer l'existence d' organismes vivants trop petits pour être vus à l’œil nu, ou de croire qu'ils pouvaient porter atteinte à des hôtes de grande taille, tout comme il était difficile d'imaginer que les êtres vivants puissent être composés de cellules. De manière générale, l'existence de microorganismes a été niée jusqu'en 1677 lorsqu'ils furent vus et décrits par Antoni van Leeuwenhoek (1632–1723), un marchand de draps à Delft ( Pays-Bas ), qui n'avait aucune formation scientifique mais une grande patience et une grande curiosité. Il réussit à obtenir de forts grossissements (X 300) grâce à un microscope simple composé d'une seule petite lentille presque sphérique. Dans ses lettres publiées par The Royal Society of London , il décrivait un tout nouveau monde, auparavant invisible, comprenant des « animalcules » (reconnus maintenant comme bactéries et protozoaires) dont la mobilité montrait qu'ils étaient vivants.\nD'autre part, la cellule fut découverte par l'Anglais Robert Hooke (1635-1703) en 1665 . Il observa des fines tranches de liège à l'aide d'un simple verre grossissant et remarqua ainsi sa structure en petites. Il nomma ces cases cellula , car elles lui faisaient penser à des cellules de moines. Le terme, à la base latin, donna cell en anglais et cellule en français. Les cellules qu'observa Robert Hooke étaient des cellules mortes et vidées de leur contenu.\nnoyau cellulaire\n1831\nl'embryon vient d'une cellule\nl'œuf, cellule initiale de l'embryon\n1839\npour 1 spermatogonie\npour 1 spermatogonie\ntechniques d'histologie\npour 1 spermatogonie\ndans l'ovocyte\nmitose\ndes caractères acquis\nlignée germinale\n1892\nde l'ovocyte et du spermatocyte\nascaride\npronucleus femelle\n1883-1887\noursin\n1891-1910\nWurzbourg\nwith J.B. Farmer\n?\nméiose\n1905\nNettie Stevens\n1861-1912\npar les chromosomes XY\ninsecte\nWashington\nLa biologie cellulaire était apparue avec l'invention du premier microscope optique (photonique) par Antoni van Leeuwenhoek .\nL'étude des microorganismes (dont les bactéries ) ne devint réellement accessible qu'avec le développement d'un microscope optique composé (multilentilles) efficace vers les années 1825.\nRudolf Virchow ( 1821 - 1902 ), physiologiste allemand est l'auteur de l'adage « omni cellula e cellula », ou comme il le publie en 1858 dans Cellularpathologie « Là où apparaît une cellule, il doit y avoir eu une autre cellule auparavant ». « Tout animal apparaît comme la somme d'unités vitales dont chacune porte en elle tous les caractères de la vie. »\nLa cellule est donc une enceinte séparée de l'extérieur par une membrane capable de filtrer sélectivement les échanges.\nJusqu'au XIX e siècle, les organismes vivants étaient classés comme animaux ou végétaux selon des différences évidentes de forme et de constitution, qui dérivent de différences fondamentales dans leur mode de nutrition.\nSelon la structure cellulaire observée et la fonction cellulaire étudiée, des procédures et des matériels très variés sont employés :\nPour la culture cellulaire : milieux de culture, contenants, incubateurs, systèmes de régulation des paramètres physico-chimiques du milieu, surfaces en contact avec les cellules, cultures adhérentes et en suspension [ 2 ] …\nPour l'analyse de l'ADN : purification, southern blot, PCR, cytogénétique , puce à ADN (biopuce)…\nPour l'analyse de l'ARN : purification, northern blot, RT-PCR, RT-qPCR, transcription in vitro, ARN interférence, puce à ARN ( transcriptomique ), séquençage Sanger, séquençage à haut débit…\nPour l'analyse des protéines: purification, ELISA, immunohistochimie, western blot , co-immunoprécipitation…\nPour l'analyse des métabolites : plusieurs techniques de séparation et de détection.\nPour l'analyse des organites : purification, immunohistochimie, essais enzymatiques…\nPour l'analyse des membranes : purification, techniques spécifiques des fonctions associées (ex. patch-clamp).\nPour l'analyse du déplacement (migration, invasion, adhésion, haptotaxie…) : tests spécifiques utilisant souvent la microscopie.\nPour l'analyse de la santé cellulaire (cycle cellulaire, cytotoxicité, apoptose, génotoxicité, sénescence, stress oxydant…) : nombreux tests spécifiques.\nDifférents types de microscopes et de cytomètres sont utilisés pour l'analyse de la quasi-totalité des structures cellulaires listées précédemment.\nPar ailleurs, d'autres techniques du domaine de l'ingénierie cellulaire [ 3 ] peuvent être mises à profit en Biologie Cellulaire : ADN recombinant, mutagenèse, transfert de gènes, gène rapporteur, transfert de protéines, etc.\nSur les autres projets Wikimedia :"
}