{
  "id": 86,
  "title": "Sociologie du travail",
  "url": "https://fr.wikipedia.org/wiki/Sociologie_du_travail",
  "date": "2025-11-29T22:30:17.773498",
  "content": "Pour l’article homonyme, voir Sociologie du travail (revue) .\nmodifier - modifier le code - modifier Wikidata\nLa sociologie du travail est une branche de la sociologie . Georges Friedmann [ 1 ] la définit ainsi : « L’étude, sous leurs divers aspects, de toutes les collectivités qui se constituent à l’occasion du travail » .\nLa sociologie du travail a pour but de questionner les rapports que tissent les hommes et les femmes dans le milieu du travail , en partant du postulat que ces rapports sont multiples, complexes, et concernent à la fois le temps du travail et le temps hors travail, le « dedans » et le « dehors » de l' entreprise , de l' atelier , du lieu de travail.\nLe « dedans » se déploie autour de l'ambiance de travail, des subjectivités au travail (plaisirs et souffrances ; tensions et harmonies…), des modes de gouvernance, des styles de management ou des types de commandement, etc. En jeu sont les conflits, les modes de résistances, les façons effectives d'organiser le travail dans l'atelier souvent de façon informelle et opératoire, les pratiques de travail, les tours de main, le rapport parfois ambigu de l'humain à son poste de travail, les modes d'apprentissages et de qualification, la qualification du travailleur et la qualification du poste de travail…\nLe « dehors » se rapporte aux incidences du travail sur la vie familiale, les loisirs ou les identités sociales conçues comme coextensives des identités professionnelles (cf. Claude Dubar ). Cette dernière dimension interroge aussi les rapports du milieu de travail avec son environnement local, c'est-à-dire la cité, chère aux philosophes grecs. Le « dehors » concerne aussi l'espace public, le marché, l'environnement, bref l'ensemble des lieux où les univers de travail puisent leurs ressources, trouvent leur justification, et destinent leurs productions, que ces dernières soient positives (création de richesses) ou négatives (impact toujours possible de l'activité économique sur l'environnement).\nL'objet et les méthodes de la sociologie du travail ont évolué depuis les premiers travaux sur le labeur humain. On peut distinguer deux périodes.\nCette période est marquée, d'une part, par la prédominance des études théoriques (hormis quelques cas particuliers, comme les travaux de Le Play ), d'autre part, par une attention particulière portée au système industriel naissant, sur le mode d'organisation du travail et sur les conflits engendrés par la division du travail et la répartition des ressources issues du travail.\nCe sont alors les sociologues « fondateurs » qui vont poser les jalons de la discipline, souvent en étroite relation (et parfois en opposition) avec l'économie politique. Karl Marx , par exemple, théorise de façon systématique, dès 1871, les rapports entre capital et travail, montrant comment le capital soumet le travail à travers des rapports de production . Émile Durkheim approfondit en 1893, dans sa thèse de doctorat, la notion de division du travail , s'opposant aux travaux de l'économie politique sur le sujet. Pierre Naville entame ses premières études de l' automation et des formes modernes de la société industrielle . Un auteur comme Gabriel Tarde , quant à lui, développe dès la fin du XIX e siècle une réflexion sur les relations entre travail et loisir, et sur l'importance de l'invention et de l'innovation dans la production humaine.\nDurant toute cette période, il faut bien souligner que la sociologie du travail n'est pas constituée en champ de recherche distinct, ni au niveau de son objet et de ses méthodes, qui se confondent avec ceux de la sociologie générale ou avec ceux d'autres disciplines (notamment la philosophie), ni au niveau institutionnel, où elle n'a pas encore acquis une position différenciée.\nTrois nouveaux traits caractérisent la sociologie du travail à partir des années 1940-1950.\nPlusieurs facteurs permettent peut-être d'expliquer cette évolution de la sociologie du travail.\nNéanmoins, il faut préciser ici que ces transformations de la discipline, postérieures aux années 1940, s'inscrivent dans la continuité de celles de la période précédente. Par exemple, les recherches sur le terrain ont en réalité commencé de façon relativement systématique dans les années 1920-1930 aux États-Unis. Le but était alors d'améliorer la productivité du travail [ 3 ] à l’heure de l' organisation scientifique du travail (cf. Frederick Winslow Taylor ) et de la mise au point de stratégies managériales dans les entreprises. De même, si les principes méthodologiques de la recherche-action sont posés dès les années 1930-1940 par Kurt Lewin , en réalité, la sociologie marxiste était dès le XIX e siècle, favorable aux interventions de terrain, même si c'était dans une direction bien spécifique. Si rupture il y a, elle concerne donc davantage les finalités, la méthode et surtout, la position institutionnelle de la sociologie du travail.\nDès les années 1960, la sociologie du travail s'empare de la question des femmes au travail avec les premiers travaux de recherche de Madeleine Guilbert . Elle montre qu'une partie du travail des femmes (travail domestique, femmes d'agriculteurs, de commerçants et d'artisans) n'est pas recensé donc invisible [ 4 ] .\nQue ce soit pour combler un besoin financier, pour s’épanouir personnellement ou pour acquérir de l’autonomie et de l’expérience, il est maintenant de plus en plus commun chez les jeunes de travailler lors de leurs études [ 5 ] . Au Canada, en février 2022, le taux d’emploi chez les étudiants est de 43,4% [ 6 ] . De plus, les domaines de travail les plus communs chez les jeunes sont le commerce de détail, l’hébergement et la restauration [ 7 ] .\nLes conditions de travail offertes par les emplois occupés par les jeunes sont généralement plus difficiles que chez les adultes. Ce phénomène peut, entre autres, être expliqué par le plus faible taux de syndicalisation. En 2012, ce dernier était de 25% pour les jeunes et de 42,8% chez les adultes [ 7 ] . Généralement, les jeunes reçoivent des salaires peu élevés et des horaires instables et annoncées tardivement. Ces horaires de travail ont visiblement des effets sur les études. Celles-ci peuvent réduire l’attention durant les cours, augmenter la fatigue, réduire le temps de sommeil et diminuer le temps accordé aux études et aux travaux [ 8 ] . D’un autre côté, travailler durant l’année scolaire comporte plusieurs avantages. Effectivement, cela permet à l’étudiant d’acquérir de l’expérience sur le marché du travail, d’identifier ses intérêts, de développer son autonomie, de pouvoir épargner pour payer ses études et subvenir à ses besoins [ 9 ] . Tout repose sur la façon dont l’étudiant incorpore le travail dans sa vie et l’importance de ses études pour lui."
}