{
  "id": 13,
  "title": "Internet des objets",
  "url": "https://fr.wikipedia.org/wiki/Internet_des_objets",
  "date": "2025-11-29T22:26:54.846599",
  "content": "Pour les articles homonymes, voir IDO .\nL' Internet des objets ou IdO (en anglais (the) Internet of Things ou IoT ) est l'interconnexion entre l' Internet et des objets, des lieux et des environnements physiques. L'appellation désigne un nombre croissant d'objets connectés à Internet permettant ainsi une communication entre nos biens dits physiques et leurs existences numériques. Ces formes de connexions permettent de rassembler de nouvelles masses de données sur le réseau et donc, de nouvelles connaissances et formes de savoirs.\nL'Internet des objets revêt un caractère universel pour désigner des objets connectés aux usages variés, dans le domaine de la e-santé , de la domotique ou de l' automesure de ses données personnelles .\nL'Internet des objets est en partie responsable d'un accroissement exponentiel du volume de données généré sur le réseau, à l'origine du big data (ou mégadonnées en français). La croissance exponentielle du nombre d'objets connectés dans la première moitié des années 2020 risque d'avoir un impact durable sur l'environnement .\nSelon une équipe de l' ETH de Zurich , du fait des smartphones puis du nombre croissant d'objets connectés, en dix ans (2015-2025), 150 milliards d'objets devraient se connecter entre eux, avec l'Internet et avec plusieurs milliards de personnes [ 1 ] .\nL'information issue de ces mégadonnées devra de plus en plus être filtrée par des algorithmes complexes, ce qui fait craindre une moindre protection des données personnelles , une information des personnes et de la société de moins en moins auto déterminée, notamment en cas d'appropriation exclusive de filtres numériques par des entités (gouvernementales ou privées) qui pourraient alors manipuler les décisions.\nL'ETH plaide donc pour des systèmes d'information ouverts et transparents, fiables et contrôlés par l'utilisateur [ 1 ] .\nL'Internet des objets est apparu dans le cadre d'une tendance [ 2 ] lourde, issue de la mécanisation et la standardisation, appliquée à l'automatisation du traitement du document et de l'information sur support matériel puis numérique (dont au service de la production et recherche documentaire). Apparu aux États-Unis dès 1982 [ 3 ] , il s'est rapidement diffusé avec la mondialisation , aboutissant à connecter des machines à des serveurs capables de les superviser (ces machines étant notamment des ordinateurs mis en réseau dans ce que certains ont nommé l'« Internet des machines ») [ 4 ] .\nPeu à peu des objets ont été modifiés (avec des puces RFID par exemple) ou conçus pour « parler le protocole IP », devenant des « objets connectés », reliés à des serveurs centralisés ou capables de communiquer entre eux ou avec des réseaux de serveurs et divers acteurs, d'une manière de moins en moins centralisée.\nSes enjeux diffèrent selon les pays ou les régions du monde, et selon les acteurs et « leurs intérêts parfois divergents » [ 5 ] . Ce mouvement s'est accompagné d'une croissance et d'une complexification des systèmes de sécurité ( pare-feux , mots de passe , etc. ).\nIl est parfois suggéré que l'objet deviendra un acteur autonome de l'Internet, capable de percevoir, d'analyser et d'agir de lui-même selon les contextes ou les processus. Dans ce cas de figure, l'avènement de l'Internet des objets s'associe à celui des technologies ou des méthodes de conception logicielle liées à l' Intelligence artificielle et des sciences de la complexité .\nLe couple « objet physique » / « intelligence virtuelle associée », que cette dernière soit embarquée, distribuée ou hébergée dans le Cloud ( cloud computing ), y est alors mentionné sous l'appellation de « cyberobjet », ou encore « d'avatar digital » [ 6 ] , concept repris par la suite dans la notion de « Jumeau numérique ». Les cyberobjets sont des acteurs potentiels des chaînes de valeurs qui agissent sous le contrôle des opérationnels ou en partenariat avec eux. En accédant ainsi au statut d'assistants, de conseillers, de décideurs ou encore d'organisateurs (selon les cas), ils deviennent de véritables agents économiques [ 7 ] et contribuent à la mutation des modèles économiques ou de gestion existants.\nDeux enjeux récurrents sont la protection de la vie privée (« privacy ») et de la régulation d'une part [ 8 ] et la gouvernance de cet Internet d'autre part, de plus en plus ubiquitaire et multiforme, quand il n'y a plus d'interface unique [ 9 ] , [ 10 ] .\nEn France, en 2015 et en 2016, le forum international IoT Planet s'est déroulé au mois de novembre à Grenoble afin de faire le point sur l'évolution technologique des objets connectés [ 11 ] .\nUne recommandation Présentation générale de l'Internet des objets (ITU-T Y.2060), juin 2012 , § 3.2.2 Définition internationale (par l' Union internationale des télécommunications [ 12 ] ) définit l'Internet des objets comme une « infrastructure mondiale pour la société de l'information, qui permet de disposer de services évolués en interconnectant des objets (physiques ou virtuels) grâce aux technologies de l'information et de la communication interopérables existantes ou en évolution » [ 13 ] . Pour l'Union, en exploitant les capacités d'identification, de saisie de données , de traitement et de communication, l'IdO tire pleinement parti des objets pour offrir des services à toutes sortes d'applications, tout en garantissant le respect des exigences de sécurité et de confidentialité. Elle note enfin que, dans une optique plus large, l'IdO peut être considéré comme un concept ayant des répercussions sur les technologies et la société [ 14 ] .\nL'IdO est donc « un réseau de réseaux qui permet, via des systèmes d'identification électronique normalisés et unifiés, et des dispositifs mobiles sans fil, d'identifier directement et sans ambiguïté des entités numériques et des objets physiques et ainsi de pouvoir récupérer, stocker, transférer et traiter, sans discontinuité entre les mondes physiques et virtuels, les données s'y rattachant » [ 15 ] .\nD'autres définitions insistent sur les aspects techniques de l'IdO ( « des objets ayant des identités et des personnalités virtuelles, opérant dans des espaces intelligents et utilisant des interfaces intelligentes pour se connecter et communiquer au sein de contextes d'usages variés » [ 16 ] ), d'autres portent sur les usages et les fonctionnalités (« la convergence des identifiants numériques » [ 17 ] ) notant qu'il devient possible d'identifier de manière unifiée des éléments d'information numérique ( adresses ) et des éléments physiques (une palette dans un entrepôt , ou un animal dans un troupeau ).\nConcernant les risques de sécurité liés aux objets connectés (dans le domaine de la santé par exemple) [ 18 ] , il existe en France depuis le début des années 2010 une équipe de chercheurs dite TSF (pour Tolérance aux fautes et Sûreté de Fonctionnement Informatique ) basée au LAAS-CNRS ( Laboratoire d'analyse et d'architecture des systèmes ), travaillant sur les aspects offensifs (analyses de vulnérabilités ), mais aussi sur les moyens de défense ou de résilience face aux intrusions ou tentatives de corruption d'objets connectés (ex TV connectée, montre connectée, claviers et souris sans fils, ampoules connectées, particulièrement vulnérable quand ils utilisent des protocoles de type pair-à-pair , permettent à des objets de communiquer directement entre eux, sans passage par un relais ou un serveur central. Ils sont donc plus difficiles à surveiller). Un des moyens de défense est l'utilisation d'empreintes numériques destinées à bloquer les attaques d'usurpation (qui surviennent quand un « objet malveillant » cherche à se faire passer pour un « objet légitime ») [ 19 ] . Jonathan Roux a aussi récemment proposé dans sa thèse des algorithmes de machine learning capables de détecter des communications radio illégitimes et de lancer une alerte auprès des utilisateurs. Son système peut aussi identifier « la fréquence d'émission sur laquelle l'attaque est lancée, la date à laquelle elle est lancée ainsi que l'emplacement géographique de l'attaquant » . Une autre solution serait d'intégrer, au sein même des contrôleurs radios des objets connectés, dès leur conception, un système efficace de détection d'intrusion de tout type d'attaque [ 19 ] . Des tests faits sur plusieurs contrôleurs radio d'objets connectés actuels (2022) ont montré que cette approche semble efficace ; ainsi l'objet connecté deviendrait lui même capable de se défendre et de « directement réagir à ces attaques, sans avoir recours à une sonde externe » [ 19 ] .\nUn consortium international baptisé Bluetooth SIG qui définit le standard Bluetooth détecte régulièrement des failles de sécurité, y compris parfois dans les protocoles de communication avec les objets connectés [ 19 ] .\nL'alimentation ne doit pas être sous-estimée, car ces objets autonomes n'ont de cesse de réaliser des calculs de plus en plus puissants, ce qui met à rude épreuve la batterie [ 20 ] .\nL'explosion du nombre de smartphones et de connexions a créé un marché nouveau aux opportunités quasi-infinies : dans les années 2010 , de nombreux rapports comme celui du cabinet McKinsey [ 21 ] désignent ce marché comme l'une des principales sources de croissance. En 2016 , 5,5 millions d'objets sont connectés chaque jour dans le monde. Un nombre qui pourrait rapidement atteindre des milliards, d'ici à 2020 [ 22 ] . Gartner prévoit en effet que 26 milliards d'objets seront installés en 2020, une augmentation importante par rapport aux 0,9 milliard d'unités de 2009 [ 23 ] . Selon une étude menée par le cabinet américain BCC Research, le marché mondial des capteurs IdO connaîtrait un taux de croissance annuel de 27,8 %. Cette étude estime que ce marché représentait 10,5 milliards de dollars en 2017 et qu'il pourrait atteindre 48 milliards de dollars d’ici 2023 [réf. nécessaire] .\nD'autres évaluations considèrent qu'un être humain serait en interaction avec 1 000 à 5 000 objets au cours d'une journée normale [ 24 ] , [ 25 ] . À maturité, le marché des objets connectés pourrait s'établir entre quelques dizaines de milliards et jusqu'à plusieurs milliers de milliards d'unités [ 26 ] , [ 27 ] , [ 1 ] .\nDes entreprises comme IBM , Intel et Google entrent rapidement dans la « transition connectée », qui suppose de profondes transformations des méthodes de production et de management. En effet, la connexion permanente, malgré les facilités de communications qu'elle suppose, crée de nouveaux obstacles liés notamment à la sécurité des produits ; le risque de hacking en particulier contraint à des investissements non négligeables qui tendent à transformer la chaîne de production . Au-delà des opportunités offertes et de la transformation radicale de nos vies qu'entraîne la démocratisation de l'IdO, cette dernière se conjugue également à une réorientation de la chaîne de production de l'envergure de celle séparant taylorisme et toyotisme .\nPour communiquer, les objets peuvent s'appuyer sur des réseaux locaux ( wifi , LoRaWAN privé, Ethernet , Bluetooth …) ou sur des réseaux publics opérés à grande échelle.\nLes réseaux opérés se divisent en plusieurs catégories :\nLes réseaux basés sur les protocoles Sigfox et LoRaWAN fonctionnent sur les Bandes ISM non licenciées, c'est-à-dire qu'il n'est pas nécessaire d'acquérir une licence pour les utiliser.\nCela permet de limiter les coûts liés à l'amortissement des licences, mais cela implique également des contraintes techniques. Parmi ces contraintes, on trouve le respect du cycle de fonctionnement (duty cycle), qui varie selon les pays.\nEn France , un objet communiquant sur les bandes ISM ne peut légalement émettre plus de 1 % du temps dans l'air sur une période d'une heure, ce qui, pour Sigfox, correspond à 6 messages par heure. Pour LoRaWAN, le temps dans l'air varie selon le Spreading Factor choisi.\nLa vocation première des réseaux LPWAN comme Sigfox et LoRaWAN est d'envoyer des messages depuis le capteur vers le réseau ( liaison montante ). Bien que les liaisons descendantes soient possibles, elles sont limitées par conception : les passerelles réseaux doivent respecter un cycle de fonctionnement de 10 %, ce qui rend la communication descendante rapidement saturée sur des réseaux où de nombreux objets communiquent au travers de la même passerelle (cas de tous les réseaux publics opérés). Dans la pratique, les opérateurs limitent les messages descendants à 4 messages par jour.\nLes réseaux LPWAN basés sur les fréquences ISM permettent des consommations énergétiques très basses, offrant ainsi des autonomies de plusieurs années sur piles ou batteries.\nSigfox désigne à la fois un protocole réseau et l'opérateur éponyme, qui exploite un réseau d'antennes international fonctionnant avec ce protocole. Sigfox utilise la technologie UNB (Ultra Narrow Band) qui lui offre notamment une très grande résistance aux perturbations radios, et une bonne capacité de pénétration dans les bâtiments.\nLe protocole Sigfox consiste à envoyer 3 messages successifs à une puissance limitée à la capacité de l'objet (au maximum 25mW, soit 14dBm). Le contenu utile est limité à 12 octets pour les liaisons montantes.\nLe protocole LoRaWAN est utilisé par de nombreux opérateurs dans le monde, regroupés dans la LoRaWAN. En France, on trouve principalement :\nLe protocole LoRaWAN offre une grande souplesse d'utilisation : la puissance utilisée, le temps dans l'air, le nombre de répétitions et de nombreux autres paramètres peuvent être adaptés par le réseau ou l'objet. La taille du contenu utile est supérieure à celle de Sigfox (56 octets).\nLes réseaux cellulaires peuvent être utilisés pour faire communiquer les objets sur des bandes de fréquences licenciées, qui sont parfois identiques à celles utilisées pour faire communiquer les téléphones cellulaires.\nL'utilisation de ces réseaux est adaptée aux objets ayant besoin de communiquer plus de données que les 12 ou 56 octets offerts par respectivement Sigfox et LoRaWAN. Elle permet également de réaliser des communications bi-directionnelles. En contrepartie, les prix sont généralement plus élevés, tout comme les consommations énergétiques.\nCertains objets fonctionnent avec les réseaux cellulaires de type 2G et 3G. Ils sont équipés de carte SIM. Les opérateurs proposent des offres dites M2M.\nLTE-M est un réseau dérivé du LTE (4G), et spécifiquement conçu pour la communication des objets, avec une consommation plus faible.\nAlors que l’internet des objets (IoT) se développe fortement en Chine, le pays soutient la technologie NB-IoT pour le développement du secteur, selon des modalités caractéristiques de la stratégie numérique chinoise : après avoir été identifié et soutenu en amont par les autorités, le NB-IoT a désormais été adopté par les grands groupes technologiques chinois qui se positionnent en leaders mondiaux du déploiement de réseaux et de la production d’équipements. En Chine, le développement d’applications IoT est favorisé par de nombreuses plateformes et initiatives locales, notamment pour la smart city et l’internet industriel. À l’international, les acteurs chinois coordonnent leurs efforts et on notamment réussi à faire inclure le NB-IoT dans les standards 5G dans le cadre du 3rd Generation Partnership Project (3GPP). Néanmoins, bien que de nombreux analystes attendent une forte pénétration du NB-IoT au niveau mondial, le succès de la technologie dépendra aussi fortement des caractéristiques propres à chaque marché : infrastructures existantes, usages, intérêts industriels ou encore enjeux de cybersécurité [ 28 ] .\nLes grandes firmes du Web visent non seulement à vendre des objets connectés mais aussi des services liés à ceux-ci, attirées par les prévisions de revenus qui pourraient excéder les 300 milliards de dollars grâce aux services en 2020 [ 23 ] .\nCes services dérivent directement de l'énorme quantité de données produites par les objets connectés qui demandent espace de stockage, vitesse de traitement et souvent bande passante pour le streaming de données audio ou vidéo. Pour certains, la solution idéale à ces problèmes est le cloud computing [ 29 ] .\nLes rapports aux investisseurs de l'entreprise montrent l'importance économique croissante que prend l'IdO : alors qu'en 2013 la dénomination « Internet of Things » n'apparaissait même pas dans ses documents [ 30 ] , en 2014, la division IdO annonce un revenu de 2,1 milliards de dollars, en augmentation de 19 % par rapport à 2013 [ 31 ] .\nEn 2015, la tendance continue avec une augmentation de 7 % par rapport au 2014 avec 2,3 milliards de dollars [ 32 ] .\nEn avril 2016 , Intel , qui est historiquement un fabricant de microprocesseurs pour ordinateurs, annonce le licenciement de 12 000 employés (11 % de ses effectifs) afin de se focaliser sur l'IdO, les FPGA et les processeurs pour centres de données qui ensemble ont généré 40 % de ses revenus pour l'année 2015 [ 33 ] .\nLe géant coréen Samsung Electronics entre à tous les niveaux dans le marché de l'IdO en 2014 avec l'acquisition de SmartThings , une startup américaine développant des objets connectés pour la maison. Le prix d'achat n'est pas public, mais Samsung annonce à ses investisseurs que cette acquisition a apporté une augmentation du revenu de 2 469 millions de wons [ 34 ] .\nEn 2015, IBM annonce l'investissement de 3 milliards de dollars pour établir une nouvelle unité IdO à Munich. Le but est de proposer :\nEn juillet 2016 , Informix a reçu de Cisco le prix de la « Best IoT Database » [ 36 ] .\nEn janvier 2014 , Google rachète Nest Labs , un fabricant de thermostats connectés, pour 3,2 milliards de dollars [ 37 ] .\nLe géant de la recherche vend en outre des services de traitement des données récoltées par les objets connectés, comme BigQuery [ 38 ] et Firebase [ 39 ] , rachetés par Google en 2014 pour un montant non diffusé au public [ 40 ] .\nContrairement aux grandes entreprises américaines, sur le territoire français l'IdO est développé par les grandes entreprises de télécommunication qui peuvent exploiter leur réseau, leurs partenaires et leur savoir-faire pour gagner cette partie du marché.\nBouygues Telecom est officiellement actif dans ce secteur depuis février 2016 quand il annonce sa filiale Objenious . La petite entreprise (une vingtaine de collaborateurs) est conçue comme une startup et commercialise une offre IoT sur le réseau bas débit LoRa de Bouygues qui devrait couvrir la totalité du territoire français avant la fin 2016 [ 41 ] .\nObjenious se limite aux objets connectés en bas débit : des objets qui s'échangent des messages très courts concernant l'environnement, la localisation ou l'utilisation de biens (à travers des capteurs) [ 42 ] .\nEn février 2016 , Objenious signe un accord de roaming avec le groupe américain Senet qui déploie aux États-Unis le même type de réseau bas-débit basé sur la technologie LoRaWAN : les dispositifs produits par les deux groupes fonctionneront aussi bien en France qu'outre-Atlantique, étape clé pour rendre le marché international.\nComme les géants du Web américain, Bouygues, à travers Objenious, propose deux nouvelles plateformes permettant de gérer les objets connectés déployés et de visualiser et exploiter les données produites par ceux-ci.\nLe groupe de télécommunications signe aussi beaucoup d'accords avec les producteurs de capteurs pour satisfaire les besoins de tous les types d'industries [ 41 ] .\nLe 21 novembre 2017 , Objenious et Arteria, filiale de RTE , annoncent leur partenariat en vue d'accélérer la révolution numérique des territoires, avec le renforcement de la couverture nationale des réseaux IoT [ 43 ] . Cette alliance a pour but de permettre à Objenious de densifier sa couverture nationale, grâce aux 25 000 km de réseaux de fibres optiques et aux milliers de points hauts gérés par Arteria. Arteria peut quant à elle entamer le déploiement et la commercialisation de son réseau IoT, en profitant de la couverture nationale de Objenious. Premier réseau LoRaWAN de France, Objenious couvre en effet, fin 2017, 95 % de la population [ 44 ] .\nOrange , à travers sa filiale Orange Business Service (OBS), fournit des solutions aux entreprises désireuses de se développer dans l'IdO. Par ailleurs, en 2016 Orange lance son offre Datavenue [ 45 ] , ensemble de solutions pour l'Internet des objets et le big data. Datavenue comprend plusieurs produits dont :\nOrange ambitionne de réaliser 600 millions d'euros de chiffre d'affaires dans l'IdO [ 48 ] .\nAltice est concentrée sur le M2M ( Machine to Machine ) qui permet de connecter des objets à travers des cartes SIM et qui permet l'échange de messages beaucoup plus grands que le bas débit de LoRa.\nPour mettre en communication les capteurs et les petits objets, Altice s'appuie sur un partenariat signé avec le concurrent Sigfox qui gère déjà 7 millions d'objets dans quatorze pays [ 49 ] .\nL'Internet des objets n'est pas une technologie mais un système de systèmes où l'intégration de tous les composants induit une complexité que l' interopérabilité diminue mais n'évite pas. La gestion des interfaces y est déterminante. Voici les principaux systèmes technologiques nécessaires au fonctionnement de l'IdO [ 15 ] :\nLier un objet ou un lieu à Internet est un processus plus complexe que la liaison de deux pages Web. L'Internet des objets exige sept composants :\nLes domaines d'applications sont par exemple : la gestion des déchets, la planification urbaine, la détection environnementale [ 50 ] , les gadgets d'interaction sociale, l'environnement urbain durable, les services d'urgence, l'achat mobile, les compteurs intelligents, la domotique [ 51 ] , [ 52 ] . On peut distinguer différentes catégories d'applications [ 53 ] :\nLes objets connectés permettent de suivre et identifier en temps réel et à la demande outils, équipement et médicaments. Pouvoir avoir des informations instantanément sur un patient peut souvent être déterminant [ 54 ] .\nPar exemple : la balance connectée, la montre connectée…\nCapteurs et actionneur répartis dans plusieurs maisons et bureaux peuvent augmenter le confort dans ces environnements : le chauffage peut s'adapter à la météo, l'éclairage suivre l'horaire et la position du soleil ; des incidents domestiques peuvent être évités avec des alarmes et l' efficacité énergétique des radiateurs peut être augmentée jusqu'à 45 % [ 55 ] , [ 56 ] .\nLes environnements intelligents peuvent aussi améliorer l'automatisation en milieu industriel avec un déploiement massif de tags RFID associés aux différentes étapes de la production.\nLa ville intelligente est un exemple d'environnement intelligent. Le quartier d'affaires de Songdo en Corée du Sud est la première ville intelligente opérationnelle [ 57 ] , [ 58 ] .\nOn trouve dans l'environnement urbain de nombreux capteurs qui participent à l'analyse de la ville et sa gestion : caméras de vidéosurveillance , compteurs de voitures ou de vélos, micro-stations météos, capteurs de poids dans le sols (pour déterminer l'occupation d'une place de parking ou la présence d'un bus à un feu) [ 59 ] .\nOn trouve ici toutes les applications qui permettent à l'utilisateur d'interagir avec les autres pour entretenir et construire des relations. Par exemple les objets connectés pourraient déclencher automatiquement l'envoi de messages à nos amis pour leur communiquer ce que nous sommes en train de faire et où nous sommes.\nÀ travers de nombreux cas d'usages nouveaux, l'Internet des objets change les modalités d'accès au réseau et produit de nouvelles interactions homme–machine. Ces interactions dites seamless tendent à devenir fluides et invisibles pour les acteurs du réseau [ 60 ] .\nLe véhicule connecté grâce aux technologies IdO permet aux constructeurs et fournisseurs de l'automobile de développer de nouveaux services. Par exemple, la géolocalisation à distance et la récupération des véhicules volés a été déployée en France grâce à des boîtiers connectés développés par des sociétés comme Traqueur , Masternaut , Vodafone Automotive ou Roole .\nLes applications de l'Internet des objets décrites ci-dessus permettront de lier de l'information complète et éditable à n'importe quel objet ou lieu. Mais, savoir comment ces possibilités pourront être utilisées au mieux reste à définir. Ce qui a émergé jusqu'ici est un mélange d'applications sociales et commerciales :\nLes implications sociales et cognitives de ces applications et de celles à venir de l'IdO posent un certain nombre de problèmes quant à la protection de la vie privée, voire des façons de se comporter dans un environnement (par exemple grâce à objets qui viennent modifier l'appréhension de l'environnement, comme les lunettes Google). L'interconnexion d'objets transmettant continuellement de l'information sur les personnes pourrait ainsi, selon certaines critiques, marquer la disparition complète du contrôle des individus sur les données les concernant [ 63 ] .\nLe succès d'Internet repose sur l'adoption généralisée de protocoles de communication clairement définis ( TCP/IP , SMTP , HTTP , etc. ). L'ensemble de ces protocoles représente un langage commun à tous les systèmes connectés, quels que soient leur marque, leur système d'exploitation ou les outils logiciels utilisés. En l'absence d'un tel langage commun, l'Internet se réduirait à un patchwork de réseaux propriétaires et incompatibles, chacun dédié soit à une application particulière, soit à un groupe d'utilisateurs donnés.\nEn l'absence de protocoles et de standards universels, le développement de l'Internet des objets présente le même risque de balkanisation. En fait, l'existence même du concept de l'Internet des objets (Internet dans son sens littéral, « entre réseaux ») dépend d'une volonté de standardisation de la communication entre objets. Même si certains systèmes s'affichent dès aujourd'hui comme parties ou précurseurs de l'Internet des objets, ce terme ne pourra être légitimement utilisé que lorsque chacun de ces systèmes sera en mesure de communiquer avec tous les autres sur la base de protocoles communs.\nPour prévenir ces risques de divergences, des consortiums ont été créés pour réunir industriels et universités. On citera en particulier l' OpenFog Consortium et l' Industrial Internet Consortium qui ont fusionné en janvier 2019 [ 64 ] . Ces consortiums sont à l'origine d'une architecture de référence visant à faciliter l'interopérabilité des solutions connectées à base d'objets, et à permettre la répartition optimale des données et des traitements entre les objets, une informatique en périphérie (« edge computing »), des services géodistribués (« fog computing ») et l' informatique en nuage (« cloud computing ») [ 64 ] , [ 65 ] . Ce cadre de référence est adopté comme norme par l' IEEE en juin 2018 [ 66 ] .\nDans l'industrie, les entreprises pionnières en matière de technologie RFID se sont heurtées à ce problème dès les années 1990. L'utilisation de marqueurs RFID a rapidement mené au succès de nombreuses applications propriétaires. Tant que ces applications ne concernent que les processus internes d'une entreprise (boucle fermée ; systèmes de production, par exemple), il n'y a pas de problème. Mais dès le moment où une interaction entre différents partenaires commerciaux est envisagée (boucle ouverte ; fournisseurs, clients, autorités, etc. ), la compatibilité entre les différents systèmes doit être assurée. Et dans le cas général d'une chaîne d'approvisionnement complète — où les produits passent par de nombreuses étapes de production, de stockage, de transport et de transformation —, la mise en œuvre de standards devient indispensable.\nDans le milieu de la grande distribution, un standard s'est imposé depuis les années 1970 pour l'identification des produits : le code EAN (European Article Numbering). Il s'agit du code-barres que l'on trouve de nos jours sur la grande majorité des produits de consommation courante, et dont l'utilisation à la caisse des supermarchés est tellement naturelle qu'on ne la remarque quasiment plus. Un code EAN ne permet toutefois d'identifier qu'une classe de produits ( p. ex. « un paquet de chewing-gum Wrigley » : tous les paquets portent le même code) et non les instances individuelles de cette classe ( p. ex. « le paquet de chewing-gum Wrigley n o 42 » : chaque paquet porte un code individuel unique qui le distingue de tous les autres). Or, une telle distinction au niveau individuel est indispensable à l'émergence de l'Internet des objets, de même que l'attribution d'une adresse IP unique propre à chaque connexion est indispensable au fonctionnement de l'Internet tel que nous le connaissons aujourd'hui.\nPartant de cette constatation, les organismes EAN International et UCC (Uniform Code Council) chargés de la gestion du système EAN et aujourd'hui réunis au sein de l'organisme global GS1 ont choisi le système EPC (Electronic Product Code) développé par l'Auto-ID Center (aujourd'hui Auto-ID Labs) comme base pour leur nouvelle génération de standards. L'organisation EPC Global, créée par GS1, est chargée du développement et de la gestion de ces nouvelles normes.\nLe système EPC est souvent considéré comme directement lié à la technologie RFID. En effet, la standardisation d'un système d'identification au niveau de l'article individuel s'est avérée indispensable dans ce domaine, et la pression de géants tels que la chaîne de supermarchés américains WalMart ou le département de la Défense des États-Unis a permis une progression rapide des processus de développement et d'adoption des nouveaux standards. Néanmoins, le code EPC n'est au fond qu'une suite de bits organisés selon une systématique précise et n'est donc pas limité au domaine de la RFID. Il peut aisément prendre la forme d'un code-barres standard ou bidimensionnel (par exemple, Data Matrix ou QR Code), ou simplement d'une suite de caractères numériques.\nLe système EPC possède donc toutes les caractéristiques nécessaires pour servir de langage de base commun à l'Internet des objets : une identification individuelle et unique des objets, associée à la large diffusion d'un système standardisé. À ceci s'ajoute encore l'architecture EPC Global Network, qui définit l'organisation des systèmes d'informations destinés à assurer l'échange des informations EPC au niveau global et dont l'un des composants principaux, l'ONS (Object Naming Service), est directement basé sur le DNS (Domain Name System), élément essentiel de l'infrastructure de l'Internet actuel.\nL'utilisation du système EPC dans le cadre de l'Internet des objets n'est toutefois pas entièrement exempte de problèmes. La nature commerciale du système EPC Global en est un (l'attribution d'une plage de codes est payante) et le fait qu'une grande partie de l'architecture EPC Global Network ne soit encore qu'à l'état d'ébauche en est un autre.\nIl ne fait toutefois aucun doute que le système EPC occupe une place de choix dans la perspective du développement de l'Internet des objets, soit en tant que composant à part entière, soit comme source d'inspiration.\nAu-delà des standards existants, l'Internet des objets peut être compris comme un cyberespace « indéterministe et ouvert » dans lequel évoluent des objets logiciels virtuels autonomes associés aux objets physiques inertes et s'alimentant des données évènementielles ( RFID , code-barres , NFC , etc.). Les nouvelles possibilités offertes par les services de mobilité via la technologie NFC sur les téléphones portables devraient permettre le développement à grande échelle de l'Internet des objets, avec des initiatives comme celle de Cityzi en France, où le mobile et ses applications virtuelles sont en interaction directe avec son environnement physique et permettent ainsi d'en obtenir des informations utiles connexes (musée, transport, commerçant, etc.) [ 67 ] .\nGrâce à une interopérabilité croissante, ces entités autonomes dotées d'une intelligence propre pourraient devenir de plus en plus capables de s' auto-organiser en fonction des circonstances, des contextes ou des environnements. Ceci leur permet déjà de partager avec des tiers (entités, objets) afin de faire converger leurs finalités (à ce titre, le concept de l'Internet des objets est très proche de celui d' Intelligence ambiante ).\nL'Internet des objets, autrefois objet physique deviendrait alors, par le biais de son intelligence logicielle associée, un véritable acteur ou Agent économique [ 68 ] dans les chaines de valeur ou les processus dans lesquels il est engagé [ 69 ] , au même titre que le sont les humains, les organisations ou certains systèmes d'information. Cet Internet est par essence évènementiel [ 70 ] , il se fait notamment « par le bas », c'est-à-dire selon des approches bottom-up basées sur l'événement et permettant un pilotage opérationnel à des niveaux subsidiaires [ 71 ] .\nChaque acteur y dispose, potentiellement, de son propre référentiel (nommage, sémantique, temps) lui assurant théoriquement une autonomie de décision et de comportement, mais il dépendra de plus en plus des filtres qui sélectionneront les données supposées pertinentes pour lui dans le big data . En outre, la variété et la multiplicité des liens ou interactions entre ces acteurs en font un système complexe , capable d'intégrer de nouveaux acteurs autonomes de façon potentiellement transparente.\nDans cet Internet, l'interprétation d'un événement peut se faire selon une logique déterministe et syntaxique ou de façon contextuelle : ce Web devra donc être sémantique . Cette interprétation doit donc souvent s'affranchir de référentiels trop « généralistes » incapables de gérer les milliards d'exceptions qui seront potentiellement générés : la standardisation EPC Global entre autres, trouve ici ses limites. En effet, vouloir traiter tous les cas possibles revient à définir une « finalité » globale à grande échelle : cette tâche est impossible dans une démarche top-down (quel organisme pourra tout prévoir ?). De même, la dimension chronologique appréhendée de façon « linéaire » perd son sens dans un système si globalisé où des milliards d'évènements, très divers se produisent au même moment et parallèlement [ 72 ] : l'Internet des objets nécessitera donc le développement et l'usage de systèmes d'information massivement parallèles .\nDu fait de la connexion des objets sur l'Internet, le droit de propriété devrait être logiquement renforcé ou au contraire ouvert ou adapté à une logique collaborative . En effet, l'adage juridique selon lequel « en fait de meuble, possession vaut titre » pourrait être remis en cause en cas de vol ou de recel , voire de perte. Mais il reste alors à déterminer qui aura la charge de superviser la propriété des objets connectés et de l'information qu'ils ont collectivement co-généré.\nLa géolocalisation et la protection des données sont débattus entre experts, entreprises et profanes [ 73 ] . Concernant les impératifs de sécurité et protection des données, il convient de rappeler que conformément à l'article 226-17 du Code pénal, le non-respect de l'obligation de sécurité imposée à tout traitement de données à caractère personnel est sanctionné de 5 ans d'emprisonnement et de 300 000 € d'amende. Lorsque c'est une personne morale qui est en cause, l'amende peut être multipliée par cinq et atteindre 1 500 000 € .\nElle doit concerner des objets mais aussi les données qu'ils acquièrent et utilisent.\nAlors que dans un système opaque, nos comportements et sentiments sont de plus en plus prédéterminés par des informations et publicités personnalisées ou ciblées, par les résultats des moteurs de recherche , les systèmes et outils d'aide et conseil et des technologies cachées d'analyse et de suivi de nos émotions , et alors que « des milliers de morceaux de métadonnées ont été recueillies sur chacun de nous » [ 74 ] , des entreprises, lobbies ou gouvernements peuvent plus facilement manipuler nos décisions. L'usager d'Internet et des objets connectés dépend aujourd'hui de filtres et d'algorithmes complexes et brevetés, qu'il ne peut maitriser [ 1 ] .\nOn recense en effet déjà de nombreux incidents. La sécurité des voitures connectées par exemple, a été mise en cause après la démonstration du piratage en juillet 2015 d'une Jeep Cherokee alors qu'elle roulait sur l'autoroute [ 75 ] .\nEn réponse aux risques de dérives, de mésusage, de détournement, de vol, de manipulation, d'appropriation ou usages illégaux de ces informations et en particulier de l'information personnelle ou d'intérêt général ( bien commun ), l' ETH de Zurich travaille avec divers partenaires à la mise au point de systèmes d'information ouverts et transparents, fiable et contrôlables par l'utilisateur qui dépend aujourd'hui de filtres et d'algorithmes complexes brevetés qu'il ne peut maitriser [ 1 ] . L'ETH veut créer un système distribué dit Nervousnet, une sorte de « système nerveux numérique » capable de préserver la vie privée en utilisant les réseaux de capteurs de l'Internet des objets (dont ceux des smartphones) afin de décrire le monde qui nous entoure de manière plus transparente dans un lieu collectif « bien commun de données ». Selon ces chercheurs, les nombreux défis à relever seront plus facilement résolus via une plate-forme ouverte et participative et des systèmes de gouvernance par la communauté basé sur des règles simples, « approche qui a fait ses preuves pour de grands projets tels que Wikipédia et Linux » . Selon les auteurs du projet, de même que « les standards ouverts du World Wide Web ont créé des opportunités socioculturelles et économiques sans précédent, un cadre approprié à l'Internet des objets et à la société numérique pourrait aussi favoriser un âge de prospérité » .\nLa nature amorphe de l'informatique des objets connectés est un problème pour la sécurité, car certains correctifs sur les systèmes d'exploitation de base ne parviennent pas aux appareils plus anciens ou à ceux qui sont les moins chers. Des chercheurs estiment à plus de 87 % les dispositifs actifs vulnérables. Ce qui est notamment dû selon eux, à l'échec des fournisseurs d'objets connectés à apporter des correctifs et des mises à jour de sécurité aux objets plus anciens [ 76 ] .\nPhilip N. Howard (en) , professeur et auteur, écrit que l'Internet des objets offre un potentiel immense pour responsabiliser les citoyens, mais également pour rendre le gouvernement plus transparent, et essayer d'élargir l'accès à l'information. Cependant, Howard nous met en garde contre les atteintes à la vie privée, le contrôle social et la manipulation politique [ 77 ] .\nLes préoccupations relatives à la protection de la vie privée ont conduit de nombreuses personnes à envisager la possibilité que les infrastructures de big data comme l'Internet des objets et l' exploration de données soient par nature incompatibles avec la vie privée. L'auteur Adam Greenfield affirme que ces technologies ne sont pas seulement une invasion de l'espace public mais qu'elles sont aussi utilisées pour prolonger une attitude normative, citant l'exemple d'une entreprise de panneaux d'affichage qui avait dissimulé des caméras pour pouvoir observer quelles personnes s'étaient arrêtées pour lire l'annonce [ 78 ] .\nLe conseil de l'Internet des objets a comparé la croissance de la surveillance numérique à l'architecture carcérale panoptique décrit par Jeremy Bentham au XVIII e siècle [ 79 ] . Les philosophes français Michel Foucault et Gilles Deleuze ont également défendu cette idée. Dans Surveiller et Punir : Naissance de la prison , Foucault explique que le système panoptique était un élément central de la société de discipline développée au cours de la révolution industrielle . Foucault a également fait valoir que ces systèmes de discipline reflètent la vision de Bentham. En 1992, Deleuze, dans post-scriptum sur les sociétés de contrôle , a écrit que la société de discipline avait été remplacée par une société de contrôle, avec l' ordinateur remplaçant le panoptique comme un instrument de discipline et de contrôle, tout en conservant les valeurs du panoptisme [ 80 ] .\nLa vie privée des ménages pourrait être compromise seulement par l'analyse des tendances des réseaux domestiques intelligents sans avoir à décrypter le contenu des données. Cependant, un système d'envoi de données synthétiques peut être utilisé pour empêcher ce genre de menaces sur la vie privée.\nPeter-Paul Verbeek, professeur de philosophie de la technologie à l' Université de Twente , aux Pays-Bas, écrit que la technologie influence déjà nos prises de décisions morales, qui elles-mêmes affectent l'activité humaine, la vie privée et l'autonomie. Il nous met en garde contre la technologie de visualisation qui serait seulement un outil humain mais il préconise de plutôt le considérer comme un agent actif [ 81 ] .\nJustin Brookman, du Centre pour la démocratie et la Technologie américain, a exprimé son inquiétude à propos de l'impact de l'Internet des objets sur la vie privée des consommateurs, en disant : « il y a certaines personnes dans le monde commercial qui disent : « Le big data , génial, collectons toutes les informations possibles, gardons-les en permanence à proximité, nous paierons quelqu'un pour s'occuper de la sécurité de ses données plus tard. » La question est de savoir si nous voulons une base réglementaire pour pouvoir limiter cela. »\nTim O'Reilly estime que la façon dont les entreprises vendent les appareils connectés est déplacée, contestant le fait que l'Internet des objets améliore l'efficience en mettant différents objets en ligne et en supposant que « les objets connectés sont vraiment faits pour augmenter la connaissance humaine. Les applications sont foncièrement différentes lorsque vous avez des capteurs et des données pilotant la prise de décision » [ 82 ] , [ 83 ] .\nLes éditeurs du magazine américain, Wired , ont également exprimé leurs doutes, l'un d'eux déclarant : « Vous êtes sur le point de perdre votre vie privée. En fait, c'est pire que cela. Vous n'êtes pas seulement en train de perdre votre vie privée mais vous allez assister à la redéfinition de la notion de vie privée. » [ 84 ]\nL' Union américaine pour les libertés civiles (ACLU) a exprimé sa préoccupation à propos de la capacité qu'a l'Internet des objets d'éroder le contrôle que peuvent avoir les personnes sur leur propre vie. L'ACLU a écrit qu' « il n'y a aucun moyen de prévoir de quelle façon ce pouvoir immense — accumulé disproportionnellement dans les mains de sociétés cherchant des avantages financiers et des états voulant toujours plus de contrôle — sera utilisé. Il est probable que le big data et l'Internet des objets rendent le contrôle de nos vies plus difficile, car nous sommes de plus en plus transparents aux yeux des grandes sociétés et des institutions gouvernementales qui elles sont de plus en plus opaques pour nous » .\nDes chercheurs ont identifié les difficultés liées à la vie privée pour toutes les parties prenantes à l'Internet des objets, du fabricant au consommateur final, en passant par les développeurs d'applications et ont examiné la responsabilité de chacun dans la protection de la vie privée. Le rapport met en évidence certains problèmes [ 85 ] :\nEn 2007, face à l'augmentation des inquiétudes au sujet de la vie privée et de l'intelligence technologique, le gouvernement britannique a déclaré qu'il ferait en sorte de les résoudre, par la mise en place d'un programme de compteurs électriques intelligents. Le programme entraînerait le remplacement des compteurs électriques traditionnels par des compteurs électriques intelligents, qui seront capables de suivre et de gérer plus précisément la consommation d'énergie. Cependant, des doutes sont émis face à ces principes qui n'ont jamais réellement été mis en œuvre. En 2009, le Parlement néerlandais a rejeté un programme similaire de compteurs intelligents , fondant leur décision sur des préoccupations concernant le respect de la vie privée. Le programme néerlandais sera finalement adopté après révision en 2011 [ 86 ] .\nUn exemple très parlant de l'atteinte à la vie privée celui de Samsung . En effet, les individus possédant un téléviseur connecté Samsung ont appris que les fonctionnalités de reconnaissance vocale de leur télé impliquaient l'enregistrement et l'utilisation des conversations des utilisateurs, chez eux, par l'intermédiaire des micros de leur téléviseur. Avec ces révélations, les utilisateurs ont eu l'impression de perdre le contrôle sur leurs informations personnelles et sur leurs objets [ 87 ] .\nLes objets connectés sont le sujet principal du livre jeunesse Ada & Zangemann . Dans le conte, ces objets sont contrôlés par un seul homme, Zangemann, obligeant Ada et ses camarades à s'en libérer pour retrouver autonomie et pouvoir d'agir [ 88 ] .\nL'évolution rapide des objets connectés a fait l'objet de préoccupations du fait du manque de considération des enjeux en matière de sécurité et de modifications réglementaires qui pourraient se révéler nécessaire d'effectuer. En effet, selon l' Insider Business Intelligence Survey , une enquête réalisée au dernier trimestre de 2014 montre que 39 % des personnes interrogées pensent que la sécurité est leur principale préoccupation au moment d'adopter l'Internet des objets. Elles redoutent en particulier les cyberattaques, susceptibles de devenir une menace de plus en plus physique et non plus seulement virtuelle face à l'évolution des objets connectés [ 89 ] .\nDans un article de janvier 2014 publié dans Forbes , un chroniqueur en cybersécurité, Joseph Steinberg a répertorié plusieurs appareils connectés à l'Internet qui peuvent déjà « espionner les gens dans leur propre maison » à savoir, les téléviseurs, les appareils de cuisine, les caméras et les thermostats [ 90 ] . Le 21 octobre 2016 , ces appareils ont été détournés de leur fonction et piratés afin de voler de nombreuses informations. En effet, les sites les plus fréquentés de la planète ont été piratés et rendus inaccessibles pendant plusieurs heures dont Amazon , eBay , Airbnb , PayPal , Spotify , Twitter ou encore les services de jeux en ligne de PlayStation et Xbox [ 91 ] , [ 92 ] .\nLes dispositifs commandés par ordinateur dans les automobiles tels que les freins, le moteur, les serrures, la chaleur et le tableau de bord seraient considérés comme vulnérables face aux hackers qui ont accès à l'ordinateur de bord du véhicule. Dans certains cas, les systèmes informatiques du véhicule sont connectés à l'Internet, leur permettant d'être contrôlés à distance [ 93 ] , [ 94 ] .\nAutre exemple, en 2008, des chercheurs en sécurité avaient démontré la capacité à contrôler à distance des stimulateurs cardiaques sans autorisation. Plus tard, il en a été de même pour les télécommandes de pompes à insuline et les défibrillateurs cardioverteurs implantables [ 95 ] , [ 96 ] .\nLa Communauté du renseignement des États-Unis [ 97 ] maintient qu'il serait difficile de nier l'accès aux réseaux de capteurs et d'objets télécommandés par les ennemis des États-Unis, criminels, semeurs de discorde [ 98 ] … Un marché ouvert pour les capteurs de données agrégés qui ne pourrait plus servir les intérêts du commerce et de la sécurité, s'il aide les criminels et espions dans l'identification des cibles vulnérables. Ainsi, la fusion de données parallèle pourrait nuire massivement à la cohésion sociale, si elle s'avère fondamentalement incompatible avec les garanties du Quatrième amendement de la Constitution des États-Unis contre les fouilles, les perquisitions.\nEn réponse à l'augmentation des préoccupations liées à la sécurité, la IoT Security Foundation a été créée le 25 septembre 2015 . Cette fondation a pour mission de sécuriser les objets connectés en promouvant les connaissances et les bonnes pratiques. Son conseil d'administration est constitué de fournisseurs technologiques et d'entreprises de télécommunications incluant BT , Vodafone , Imagination Technologies et Pen Test Partners. L'importance de la sécurité des objets connectés en constitue un marché très lucratif. Les analystes valorisent ce marché à 350 millions de dollars. Ce chiffre devrait plus que doubler d'ici à 2020 [ 99 ] .\nPlutôt que les vulnérabilités de sécurité classiques, les attaques par injection de fautes sont en augmentation et ciblent les appareils IoT. Une attaque par injection de fautes est une attaque physique contre un appareil pour introduire délibérément des fautes dans le système afin de modifier le comportement prévu. Des défauts peuvent se produire involontairement par des bruits environnementaux et des champs électromagnétiques. Il existe des idées issues de l'intégrité du flux de contrôle (CFI) [ 100 ] pour empêcher les attaques par injection de fautes et la restauration du système à un état sain avant la faute [ 101 ] .\nUn chercheur en informatique à l' Université Brown , Michael Littman, a soutenu que l'exécution réussie de l'Internet des objets exige la facilité d'utilisation de l'interface ainsi que de la technologie elle-même. Ces interfaces doivent être non seulement plus conviviales, mais aussi mieux intégrées : « Si les utilisateurs ont besoin d'apprendre différentes interfaces pour leurs aspirateurs, leurs serrures, leur arrosage, leurs lumières et leurs cafetières, il est dur de dire que leur vie leur a été facilité. » [ 102 ]\nLe coût humain et environnemental de l'exploitation minière des métaux des terres rares qui font partie intégrante des composants électroniques modernes qui continuent de croître. La production d'équipements électroniques croît de plus en plus au niveau mondial et pourtant peu de composants des métaux sont recyclés. Les impacts sur l'environnement pourraient donc être amenés à augmenter [ 103 ] .\nUn autre impact sur l'environnement tient au fait que le remplacement des composants électroniques est souvent dû à l'obsolescence technologique plutôt qu'à de réelles défaillances de la fonction. Les composants qui étaient autrefois conçus pour être maintenus en service pendant des décennies voient aujourd'hui leur cycle de renouvellement raccourci s'ils font partie de l'Internet des objets. Ce phénomène se traduit par une augmentation conséquente des déchets et par conséquent entraîne des impacts environnementaux [ 104 ] , [ 105 ] .\nSelon le rapport « Empreinte environnementale du numérique mondial » publié en décembre 2019 par Frédéric Bordage (GreenIT.fr), la croissance exponentielle du nombre d’objets connectés (de 1 milliard en 2010 à 48 milliards en 2025) s’accompagnera d’une hausse de leur contribution aux impacts de l’univers numérique de moins de 1 % en 2010 à une proportion comprise entre 18 % et 23 % en 2025, ce qui est énorme. Le rapport préconise d'adopter une posture de sobriété numérique , et pour cela de [ 106 ] :\nL' Electronic Frontier Foundation (EFF) a soulevé des doutes concernant le fait que les entreprises puissent utiliser les technologies nécessaires au support des périphériques connectés pour désactiver intentionnellement les modules clients via une mise à jour logicielle à distance ou en désactivant un service nécessaire au fonctionnement du dispositif. On parle d' obsolescence programmée .\nPar exemple, les appareils de domotique vendus avec la promesse d'un abonnement à vie rendus inutilisables, après que les laboratoires Nest aient racheté Revolv et pris la décision de fermer les serveurs centraux que Revolv avait l'habitude d'utiliser. Revolv étant une société qui propose un boitier universel pour contrôler les différents objets de la maison [ 107 ] .\nComme Nest est une société détenue par Alphabet (la société mère de Google ), L'Electronic Frontier Foundation soutient que cela crée un « précédent terrible pour une entreprise qui a pour ambition de vendre des voitures autonomes, des appareils médicaux et autres gadgets haut de gamme qui peuvent s'avérer essentiels à la subsistance ou à la sécurité physique d'une personne » .\nLes propriétaires devraient être libres d'orienter leurs appareils vers un autre serveur ou de fonctionner sur un logiciel amélioré. Mais une telle action viole les la section 1201 des DMCA américaines, qui a seulement une exemption pour « l'utilisation locale ». Cela force les « bricoleurs » qui veulent continuer à utiliser leur propre équipement à entrer dans une zone grise juridique. L'Electronic Frontier Foundation pense que les acheteurs devraient refuser les appareils électroniques et les logiciels qui priorisent les souhaits du fabricant au détriment des leurs.\nDes exemples de manipulations d'après-vente comprenant Google Nest Revolv , les paramètres de confidentialité désactivés sur Android , Sony mettant hors service GNU/Linux sur PlayStation 3 , l'exécution forcée des conditions générales d'utilisation sur Wii U .\nAujourd'hui, en France, depuis 2015, l'obsolescence programmée est passible d'une peine de prison et d'une amende pour infraction à la loi relative à la transition énergétique [ 108 ] .\nSur les autres projets Wikimedia :\n: document utilisé comme source pour la rédaction de cet article."
}