{
  "id": 93,
  "title": "Photographie",
  "url": "https://fr.wikipedia.org/wiki/Photographie",
  "date": "2025-11-29T22:30:36.389063",
  "content": "« Photo » redirige ici. Pour les autres significations, voir Photo (homonymie) .\nmodifier - modifier le code - modifier Wikidata\nLa photographie est un art visuel , qui consiste à enregistrer un sujet en image fixe, avec un ensemble de techniques, de procédés et de matériels [ 1 ] .\nPar extension, le terme « photographie », ainsi que son apocope « photo », désignent aussi le phototype c'est-à-dire « tout support photographique, négatif ou positif, visible et stable, obtenu après exposition et traitement d'une couche sensible (qui s'oppose à l'image latente), ou le fichier numérique obtenu par appareil de prise de vue numérique. Ainsi, lorsqu'une photographie en noir et blanc est doublée en couleurs, le négatif noir et blanc et le positif (ou négatif) couleurs constituent deux phototypes distincts » [ 2 ] , [ 3 ] .\nLa prise de vue photographique repose sur deux composantes essentielles. D'une part, par la présence d'un dispositif optique permettant de capter la lumière ambiante pour la création de l'image et d'autre part d’un support argentique ou numérique afin de fixer cette image.\nLes usages de cette technique ont évolué, et sa dimension professionnelle et artistique a notamment été reconnue.\nLe substantif féminin [ 4 ] , [ 5 ] , [ 6 ] , [ 7 ] « photographie » ( photography ) a été proposé par John Herschel dès mars 1839 et provient de deux racines d'origine grecque :\n« Photographie » signifie ainsi littéralement « peindre avec la lumière ». Le terme plus court « photo » est très fréquemment utilisé. Dans le cas où l'on parle d'une image photographique, on emploie aussi souvent les termes « image » ou « vue », les termes « tirage » et « agrandissement », étant de moins en moins usité depuis l'avènement de la photographie numérique .\nEn français, « photographie » est attesté dès 1832 dans le Dictionnaire général de la langue française de François Raymond, mais comme « description de l'histoire naturelle qui traite de la lumière » [ 5 ] , [ 8 ] . Le premier emploi connu de photographie comme « technique de représentation de la réalité et de reproduction d'images à l'aide de procédés fondés sur des réactions chimiques à la lumière et de moyens optiques » figure dans les Carnets d' Hercule Florence , à la date du 21 janvier 1834 [ 5 ] , [ 9 ] .\nEn allemand , le terme est attesté dès le 25 février 1839 dans le Vossische Zeitung [ 5 ] .\nLa photographie résulte d'une série de nombreuses innovations technologiques et techniques dans les domaines de l' optique , de la chimie , de la mécanique , de l' électricité , de l' électronique et de l' informatique . Elle se base sur le mécanisme biologique de l' œil humain .\nLes deux phénomènes nécessaires à l'obtention d'images photographiques étaient pour certains connus depuis longtemps et explicités dans le Traité d'optique du mathématicien, philosophe et physicien arabe Alhazen au début du XI e siècle. Les réflexions d' Aristote et les travaux du père de l'optique moderne Ibn al-Haytham , ont permis de mettre la réalité en boîte ; il suffit de percer un « petit trou » ( sténopé ) dans une chambre noire (en latin : camera obscura ) pour voir apparaître une image inversée dans le fond blanc de la boîte. D'autre part, les alchimistes savaient que la lumière noircissait le chlorure d'argent . Vers 1780, Jacques Charles , connu pour son invention de l' aérostat gonflé à l'hydrogène, parvint à figer de façon fugitive, une silhouette obtenue par le procédé de la chambre noire sur du papier imbibé de chlorure d'argent. Thomas Wedgwood (1771-1805) fit des expériences analogues avec le nitrate d'argent ; il en publia un mémoire en 1802. De son côté, John Herschel en 1819 décrit les propriétés de l' hyposulfite de sodium qui deviendra le fixateur [ 10 ] .\nNicéphore Niépce , un inventeur de Chalon-sur-Saône , en 1822-1824, associe ces trois procédés pour fixer l'image sur des plaques d' étain recouvertes de bitume de Judée, sorte de goudron naturel soluble dans l'essence de lavande et qui possède la propriété de durcir à la lumière. Il suffit alors d'éliminer le bitume excédentaire en le dissolvant. L'image obtenue est de qualité moyenne et nécessite plusieurs jours de pose. La première héliographie (c'est ainsi qu'il nommait un tel cliché photographique) qui nous est connue est Point de vue du Gras (1826-1827) représentant une aile de sa propriété à Saint-Loup-de-Varennes en Saône-et-Loire . À partir de 1828 Niépce s'associe avec Louis Daguerre mais il meurt subitement en 1833 et Daguerre poursuit seul l'amélioration du procédé, notamment en découvrant le principe du développement de l' image latente , moyen de raccourcir le temps de pose à quelques dizaines de minutes.\nEn 1839, Daguerre promeut son invention auprès du savant et député François Arago , qui lui accorde son soutien. C'est ainsi que la date conventionnelle de l'invention de la photographie est le 7 janvier 1839 , jour de la présentation par Arago à l' Académie des sciences de l'« invention » de Daguerre, le daguerréotype [ 11 ] . C'est en fait une amélioration de l'invention de Niépce en 1824 [ 12 ] .\nEn 1861, Thomas Sutton réalise la première photographie couleur . En 1869, Louis Ducos du Hauron et Charles Cros présentent un procédé à l'origine de la trichromie .\nUn appareil photographique comprend un objectif et un détecteur photosensible, ainsi que des mécanismes permettant de réaliser des réglages ( mise au point , diaphragme ), la prise de vue (déclencher l' obturateur ), et dans certains cas éclairer la scène ( flash ). Si les principes de l'appareil photo sont restés les mêmes depuis son origine au XIX e siècle, les technologies ont considérablement évolué au fil du temps. Un changement majeur a été le passage de l'argentique au numérique à la fin du XX e siècle.\nLe genre photographique précise la pratique de la photographie, distinguant les sujets, thèmes, techniques, disciplines, styles, applications, etc. On distingue par exemple les photographies réalisées en extérieur sous un éclairage naturel ou public, de celles faites en intérieur avec un éclairage artificiel modulable ; et les photographies comportant ou non une présence humaine.\nOn distingue la lumière naturelle, en intérieur ou en extérieur, et la lumière artificielle.\nLes lumières artificielles diffèrent par leur source, continue (incandescence, tungstène ou LED) ou discontinue (flash électronique) et par la dimension de la source (allant d'une dizaine de cm de diamètre pour les petits projecteurs Fresnel comme les Mizar ou les Magis, à plus de 3 mètres de diamètre comme les 330 cm du modeleur FP de Broncolor en passant par toute la gamme de modeleurs de Profoto et d' Elinchrom ).\nComme son nom l'indique, la photographie consiste avant tout à utiliser de la lumière pour enregistrer quelque chose. Ceci suppose d'une part qu'il y ait de la lumière à enregistrer, et d'autre part que cette lumière forme des figures et une image intéressante par ses contrastes : contrastes d'intensités entre noir et blanc , contrastes de couleurs, contrastes de textures, qui par leur disposition restituent le sujet photographié. L'art du photographe consiste avant tout à jouer avec cette lumière, ce qui implique parfois d'organiser l'éclairage pour mieux capter son sujet.\nIl ne suffit pas qu'il y ait de la lumière pour pouvoir faire une bonne photographie, encore faut-il qu'elle soit adaptée au sujet que veut capter le photographe. Une photo en contre-jour conduit par exemple à un fort contraste entre le sujet et le fond, mais les détails du sujet proprement dit seront souvent peu discernables dans les zones sombres : c'est en cela qu'un portrait pris en contre-jour est souvent considéré comme raté (et nécessite l'usage d'un coup de flash pour déboucher le sujet). Mais ce contre-jour peut constituer par lui-même un effet artistique intéressant, pour mettre en évidence une silhouette abstraite. Inversement, le photographe peut choisir de corriger l'exposition pour saturer le fond, et restituer son sujet dans un halo lumineux.\nLe contre-jour est souvent associé à des images à fort contraste, où le sujet apparaît sombre sur un fond lumineux. Toutefois, il peut aussi être utilisé dans des conditions de lumière homogène, en particulier en portrait. Lorsqu’un sujet est placé devant une source lumineuse avec un fond de luminosité équivalente, le contre-jour agit comme un détourage naturel, séparant visuellement le sujet du décor. Cette technique permet de faire ressortir la silhouette sans recours à un éclairage latéral ou frontal, un procédé parfois comparé à la « kick light » en photographie ou en cinéma anglo-saxon.\nDe même, l'éclairage direct du soleil crée des zones d'ombre et de lumière, qui peuvent former un fond très contrasté, nuisant à la lisibilité du sujet principal. De ce point de vue, il est possible de représenter un sujet dans un éclairage uniforme ou diffus. Pour éviter ce problème, les studios d'artistes sont de préférence éclairés par des baies ouvrant vers le nord [ 13 ] [source insuffisante] .\nPar rapport au sujet qu'il veut reproduire, le photographe ajoute un élément essentiel de la photographie : le cadre.\nLe cadre établit avant tout une limite entre ce qui sera reproduit sur l'image et ce qui au contraire devra en être exclu. Contrairement au peintre, qui ajoute des éléments à sa composition, le premier souci du photographe est d'éliminer de son cadrage les éléments inutiles, étrangers à l'idée qu'il veut faire passer, ou qui détourneront l'attention du spectateur : personnage passant dans l'arrière-plan, câble électrique, avion dans le ciel… Selon un proverbe de portraitistes, on doit d'abord s'intéresser au décor avant de regarder le modèle.\nLe cadre définit ensuite l'espace dans lequel le sujet sera mis en scène. La photographie doit présenter les différentes parties de son sujet d'une manière qui en rende la perception plaisante et aisée. Les lignes de force de l'image se définissent par rapport au cadre : diagonales , règle des tiers , etc. Pour une scène donnée, c'est par le cadrage que le photographe peut harmoniser ou non sa composition. Le soin à apporter au cadrage est particulièrement critique dans le cas des diapositives, qui ne peuvent pas être recadrées par la suite.\nLe « sujet » d'une photographie est tout ce qu'il y a dans le cadre. En dehors de cadrages particulièrement « serrés », l'élément principal n'occupe souvent qu'une fraction minime de l'image. Le reste forme le décor, souvent en avant plan ou arrière-plan, parfois dans le même plan que l'élément principal. Une bonne composition doit assurer que le décor met en valeur le sujet d'une manière suffisamment contrastée, et ne distrait pas l’œil par des détails inutiles.\nLe premier plan, le second plan, et l'arrière-plan définissent souvent des zones dans une photographie. Selon la profondeur de champ, un de ces plan peut être mis en valeur.\nLe cadrage pour le portrait se décline du plus lointain au plus rapproché en plan large, plan serré, plan italien, plan américain , plan taille, plan buste, gros plan et détail (très gros plan).\nL'orientation permet d'accentuer les plans, comme un point de vue en contre-plongée ou en plongée .\nPlusieurs réglages sont nécessaires à la réalisation d'une photographie. La justesse de ces réglages conditionne la qualité technique de l'image, notamment sa netteté et son exposition. Les appareils photographiques modernes prennent en charge tous ces réglages à l'aide d'automatismes qui sont souvent débrayables.\nDès son invention, l'usage de la photographie est intimement lié à l'évolution de sa technique. Elle est devenue le premier art réellement populaire.\nAux origines, la photographie fut utilisée par les peintres comme aide pour leurs travaux. Puis, elle devint rapidement un moyen d'expression à part entière, de nombreux artistes la pratiquant parallèlement à d'autres modes d'expression ou s'y consacrant exclusivement.\nLes peintres appliquaient leur art à diverses formes d'expression, et se spécialisaient dans les scènes de genre, la décoration, la peinture d'histoire ou le portrait ; assez vite les photographes explorèrent diverses voies pour mettre à profit les nouvelles techniques qui s'offraient à eux. Et ces applications se multiplièrent avec les progrès et la facilité d'utilisation qui s'ensuivirent. Si le portrait se développa rapidement dès lors que les durées de pose furent limitées à quelques minutes — on s'aidait pour cela de sièges pourvus d'appuie-tête et d'accoudoirs divers — les autres genres photographiques proliférèrent dès que l'on put utiliser un matériel relativement transportable et commode d'emploi.\nLa nature morte et le portrait s'accommodaient bien des contraintes liées aux premiers procédés utilisés, qui nécessitaient de disposer d'un laboratoire attenant au studio de prise de vue, car les émulsions devaient être préparées juste avant l'exposition à la lumière, et le développement devait suivre immédiatement après.\nAvant la photographie, c'est la peinture qui avait pour rôle la représentation de la réalité. Mais l'arrivée de la photographie bouleverse le monde de la peinture. Elle perd son rôle de représentation de la réalité et doit alors se réinventer, se diversifier ou bien disparaître. Le conflit du dessin et de la couleur qui remonte à la Renaissance italienne reprend vigueur et s'affirme à nouveau pour rappeler ce qui distingue la peinture des autres arts :\nLa peinture deviendra par la suite de plus en plus autonome et questionnera davantage les spécificités de son médium. Les liens entre peinture et photographie seront toujours très étroits, l'une empruntant à l'autre: les genres picturaux en photographie et les qualités visuelles de la photo en peinture, tel l'hyperréalisme qui instituera la photo elle-même comme le sujet de la peinture…\nDans la classification des arts dérivée de celle d' Hegel , la photographie reçoit la huitième place (en concurrence avec la radiodiffusion et la télévision ). Ces trois activités sont parfois regroupées en « arts médiatiques ».\nLa photographie est un moyen technique et mécanique de conserver une représentation graphique des moments, des objets ou des personnes. Mais c'est aussi un moyen d'expression plus ou moins abstrait, portant la signature de son auteur, le photographe , et dont l'objectivité est équivalente à n'importe quelle œuvre artistique. Longtemps enfermée dans l'imitation de la peinture ( pictorialisme , marines, portraits, etc. ), la photographie a trouvé sa propre voie artistique avec l'apparition du surréalisme au milieu du XX e siècle. Aujourd'hui, de nombreux artistes exploitent ce medium souvent associé à la « documentation » plus qu'à l'art en tant que tel, les artistes photographes mélangeant parfois de nombreux media différents (peinture, sculpture, maquillage, arts numériques) sur une seule image. La photographie, en tant qu'art, permet ainsi, plus que tout autre medium, d'ancrer la réalité dans une œuvre d'art afin de lui donner une nouvelle dimension [ 14 ] . La promotion de la photographie en tant qu'art est souvent difficile en France, des expositions comme celle de Roger Ballen à la Halle Saint Pierre à Paris tendant toutefois à montrer cette facette de la photographie au public du XXI e siècle [ 15 ] .\nEn France, pour être qualifiée « d'œuvre d'art », une photographie doit être tirée par l'artiste ou sous son contrôle, signée et numérotée dans la limite de 30 exemplaires, tous formats et supports confondus (article 98A de l’Annexe III du Code Général des Impôts) [ 16 ] . En effet, la législation française distingue le statut d' « artisan photographe » et celui d' « auteur photographe », le premier faisant référence au photographe de reportage ou documentaire, et le second à l'artiste photographe, habilité à vendre des œuvres d'art telles que définies précédemment.\nLa photographie, elle aussi, connaît différents courants artistiques tout comme la peinture, les principaux sont :\nDans le même temps apparut la possibilité de l'utiliser comme témoignage historique, et se développa la notion de photo reportage. Ainsi, le banquier Albert Kahn tentera de constituer, de 1909 à 1931, les archives de la planète en envoyant des photographes dans cinquante pays du monde.\nDès les débuts de la photographie, le réformateur social Jacob Riis a vu en celle-ci un moyen de diriger l'attention du public sur la pauvreté et la souffrance . En 1880, il a commencé à prendre en photo les quartiers pauvres de New York à la tombée de la nuit. En guise de flash , il utilisait de la poudre de magnésium qu'il faisait brûler dans une poêle à frire. Par deux fois, il a mis le feu à la maison où il travaillait, et une autre fois à ses vêtements. On dit que ses clichés ont motivé certaines réformes entreprises par Théodore Roosevelt à son arrivée à la Maison-Blanche [Lesquelles ?] . D'autre part, la force persuasive d'une série de photographies de paysages prises par William Henry Jackson a amené le congrès américain , en 1872, à faire de Yellowstone le premier parc national du monde.\nLe daguerréotype fut présenté en 1839 à l' académie des sciences . François Arago , son secrétaire perpétuel , perçut son potentiel et fit acheter le procédé par l'état. Les premières applications furent dans le domaine de la photomicrographie , de l' astronomie et de la recherche médicale [ 17 ] .\nEn médecine, Jules Bernard Luys photographia en 1873 une coupe de cerveau qui lui permit de prouver l'existence de circuits neuronaux [ 18 ] . En psychiatrie, Jean-Martin Charcot créa le service photo de la Salpêtrière en 1878 pour photographier sur le vif des patients en état de crise [ 19 ] . Guillaume Duchenne de Boulogne utilise la photographie en physiologie pour caractériser les expressions [ 20 ] . Le biologiste Louis Boutan réalise les premières prises de vues sous-marine à partir de 1893 [ 21 ] . L'égyptologue Richard Lepsius fut, dès 1842, le premier à utiliser la photographie pour l'archéologie [ 22 ] . La photogrammétrie dont Aimé Laussedat fut l'un des pionniers en 1849, utilise la photographie pour révéler la forme, les dimensions et les détails de paysages et d'objets. La photographie et la photogrammétrie sont des outils essentiels de l' archéologie [ 23 ] , [ 24 ] , [ 25 ] , de la cartographie [ 26 ] , et de nombreux domaines.\nLes techniques se diversifient peu à peu, avec déjà l'utilisation de la radiographie , en 1895, puis se répandent dans tous les champs des sciences. Le terme d' imagerie supplante souvent au XXI e siècle celui de photographie (par exemple imagerie médicale , imagerie spatiale ).\nDans le domaine des sciences humaines et sociales , la photographie est devenue à la fois un outil et un objet de recherche. Guarrigues [ 27 ] souligne un parallèle entre la photographie et les sciences sociales : toutes deux montrent « quelque chose de l’homme » tout en révélant « comment l’homme s’informe sur l’homme ». En tant qu’instrument de recherche, Rongeon [ 28 ] , en citant Maresca [ 29 ] , avance que la photographie devient « une pratique d’observation et de visualisation sur le terrain, [et] permet de capter une réalité donnée pour ensuite la révéler ». La photographie peut également devenir une façon d'organiser la pensée et de raconter des faits sans les paroles, moyennant un protocole systématique, ainsi que le rapporte Laplantine [ 30 ] . En tant qu'objet de recherche, l'anthropologie visuelle a contribué à alimenter ces réflexions [ 28 ] .\nVers la fin des années 1880, le coût et la complexité de la photographie dissuadaient encore de nombreuses personnes de s'y essayer davantage. Toutefois, quand en 1888 George Eastman lance le Kodak , un appareil photo portatif très maniable et doté d'une pellicule , la voie s'est dégagée pour le photographe amateur.\nQuand un client avait pris ses photos, il retournait l'appareil entier à l'usine. La pellicule y était traitée, et l'appareil rechargé, puis réexpédié avec des photos développées, le tout à un prix relativement bas. Le slogan « Appuyez sur le bouton, nous ferons le reste » n'avait rien d'exagéré.\nMais ce n’est pas pour autant que l’amateurisme s’est développé aussi rapidement. Au début du xx e siècle, la photographie était majoritairement exercée par un professionnel, à l’occasion d’évènements importants dans la vie familiale comme le mariage. Les photos réalisées étaient alors des photos de groupes, des membres de la famille. La Première Guerre mondiale a été un élément déclencheur de la démocratisation de la photographie sous plusieurs angles. C’est le plein essor de la photographie individuelle ; chaque conscrit était photographié. Les photos étaient alors utilisées dans l’administration mais cela permettait aussi aux familles d’avoir une image du soldat alors que la situation politique et militaire était instable. Dans le même temps, des photographies des épouses, enfants et nouveau-nés sont de plus en plus réalisées pour être envoyées au soldat, sur le champ de bataille. On observe alors une circulation d’images, qui est rassurante pour la famille et mémorable, pour les soldats ayant survécu. Cependant, si la Première Guerre mondiale a donné une impulsion à la photographie, ce n’est pas pour autant que l’on observe un accroissement immédiat de la photographie dans la société. La première photo de soi arrivait, dans les classes bourgeoises, durant l’enfance (quelquefois à la naissance pour les familles habituées à cette technique) ; dans les classes paysannes plus pauvres, c’était souvent plus tard que cette photo apparaissait, à l’occasion d’un mariage ou d’une communion, ou encore à l’occasion du service militaire pour les hommes. Le hasard joue aussi un rôle dans la progression des portraits familiaux dans le milieu paysan grâce notamment aux photographes professionnels qui proposaient leurs services dans les campagnes. Pour beaucoup, c’est la photo de classe, mise en place en 1920, qui constitue leur première photo. La photographie a donc inauguré une époque où l'on pouvait disposer de son portrait ou de représentations d'objets ou de lieux qui restaient jusque-là réservés à une élite économique, quand il fallait demander à un peintre de réaliser une image. Cela s'est traduit dans un premier temps par certaines photographies qui s'approchaient beaucoup du portrait peint le plus classique. La photographie a permis d’introduire un nouveau concept dans la société : celui de pouvoir voir une personne (son visage, ses traits, son allure générale) sans la connaître ni ne l’avoir vue. C’est le cas notamment des célébrités, qui paraissent dans des journaux, et des défunts parents, que des membres de la famille n’auraient jamais connu que par un de leurs portraits. La notion de souvenir, et parfois de deuil, peut être associée à ces clichés. À partir des années 1960, de nombreux appareils photos , automatiques et bon marché, font leur apparition, entraînant la mise en place d’une nouvelle pratique amateur de la photographie. Il y a toutefois des avis partagés sur cette pratique. Les bourgeois suivent l’élan en réalisant eux-mêmes leurs photographies, par attrait pour la technique et les connaissances. D’autres, les représentants de la classe paysanne notamment, sont plus réfractaires, préférant avoir recours à un photographe professionnel le cas échéant. Malgré cela, l’appareil photo investit de plus en plus les demeures, à l’occasion de cadeaux par exemple. Les thèmes photographiés évoluent également. On passe des photos quasi exclusivement familiales, à des photos de vacances, que l’on consigne bien volontiers dans un album photos.\nAujourd’hui, la photo apparaît comme un élément incontournable dans la vie de tous. On la trouve partout dans son quotidien, traitant de sujets divers et variés. Les milliards de clichés (quelque mille deux cent milliards de photographies ont été prises en 2017) [ 31 ] pris chaque année indiquent que son succès ne s'est jamais démenti et que les individus y ont pris une part active. Sa popularité s'est accrue grâce aux appareils numériques (le nombre d’ appareils photos produits dans le monde a dépassé 100 millions en 2010 [ 32 ] ) qui offrent une haute définition de l'image se mesurant en millions de pixels (mégapixels ). Ces appareils sont munis de cartes mémoires pouvant contenir des centaines voire des milliers d'images. On peut en tirer chez soi des épreuves à l'aide d'un ordinateur et d'une imprimante .\nLes smartphones ont popularisé la photographie mobile , jusqu'à devenir la principale source de photographie.\nLa production d'appareils photo a diminué jusqu'à descendre en dessous de la barre des 20 millions en 2018 [ 33 ] , tandis que la production de smartphones atteint le milliard d'unités dès 2014 [ 34 ] , [ 35 ] , [ 36 ] . Les smartphones sont aujourd’hui le moyen le plus simple et le plus utilisé pour prendre des photos. Les nouvelles technologies de la communication permettent un partage presque instantané des clichés, faisant de la photo un moyen de communication [ 37 ] .\nL'accès à la capacité de « prendre » une photo est maintenant généralisé. La représentation du monde en a été transformée. Les sociologues étudient les pratiques et les résultats de cette photographie populaire.\nLe grand public accède à cet « art populaire » [ 38 ] et en produit les artefacts.\nLa photographie inaugure une nouvelle ère dans la représentation ; on est à présent capable d'avoir une représentation du réel « objective ». L'homme ne représente plus le réel tel qu'il le voit et tel qu'il le peut mais c'est le « réel » qui impressionne le support (par l'action directe de la lumière (photon) qui est réfléchie, ou émise, de l'objet à la surface sensible).\nAinsi, la photographie trouve rapidement son usage dans le reportage, dans l' anthropométrie , inventée par Alphonse Bertillon . On a l'ambition de réaliser un « inventaire du monde ».\nToutefois, cette objectivité a ses limites. La photographie argentique permettait déjà de travestir la réalité, d'ajouter ou de retrancher des éléments d'une image par un patient travail de laboratoire (cf : Photomontage ). Mais avec l'avènement de la photographie numérique, ces trucages qui n'étaient auparavant accessibles qu'à des connaisseurs, deviennent presque à la portée de tous.\nUn autre point de vue sur la photographie est que le réel ne peut simplement pas être représenté de façon objective. La personne qui observe doit aussi choisir un point de vue, la distance à l’objet, le cadrage, etc. [ 28 ] . (Régis Durand, in Le Regard Pensif : « Et il y a bien un hors-champ photographique qui est la réserve de toutes les impostures » ; Stanley Cavell : « La présence virtuelle du reste du monde et son éviction explicite sont aussi essentielles à l’expérience d’une photographie que ce qu’elle présente explicitement » ; ou encore Pascal Bonitzer : « […] le mensonge (ou la possibilité du mensonge) est liée à l’existence d’un hors-champ » ), mais aussi du développement, du tirage (recadrages), des retouches, etc. La personne qui photographie interprète à sa façon le réel qui s'offre à elle. Ainsi, en noir et blanc, une ambiance peut être rendue dramatique par certaines techniques alors que la réalité ne l'était pas autant (en augmentant la densité des nuages par exemple). Le simple fait d'attirer l'œil sur un élément, en le photographiant, modifie la perception des spectateurs (récepteurs de l'image) face à la globalité de la scène qui se voit de plus réduite à une ou plusieurs images. Dans cette même idée, le ou la photographe, du fait de sa présence dans la scène observée, a une influence plus ou moins grande sur les personnes photographiées selon Piette [ 39 ] . L'idée de Conord [ 40 ] , reprise par Rongeon [ 28 ] , va dans le même sens : la question de la mise en scène pour une photographie mérite d'être posée, à savoir comme les personnes photographiées cherchent à se faire voir et comment la personne derrière la caméra réagit à cela.\nS'ajoutent à cela les limites technologiques pour représenter les couleurs, les perspectives, les sujets en mouvement, etc. Un appareil photo ne retransmet pas exactement ce que l'observateur voit. Il peut déformer les objets et visages, créer des aberrations chromatiques , faire pencher une église en exagérant la perspective , etc.\nLa France joue un rôle central dans l'histoire de la photographie, tant sur le plan technique qu'artistique. Dès son invention, au XIX e siècle , la photographie a suscité un vif intérêt parmi les artistes, les scientifiques et le grand public. Les premiers photographes français, tels que Nicéphore Niépce et Louis Daguerre , ont été des pionniers dans le développement de techniques photographiques, notamment le daguerréotype qui a révolutionné la manière de capter des images [ 41 ] .\nAu fil des décennies, la photographie est devenue un outil essentiel pour documenter la réalité sociale, culturelle et politique de la France. Les photographes ont utilisé ce médium pour explorer des thèmes variés, allant de la vie quotidienne aux événements historiques majeurs. Des mouvements artistiques tels que le surréalisme et le réalisme ont également influencé la pratique photographique, permettant aux artistes d'expérimenter avec la composition et la narration visuelle.\nDans le domaine de l' ethnologie , la photographie a été intégrée comme un moyen de documentation et d'analyse des cultures. Les ethnologues français ont utilisé la photographie pour capter des images de sociétés et de traditions, contribuant ainsi à la compréhension des diversités culturelles. Ce lien entre photographie et ethnologie a permis de questionner les représentations visuelles et d'explorer les enjeux éthiques liés à la représentation des sujets photographiés.\nLa France a aussi été le berceau de nombreuses institutions et expositions dévolues à la photographie, favorisant son développement en tant que discipline artistique et scientifique. Des événements tels que les Rencontres d'Arles et des musées comme la maison européenne de la Photographie ont permis de promouvoir le travail de photographes contemporains et historiques, consolidant ainsi la place de la France sur la scène internationale de la photographie.\nAnnées 1960\nAnnées 1970\nAnnées 1980\nAnnées 1990\nAnnées 2000\nAnnées 2010\nAnnées 2020\nSur les autres projets Wikimedia :"
}