{
  "id": 22,
  "title": "Diabète sucré",
  "url": "https://fr.wikipedia.org/wiki/Diab%C3%A8te",
  "date": "2025-11-29T22:27:21.925923",
  "content": "« Diabète » redirige ici. Pour les autres significations, voir Diabète (homonymie) .\nMise en garde médicale\nmodifier - modifier le code - voir Wikidata (aide)\nLe diabète sucré (ou diabète par abus de langage) est une maladie liée à une défaillance des mécanismes biologiques de régulation de la glycémie (concentration de glucose dans le sang ) menant à une hyperglycémie chronique.\nCette maladie se manifeste par des symptômes propres au diabète (syndrome polyuropolydipsique) et par des lésions d'organes tels la rétine , les reins ou les artères coronaires , lésions dues à la toxicité de l' acétone produite lors d'une dégradation rapide des graisses arrivant en cas de défaillance de l'insuline menant à une hyperglycémie majeure.\nIl y a trois types principaux de diabète sucré :\nLe terme latin diabetes mellitus est utilisé par la classification internationale des maladies [ 1 ] , et dans divers pays. L'adjectif latin mellitus signifie « sucré comme le miel » [ 2 ] .\nLe mot diabète vient du grec ancien διαβήτης / diabḗtēs , « diabète », lui-même tiré du verbe grec διαβαίνω / diabaínō , « traverser, franchir » [ 3 ] . Les médecins grecs anciens, tels Arétée de Cappadoce [ 4 ] et Oribase , avaient observé ce syndrome diabétique : les malades semblaient uriner aussitôt ce qu'ils venaient de boire, comme s'ils étaient « traversés par l'eau » sans pouvoir la retenir. Puis ils maigrissaient, malgré une nourriture abondante, et mouraient en quelques semaines ou moins.\nLes médecins égyptiens avaient déjà découvert cette maladie à l'époque d' Amenhotep III entre le XV e siècle et le XVI e siècle avant notre ère (date variable selon les égyptologues) [ 5 ] , [ 6 ] . La maladie est décrite à la section Vases d'eau du corps , dans le Papyrus Ebers conservé à Leipzig , rédigé sous le règne d' Amenhotep III (ou Aménophis III en grec ), où se trouvent toutes les sources de la médecine égyptienne [ 7 ] . Les médecins grecs de l'école d' Hippocrate de Cos ont donné son nom au diabète (nom tiré du grec ancien διαβαίνω / diabaínō , « traverser, franchir »), et ont ensuite observé vers le III e siècle av. J.-C. ou le II e siècle av. J.-C. (selon les sources), « que les malades étaient frappés d'une soif continuelle, et qu'ils semblaient uriner aussitôt ce qu'ils venaient de boire, comme s'ils étaient « traversés par l'eau » sans pouvoir la retenir [ 8 ] . » C'est Praxagoras de Cos (384-322 av. J.-C. ) disciple d'Hippocrate, qui évoqua pour la première fois la nocivité des humeurs sucrées [ 9 ] . Dans certains cas les urines n'avaient pas de goût ( diabète insipide ), dans d'autres, les urines étaient sucrées (diabète sucré ou hyperglycémie ) [ 10 ] , [ 11 ] . Au VII e siècle apr. J.-C. , les Chinois faisaient part de leurs observations et de leurs interprétations concernant les urines sucrées et proposaient un traitement proche des méthodes modernes qui recommandent aux diabétiques de s'abstenir de consommer de l' alcool et de l' amidon [ 12 ] .\nDe nombreux timbres ont célébré certaines étapes majeures de l’histoire du diabète et de la diabétologie, qu'il s'agisse de l'Antiquité, de l'ère pré-insulinique ou de la découverte de l’insuline par le groupe de chercheurs de Toronto ( Canada ). L'histoire du diabète sous l’angle de la philatélie a notamment mis l'honneur Arétée de Cappadoce , Avicenne , Maïmonide , Paracelse , Claude Bernard , Oskar Minkowski , Nicolae Constantin Paulescu , Frederick Banting , Charles Best [ 13 ] .\nLa régulation de la glycémie par l'organisme est en grande partie liée à la capacité des cellules à absorber le glucose, faisant ainsi baisser sa concentration dans le sang. L' insuline est une hormone sécrétée par le pancréas , dont la fonction est d'augmenter l'entrée de glucose dans les cellules en cas d'hyperglycémie (d'où son action hypoglycémiante).\nLa polyurie - polydipsie (littéralement, « beaucoup uriner et soif intense ») est une conséquence de l' hyperglycémie (augmentation du taux de sucre sanguin). Les reins ne peuvent récupérer tout le glucose filtré, qui passe dans les urines et par osmose appelle l'eau de l'urine primaire et provoque une perte d'eau importante dans les urines, ce qui entraîne une déshydratation et une soif permanente. Les malades boivent donc parce qu'ils urinent trop et non l'inverse.\nLe risque de transmission du diabète n'est pas le même dans le type 1 ou le type 2 . Il est généralement considéré comme un risque assez important : il est de 5 % dans le diabète insulino-dépendant ( type 1 ). Dans le diabète insulino-résistant ( type 2 ), ce risque s'élève à 30 % si un seul parent est atteint, et à 50 % si les deux parents sont diabétiques.\nLe diabète se caractérise par :\nD'autres symptômes peuvent apparaître, tels qu'une perte de poids, une fatigue et des troubles de la vision, ou encore une irritabilité.\nLes analyses de sang et d'urine montrent :\nPlusieurs défaillances existent et caractérisent des formes de diabète différentes. Les symptômes et les complications peuvent être variables selon le ou les mécanismes défaillants (Tima et Aissal, A).\nEn France, cette forme de diabète représente près de 6 % des cas de diabète [ 14 ] . Autrefois appelé diabète insulino-dépendant (ou encore diabète juvénile), ce diabète apparaît le plus souvent de manière brutale. C'est la cause la plus fréquente de diabète chez l'enfant, mais il peut survenir à tous les âges.\nSa forme la plus fréquente est la conséquence d'une maladie auto-immune , c'est-à-dire la destruction de cellules bêta des îlots de Langerhans du pancréas (qui synthétisent l'insuline) par le système immunitaire , ce dont témoigne la présence d' anticorps dans le sang. Leur destruction a pour conséquence une absence d'insuline dans le sang. Le diabète de type 1 est le plus souvent un diabète insulinodépendant.\nLes diabétiques de type 1 doivent s'injecter de l'insuline plusieurs fois par jour tout au long de leur vie et manger de manière équilibrée. Cet équilibre glycémique étant précaire, traitement et alimentation varient au jour le jour en fonction des circonstances : activités, émotions, horaires, maladies intercurrentes , etc. Le diabétique se doit donc d'être autonome dans la gestion de sa maladie.\nCette forme de diabète représente 90 % des cas de diabète [ 15 ] . Autrefois appelé diabète non insulinodépendant (ou diabète de l'âge mûr), ce diabète survient classiquement chez l'adulte de plus de quarante ans présentant, dans 80 % des cas, une obésité ou du moins un excès pondéral, et avec souvent des antécédents familiaux de diabète de type 2 . Chez la femme, cela a parfois été précédé de diabète gestationnel (diabète transitoire pendant les grossesses), ou plus souvent de gros bébés.\nAu début de la maladie , la production d'insuline par le pancréas est normale (voire excessive). Mais, les cellules de l'organisme chargées de capter et d'utiliser le glucose deviennent insensibles à l'insuline, d'où une augmentation de la glycémie. Le diabète de type 2 est le plus souvent non insulinodépendant, mais un traitement par insuline peut être nécessaire pour la maîtrise de l'équilibre glycémique.\nLe diabète de type 2 s'associe souvent à d'autres facteurs de risque cardiovasculaire , comme l' hypertension artérielle , la répartition androïde des graisses , l' hypertriglycéridémie et la baisse du taux du cholestérol-HDL , le syndrome métabolique . Son incidence augmente, en conséquence des modifications du mode de vie (sédentarité, alimentation hypercalorique, hyperlipidique). Jusqu'à récemment, ce diabète touchait essentiellement des adultes, à partir de la trentaine, mais en raison de l'augmentation du taux d'obésité juvénile, il touche maintenant de plus en plus d'adolescents, voire d'enfants.\nLe diabète de type 2 , ou diabète de la maturité, s'observe le plus souvent chez des individus en surpoids ou obèses, aussi appelé « syndrome dysmétabolique » avec risque de stéatose hépatique (surcharge graisseuse du foie). On dit plus souvent que ce diabète est un diabète âgé.\nLe diabète gestationnel est un diabète qui apparaît pour la première fois chez certaines femmes au cours de la grossesse. Il est caractérisé par une intolérance au glucose due à la production d'hormones placentaires, provoquant une insulinorésistance qui entraîne une hyperglycémie. Le diabète gestationnel peut être isolé (il ne survient que pendant les grossesses) ; celui-ci disparaît généralement après l'accouchement, cependant il augmente les risques pour la mère de développer durant les années qui suivent un diabète de type 2 [ 16 ] ou peut être la première manifestation d'un diabète de type 1 .\nIl existe de nombreuses autres causes de diabète sucré, relativement rares. On peut citer [ 17 ] :\nD'autres causes sont parfois citées : les antipsychotiques [réf. nécessaire] et les immunosuppresseurs de la famille des inhibiteurs de la calcineurine [réf. nécessaire] , la cirrhose [réf. nécessaire] (quelle qu'en soit la cause, mais plus particulièrement dans le contexte de l'infection par le virus de l' hépatite C ).\nLe diabète peut être responsable de complications métaboliques aigües caractérisées par un taux de sucre sanguin (glycémie) élevé, et un coma de type acidocétosique ou hyperosmolaire .\nLes atteintes des gros vaisseaux (macroangiopathie) sont dues à l' athérosclérose . Chez les patients atteints de diabète, on retrouve souvent de l' angine de poitrine , voire des infarctus du myocarde passant parfois inaperçus, des accidents vasculaires cérébraux comme des accidents ischémiques et de l' artériopathie oblitérante des membres inférieurs . Il est conseillé aux diabétiques de faire un électrocardiogramme une fois par an.\nLes complications des petits vaisseaux ( microangiopathie ) touchent :\nSur le plan immunitaire, le milieu sucré profite à beaucoup d'agents infectieux telles les candidoses par une atteinte de l'immunité cellulaire. Il est associé à la maladie parodontale [ 21 ] , [ 22 ] .\nEnfin, la grossesse d'une femme diabétique doit faire l'objet d'un suivi médical particulier, de façon à limiter les risques de malformations fœtales .\nAu fil des innovations thérapeutiques et des progrès réalisés en termes d’espérance de vie des patients vivant avec un diabète de type 1 (DT1) et de type 2 (DT2), la nature des complications associées à la maladie diabétique est en train de changer. Au cours du siècle dernier, les hospitalisations associées au diabète étaient principalement en rapport avec les urgences hyperglycémiques, non-hyperglycémiques et vasculaires. Un nouveau profil de complications a émergé depuis. Non traditionnellement associées à la maladie diabétique, ces nouvelles complications concernent notamment le foie (stéatose métabolique non alcoolique), le cerveau (dépression et trouble anxieux, risque de démence et troubles cognitifs) ainsi que d’autres organes (surrisque de plusieurs types de cancer, complications infectieuses, syndrome d’apnée du sommeil, handicap fonctionnel touchant les membres inférieurs). Ces complications sont autant de défis à relever en matière de santé publique [ 23 ] .\nLe diabète, sans être véritablement classé dans les maladies émergentes , est une maladie chronique et invalidante qui se développe de manière épidémique depuis quelques décennies, et dont la prévalence augmente fortement et rapidement dans tous les pays, surtout avec le mode de vie, l'urbanisation et ses conséquences [ 24 ] , laissant supposer qu'outre une composante génétique, cette maladie a un ou plusieurs facteurs environnementaux.\nLa maladie s'est d'abord développée dans les pays riches ou dits « développés en rapport avec la sédentarité et l'alimentation », mais de nombreux indices indiquent qu'elle se développe rapidement dans les pays pauvres (la malnutrition, l'ignorance, les infections).\nLa prévalence était en 2003 la plus élevée en Amérique du Nord (7,9 % de la population nord-américaine) et en Europe (7,8 % de la région Europe), au Maroc environ 5 %. La prévalence est croissante en Asie du Sud-Est , elle pourrait d'ici vingt ans devenir la zone où le risque de diabète serait le plus élevé (13,2 % de la population y est déjà victime d' intolérance au glucose (IGT)).\nL' Organisation mondiale de la santé évoque une véritable épidémie avec un nombre de cas estimés passé de 30 millions en 1985 à 135 millions en 1995 , dix ans plus tard et 177 millions en 2000 , puis 194 millions en 2003 [ 25 ] . L' OMS s'attend à un nombre de diabétiques d'environ 300 millions d'ici à 2025 (330 selon la fédération mondiale du diabète qui estime qu'en 2003 , il y a 194 millions de diabétiques dans le monde, c'est-à-dire 5,1 % des adultes en moyenne, et qu'ils seront 6,3 %, d’ici 2025).\nEn 2012 , le taux de diabète estimé chez les jeunes Chinois de 7 à 18 ans est 4 fois supérieur à celui observé chez les jeunes Américains .\nAinsi, 1/3 des enfants chinois de moins de 17 ans présente au moins un facteur de risque cardiovasculaire .\nCeci s'explique par les changements nutritionnels qui ont accompagné l’essor économique du pays et ont entraîné une véritable épidémie d’obésité. À signaler que la quasi-totalité des cas sont des diabètes de type 2 , le type 1 étant une forme de diabète quasiment inexistante en Chine [ 26 ] , [ 27 ] .\nEn Europe, le diabète représente en moyenne 2 % de la mortalité. Il peut dépasser le taux de 50 morts par 100 000 habitants, ou être inférieur à 10 morts pour 100 000 habitants.\nParmi les régions européennes les plus touchées, on compte des régions ultrapériphériques du Portugal, Chypre, des régions tchèques et des régions ultrapériphériques françaises. Inversement les régions les moins touchées par le diabète se trouvent en Roumanie, au Royaume-Uni et en Finlande [ 28 ] .\nEn France , la prévalence du diabète est mieux suivie depuis 1998 grâce à des enquêtes spécifiques : 2,5 millions de personnes en 2008 y seraient atteintes de diabète de type 2 (prévalence de 3,5 %). La prévalence est passée de 2,7 à 3,6 % de 2000 à 2005 (augmentation moyenne annuelle de 5,7 %). 500 000 à 800 000 Français vivraient sans savoir encore qu'ils sont diabétiques.\nLes disparités d'âge et disparités géographiques sont fortes : la maladie est diagnostiquée à l'âge moyen de 64,8 ans. Les 75 ans et plus sont les plus touchés (13,4 %) juste devant les 65-74 ans (13,3 %). Un cinquième de la population âgée de plus de 75 ans est diabétique. Les régions d'outre-mer sont les plus touchées avec 7,8 % des Réunionnais , 7,3 % des Guadeloupéens , 6,8 % des Martiniquais . En métropole, les diabétiques sont plus nombreux dans le quart nord-est du pays et notamment en Seine-Saint-Denis (5,1 % de la population), l'ouest étant moins touché [14]. C'est en Alsace , peut-être à cause de l' alimentation , que le nombre de diabétiques est le plus élevé (avec une prévalence de 6,5 % [ 29 ] ).\nL’étude Entred (Échantillon national témoin représentatif des personnes diabétiques), publiée en novembre 2022, décrit les caractéristiques et l’état de santé des personnes recevant un traitement médicamenteux pour un diabète en France métropolitaine. Parmi les 3 166 répondants, 2 714 (environ 94 % ont été classées comme souffrant d’un diabète de type 2 (DT2), 412 (environ 5 %) comme ayant un diabète de type 1 (DT1). Les personnes avec un DT2 étaient principalement des hommes (environ 55 %), d’âge moyen 67 ans, nées en France dans environ 76 % des cas et nées dans un pays du Maghreb dans 11,1% des cas. Il ressort que 57 % des personnes vivant avec un DT1 étaient des hommes, âgés en moyenne de 47 ans et nés en France dans plus de 82 % des cas [ 30 ] . Il apparaît que les adultes DT1 ont un niveau socioéconomique plus élevé que les DT2 [ 30 ] .\nLa Fédération internationale du diabète estime que, en Belgique, une personne sur douze est atteinte de diabète (7,8 %) (statistiques de 2007). Dans vingt ans, ce chiffre devrait atteindre 1 sur 10.\nLe diabète est devenu la quatrième ou cinquième cause de mortalité dans la plupart des pays développés. Il a d'abord touché essentiellement des pays riches ou développés, mais s'étend maintenant dans les pays pauvres ou nouvellement industrialisés. Son incidence est difficile à mesurer, notamment dans les pays pauvres et ce, par manque d'études spécifiques. L'OMS estime [ 24 ] que vers l'an 2000, quatre millions de personnes en mourraient par an dans le monde, ce qui correspond à un taux de létalité de 9 % environ.\nLes complications oculaires et cardiovasculaires de cette maladie qui surviennent souvent chez des gens jeunes ou encore en activité poussent les services de santé et organismes de sécurité sociale à dépenser de plus en plus pour lutter contre le diabète dont les causes restent incomprises. Le nombre de cas continue néanmoins d'augmenter.\nDe nouvelles expériences sont menées à travers les jeux vidéo (tel que l'Affaire Birman et Time-out ) pour aider les diabétiques à gérer leur maladie et à développer de bons réflexes.\nDes moyens de détection simplifiés voire automatiques de la glycémie sont régulièrement à l'étude. La société Google a par exemple pendant un temps soutenu un projet pour développer des lentilles de contact permettant de mesurer le taux de glucose dans les larmes et d'alerter leur porteur si nécessaire [ 31 ] . Ce projet a été abandonné, faute de fiabilité [ 32 ] .\nSur les autres projets Wikimedia :\n: document utilisé comme source pour la rédaction de cet article."
}