{
  "id": 30,
  "title": "Marketing",
  "url": "https://fr.wikipedia.org/wiki/Marketing",
  "date": "2025-11-26T21:46:20.821368",
  "content": "Mercatique\nLe ton de cet article est trop promotionnel ou publicitaire ( décembre 2022 ).\nmodifier - modifier le code - modifier Wikidata\nLe marketing , ou la mercatique , est l’ensemble des techniques et stratégies visant à comprendre les besoins des consommateurs , promouvoir un produit ou un service , et influencer leurs décisions d’ achat [ 1 ] . C'est l'un des principaux composants du commerce et du business management [ 2 ] .\nLe marketing est généralement réalisé par le vendeur, généralement un détaillant ou un fabricant. Les produits peuvent être commercialisés auprès d'autres entreprises ( B2B ) ou directement auprès des consommateurs ( B2C ) [ 3 ] . Parfois, les tâches sont confiées à des sociétés de marketing dédiées comme un média , une agence d' études de marché ou une agence de publicité . Dans certains pays comme les États-Unis , une organisation professionnelle ou un agence gouvernementale fait parfois de la publicité au nom d'une industrie ou d'une localité entière, souvent pour un type spécifique d'aliments (exemple : Got Milk ? ), des aliments provenant d'une région spécifique, ou une ville ou une région comme destination touristique.\nL'orientation marché est une approche commerciale priorisant l'identification des envies et besoins des consommateurs et la création de produits et services qui les satisfont [ 4 ] . Ces facteurs qui doivent être pris en compte dans la plan marketing [ 5 ] . Le marketing mix , qui décrit les spécificités du produit et comment il sera vendu, y compris les canaux qui seront utilisés pour faire la publicité du produit [ 6 ] , [ 7 ] , est affecté par l'environnement entourant le produit [ 8 ] , les résultats des analyses marketing, des études de marché [ 9 ] , [ 10 ] et les caractéristiques du marché cible du produit [ 11 ] . Une fois ces facteurs déterminés, les spécialistes du marketing doivent alors décider des méthodes de promotion du produit [ 3 ] , y compris l'utilisation de coupons et d'autres incitations sur les prix [ 12 ] .\nLe terme marketing , connu principalement comme le moyen d'attirer des clients, intègre les connaissances acquises en étudiant le management des échanges relationnels [ 13 ] , [ 14 ] et constitue le processus opérationnel d'identification, d'anticipation et de satisfaction des clients. besoins et désirs.\nLe marketing peut inclure des activités diverses :\nLa mercatique a donné lieu depuis sa création à de très nombreuses définitions dont certaines ont même évolué considérablement au fil de temps.\nIl faut distinguer les définitions proposées par les auteurs tels que : Christian Grönroos , Philip Kotler et Delphine Manceau ( Marketing Management ), Theodore Levitt , etc. de celles élaborées par les grandes associations, anglo-saxonnes : l' American Marketing Association , Chartered Institute of Marketing , etc., et francophones : l'Adetem, l' Association Française du Marketing , etc.\nÉric Vernette, ancien président de l' Association française du marketing et professeur de marketing à la Toulouse School of Management , après avoir recensé cinq possibilités de définition du marketing, en présente une qui cherche à en faire la synthèse :\nPour Jacques Lendrevie et Julien Lévy, co-auteurs du Mercator , « Le marketing est un [des] moyen[s] d'action qu'utilisent les organisations pour influencer en leur faveur le comportement des publics dont elles dépendent ».\nLe marketing est, pour eux, et plus précisément, « l'effort d'adaptation des organisations à des marchés concurrentiels pour influencer en leur faveur le comportement des publics dont elles dépendent, par une offre dont la valeur perçue est durablement supérieure à celles des concurrents » [ 16 ] .\nL' American Marketing Association définit — dans une traduction française [ 17 ] — le marketing comme recouvrant « l’activité, l’ensemble des institutions et les processus visant à créer, communiquer, délivrer et échanger des offres qui ont de la valeur pour les clients, les consommateurs, les partenaires et la société au sens large ».\nCette définition met en exergue la création de valeur comme centrale dans la démarche marketing, la valeur du point de vue des clients étant définie comme « la perception de ce qu’ils obtiennent (bénéfices perçus: produit principal, performances, qualité, services associés, etc.) pour ce qu’ils donnent (coûts perçus : prix, efforts, temps, coût de changement, risque perçu) » [ 18 ] .\nL' Académie des sciences commerciales [ 19 ] définit le marketing comme « un système de pensée » [ 20 ] en le définissant comme : « État d'esprit d'une entreprise, ou d'un organisme, ou d'une personne, qui s'impose de concevoir sa politique, sa planification, ses activités, ses décisions, dans la voie du progrès, en tenant compte impérativement des attentes et des besoins des destinataires de ses biens ou de ses services ».\nElle adopte par ailleurs une orientation plus managériale autour de la démarche marketing et de ses outils avec les deux autres définitions qu’elle propose :\nPour l'Adetem le marketing est une [des] fonction[s] de l'entreprise dont le rôle est d'assurer le futur de celle-ci.\nL’ Association française du marketing [ 21 ] , [ 22 ] (AFM) distingue le marketing du marketing management .\nLe marketing est « une vision spécifique des échanges qui doivent être équitables et impliquer la création de valeur pour chacune des parties prenantes (individus, organisations, institutions) ».\nLe marketing management est le regroupement des « pratiques marketing mises en œuvre par les organisations, de façon coordonnée, pour atteindre leurs objectifs », ces pratiques comprenant :\n« Ceci implique :\nLe marketing contemporain ne se limite plus à la simple promotion de produits ou de services, il s’est profondément diversifié pour s’adapter à la complexité des marchés, à la segmentation des publics et à l’évolution rapide des technologies et des attentes sociétales. Ainsi, plusieurs types de marketing ont émergé, chacun répondant à des contextes, des objectifs et des cibles spécifiques [ 23 ] .\nIl fait référence à une stratégie offensive utilisée en situation de forte concurrence. Il s’agit d’un marketing agressif, souvent comparé à une guerre commerciale, où une entreprise cherche à déstabiliser ou surpasser ses concurrents par des promotions, des campagnes publicitaires percutantes, ou des attaques directes sur les faiblesses adverses. Il s'inspire souvent de la logique militaire pour gagner des parts de marché.\nOu le marketing incitatif, il repose sur les sciences comportementales pour \"pousser\" les individus à prendre des décisions sans les contraindre. Il s’agit de modifier subtilement l’environnement ou la présentation d’un choix pour encourager un comportement jugé positif (acheter local, éteindre la lumière, manger sain, etc.).\nOu le \"e-marketing\", il regroupe l’ensemble des actions marketing menées à travers les canaux numériques : sites web, réseaux sociaux, email, moteurs de recherche, etc. Il permet une communication instantanée, interactive et personnalisée avec les consommateurs. C’est aujourd’hui un pilier incontournable du marketing moderne.\nIl repose sur la collaboration avec des personnes influentes ( influenceurs , blogueurs, célébrités) capables de recommander un produit ou service à une large communauté. Grâce aux réseaux sociaux, ce type de marketing permet de générer de la confiance, d'accroître la visibilité de la marque et de stimuler les ventes de manière authentique.\nLe marketing relationnel vise à construire et maintenir une relation durable et de confiance entre une entreprise et ses clients. Il repose sur la personnalisation, la fidélisation, et la satisfaction continue du client, en mettant l’accent sur la qualité du service, la communication et le suivi après-vente.\nIl utilise les techniques du marketing commercial pour promouvoir des causes sociales, de santé publique ou de développement durable. Il ne vise pas à vendre un produit mais à changer les comportements pour le bien commun (ex : lutte contre le tabac, prévention routière, tri des déchets).\nIl désigne l’ensemble des actions et techniques marketing mises en œuvre par une association, une ONG , ou une fondation pour atteindre ses objectifs non lucratifs, qu’il s’agisse de sensibiliser le public, de recruter des bénévoles, de mobiliser des adhérents ou de collecter des dons.\nIl consiste à utiliser le sport comme vecteur de communication pour promouvoir une marque, un produit ou un service. Cela inclut le sponsoring, le placement de produits lors d’événements sportifs, ou l’utilisation d’athlètes comme ambassadeurs.\nIl applique les méthodes du marketing à la vie politique . Il sert à promouvoir un candidat, un parti ou un programme, à travers l’image, le discours, les sondages et les médias. Il vise à influencer l’opinion publique et à mobiliser les électeurs.\nIl est utilisé par des régions, des villes ou des pays pour renforcer leur attractivité. Il cherche à attirer des investisseurs, des touristes, ou de nouveaux habitants en valorisant les atouts économiques, culturels ou environnementaux du territoire.\nC'est une forme particulière du marketing territorial, centrée sur la ville . Il consiste à améliorer l’image, la qualité de vie et la compétitivité d’un espace urbain à travers des projets de rénovation, de mobilité, ou d’animation culturelle.\nIl repose sur la diffusion rapide et massive d’un message (souvent via Internet et les réseaux sociaux) grâce au bouche-à-oreille numérique. L’objectif est de créer un contenu si engageant ou original qu’il se propage de manière autonome, comme un \"virus\".\nIl consiste à utiliser les outils du marketing pour promouvoir des produits, services ou messages liés à une croyance religieuse. Il peut aussi désigner la manière dont certaines institutions religieuses utilisent des stratégies marketing pour renforcer leur présence, leur image ou leur influence. (Commercialisation du pèlerinage à La Mecque , le télévangélisme , Taglit-Birthright Israel ).\nAppelé aussi le marketing écologique, il met en avant les engagements environnementaux d’une marque ou d’un produit. Il valorise les efforts durables (éco-conception, recyclage, réduction des émissions) et répond à une demande croissante de consommation responsable.\nIl regroupe les techniques utilisées pour promouvoir des destinations, des hébergements, ou des activités de loisirs. Il joue sur l’émotion, l’évasion, et l’identité culturelle pour attirer des voyageurs et dynamiser l’économie locale. Lié au marketing territorial, il se concentre uniquement sur la promotion touristique d’un territoire (le voyage , l’hospitalité )\nConnu aussi sous le nom de marketing ludique, il consiste à intégrer des éléments de jeu (niveaux, récompenses, classements, points, badges, défis) dans des dispositifs marketing pour stimuler l’engagement des consommateurs. Il est très utilisé dans les applications mobiles, la fidélisation ou la formation. ( Duolingo avec ces challenges quotidiens et ces trophées)\nLes deux principaux segments du marketing sont le marketing business-to-business (B2B) et le marketing business-to-consumer (B2C) [ 24 ] . Segments auxquels on peut rajouter le marketing-to-administration (B2A).\nLe marketing B2B (business-to-business) fait référence à toute stratégie ou contenu marketing destiné à une entreprise ou une organisation. Entreprises B2B qui vend des produits ou des services à d'autres entreprises ou organisations (par opposition aux consommateurs) utilise généralement des stratégies de marketing B2B [ 25 ] .\nVoici des exemples de produits vendus via le marketing B2B :\nLes quatre grandes catégories d’acheteurs de produits B2B sont :\nLe marketing B2C (business-to-consumer) fait référence aux tactiques et stratégies par lesquelles une entreprise fait la promotion de ses produits et services auprès de particuliers.\nTraditionnellement, cela peut faire référence aux personnes qui achètent des produits personnels au sens large. Plus récemment, le terme B2C fait référence à la vente en ligne de produits de consommation [ 26 ] .\nLe marketing C2B (consumer-to-business) est un modèle économique dans lequel les consommateurs finaux créent des produits et des services qui sont consommés par les entreprises et les organisations. Il est diamétralement opposé au concept populaire de B2C (business-to-consumer), dans lequel les entreprises mettent des biens et des services à la disposition des consommateurs finaux. Dans ce type de modèle économique, les entreprises profitent de la volonté des consommateurs de fixer leur propre prix ou de fournir des données ou des activités marketing à l'entreprise, tandis que les consommateurs bénéficient de flexibilité, d'un paiement direct ou de produits et services gratuits ou à prix réduit. L'un des principaux avantages de ce type de modèle économique est qu'il offre à une entreprise un avantage concurrentiel sur le marché [ 27 ] .\nLe marketing C2C (customer-to-customer) représente un environnement de marché dans lequel un client achète des marchandises à un autre client en utilisant une entreprise ou une plate-forme tierce pour faciliter la transaction. Les entreprises C2C constituent un nouveau type de modèle apparu avec la technologie du commerce électronique et l’économie du partage [ 28 ] .\nUne orientation marketing a été définie comme une « philosophie de gestion d'entreprise » [ 5 ] ou « un état d'esprit d'entreprise » [ 29 ] ou comme une « culture organisationnelle » [ 30 ] . Bien que les chercheurs continuent de débattre de la nature précise des concepts spécifiques qui éclairent la pratique marketing, les orientations les plus fréquemment citées sont les suivantes [ 31 ] :\nDans la foulée du New Deal — en 1937 – nait « l' American Marketing Association » (AMA) et le « Journal of marketing ». Dans un contexte marqué par les travaux de Keynes qui pointe le rôle de la « demande effective » dans le dynamisme de l'activité économique générale, le marketing gagne ses lettres de noblesse en préconisant de placer le consommateur au centre des affaires. Entre 1944 et 1957, un auteur comme l'économiste italien Giancarlo Pallavicini œuvre dans ce sens.\nEn Amérique , ce sont les travaux de pionniers comme Jerome McCarthy ou Wroe Alderson (en) qui contribuent à faire du marketing une discipline à part entière :\nLa notion de marketing mix ou mix marketing ou simplement mix notamment, idée de Neil Borden, mise en application par Jerome McCarthy, intègre le marketing dans la sphère managériale [ 41 ] et lui ouvre un large champ d'évolution complémentaire avec le concept de segmentation débouchant sur l'optimisation des « couples produits-marchés ».\nDepuis les années soixante [ 42 ] , les réflexions et propositions n'ont pas manqué qui affectent le contenu ou la diversité de la discipline. Certains continuent à préconiser une approche unifiée du marketing quels qu'en soient les domaines d'application [ 43 ] et d'autres auteurs tiennent fermement à la spécificité dans certains domaines d'application comme le « Marketing industriel » [ 44 ] ou le « Marketing des services » [ 45 ] . D'autres écoles de pensée entendent compléter la pratique ou renouveler la réflexion comme l'École du consumer research (représentée par Morris B. Holbrook , notamment), l' École de marketing postmoderne (en) (Stephen Brown), l'École de la modélisation (DeSarbo).\nLe mot marketing apparait en France entre 1969 et 1973.En 1969, Levitt publie Innovation et marketing et l'Institut National du Marketinge est fondé par Pierre Doré. En 1971 paraît Marketing management de Philip Kotler. En 1973 paraissent les Concepts de base du marketing de Pierre Doré avec une définition de la pratique du marketing.\nLe paradigme [ 46 ] (l’ensemble d'idées) du marketing utilisé aujourd’hui le plus couramment date environ de la fin des années cinquante. Il avait été conçu pour procurer un cadre d’analyse simple de la commercialisation des produits de grande consommation alimentaire [ 47 ] en supermarché [ 48 ] dans la région de Minneapolis . Ce cadre d’analyse, à l’origine plan chercheur doctorant de l’Université du Minnesota, se résumait à : Produit, Prix, Place, Promotion, 4 « P » mnémotechniques dont la prégnance va assurer la pérennité du paradigme envers et contre toutes les évidences [ 49 ] et l’invention des études qualitatives de marché donnent naissance à un deuxième paradigme: celui du Concept marketing, la primauté de la connaissance des besoins du marché.\nDepuis 1960, l’environnement a changé du tout au tout : invention de l’hypermarché, Wal-Mart aux États-Unis, Carrefour en France ; invention de la conteneurisation qui va permettre la mondialisation ; invention du code-barres, du paiement par carte bancaire, d’internet et du numérique ; intervention de nouveaux entrants (au sens de Michael Porter ) : Chine, Corée du Sud, Singapour, etc. ; invention du smartphone et des réseaux sociaux ; le marketing personnalisé rendu possible par les Big Data ; etc. Toutes ces innovations font que le paradigme mnémotechnique de Jerome McCarthy [ 50 ] n’est plus adapté et est en passe, après avoir été remplacé par le marketing relationnel, puis par le marketing serviciel d'être supplanté par un business-model, le SSP.\nChristian Grönroos , professeur de marketing relationnel à la Hanken School d' Helsinki va jusqu’à dire que le concept même de marketing est une erreur épistémologique [ 51 ] .\nLe marketing management est une méthode [ 52 ] qui tire son efficacité — évaluée en parts de marché [ 53 ] — de la primauté donnée à la prise en compte préalable des attentes des clients et des partenaires stratégiques et commerciaux, et, de façon créative, des stratégies potentielles des concurrents, à la gestion de l'architecture de marque sous lequel est présentée l'offre et au développement du capital marque, de la maîtrise de la communication publicitaire et des techniques relationnelles de suivi de la promesse faite par celle-ci [ 54 ] .\nL'application de cette méthode est du ressort de la direction générale et plus particulièrement de la direction marketing [ 55 ] et des chefs de produit .\nCette méthode peut être scindée en deux grandes parties [ 56 ] : d’une part, le choix des marchés-cibles : l’automobile, l’œuf frais, etc., et, d’autre part, l’imagination-élaboration des plans opérationnels (markéting mix) d’attaque des marchés choisis.\nLa première partie se confond avec l'analyse stratégique de l'entreprise [ 57 ] et sera appelée marketing stratégique , du ressort du directeur de la stratégie. Ses outils sont l’ analyse Pestel , l’ analyse SWOT , l’ analyse de portefeuille , etc.\nLa seconde sera appelée marketing opérationnel , du ressort des chefs de produit ou de marque, ou des directeurs de magasin ou de rayon dans le secteur de la distribution. Ses outils sont: le marketing-mix ou le traffic-mix [ 58 ] .\nL'esprit marketing est l'application généralisée et l'intériorisation — jusqu'à en devenir une culture réflexe— de cette méthode au sein de toute l'entreprise au niveau opérationnel ou terrain, qu'elle soit de distribution, de prestation de service, de service ou de production ou une organisation non-marchande.\nIl est généralement organisé par les ressources humaines.\nInventée par Theodore Levitt pour évaluer l'esprit marketing [réf. nécessaire] . Très semblable à la grille du management de Blake et Mouton, de 1,1 à 9,9. Avoir l'esprit marketing, ce n'est pas seulement être orienté client. C'est être orienté client et entreprise également [ 59 ] .\nEncadré par cette méthode et imprégné de cet esprit, le marketing se déploie ou s'implémente dans deux dimensions : le style de management et le domaine d'application :\nLe marketing est pluriel. En effet, la méthode peut s'appliquer partiellement et au coup par coup , à tout autre chose qu'à ce pourquoi elle avait été conçue à l'origine, la commercialisation des produits alimentaires et produits d'entretien en grande surface. On a donc : un marketing B-to-B, un marketing des services , un marketing du luxe, un marketing numérique, un marketing immobilier, un marketing international, un cause marketing , etc.\nL'efficacité du marketing est subordonnée à l'existence de la marque , définie par l' American Marketing Association comme : « un nom, un terme, un signe, un symbole, un dessin ou toute combinaison de ces éléments servant à identifier les bien ou services et à les différencier des concurrents » [ 64 ] . La marque apporte une valeur financière et constitue un actif immatériel. Elle apporte une valeur forte au consommateur (facilitation de l'acte d'achat, assurance dans son achat, valorisation…) et permet à l'entreprise notamment des marges accrues, une plus forte efficacité publicitaire ou encore une meilleure valorisation sur les marchés financiers [ 65 ] . La prise de conscience récente de cette évidence a conduit à ajouter le naming et le branding à la panoplie du marketeur.\nIl existe de très nombreux métiers dans le marketing. Ils peuvent faire appel à des compétences très diverses [ 66 ] : vision globale, réactivité, analyse et force de proposition (chef de produits), à une maitrise des chiffres (Chargé(e) d'études marketing quantitatif), à une forte créativité (métiers de la publicité, etc.). Les métiers du marketing numérique ( community manager , chargé de communication web, chargé(e) de Référencement , Rédacteur web , etc.) sont très demandés [ 67 ] .\nActuellement, il y a une émergence de trois nouveaux métiers dans le marketing numérique : Chief Internet of things (Chief IoT), Content manager (gestionnaire de contenu) et Chief happiness officer (CHO).\nLes métiers du marketing doivent sans cesse se renouveler afin d'être en cohérence avec leur domaine. C'est par exemple le cas avec le Chief Internet of things dont le rôle est essentiellement basé sur les objets connectés.\nLe deuxième exemple d'adaptabilité du secteur, est le gestionnaire de contenu (Content manager). Cette fonction a vu le jour lorsque les professionnels du référencement naturel - SEO, se sont aperçus de l'importance pour le SERP d'apporter du contenu de qualité à leur audience, permettant ainsi de donner de la valeur ajoutée aux visiteurs. Un contenu de qualité doit compter un nombre important de mots, des liens vers des sites sources, des vidéos ou des images complétées de description Alt. A sujet égal, ce type de contenu sera toujours mieux référencé dans un moteur de recherche comme Google . C'est le Content Marketing ( marketing de contenu ).\n« Content is King », Bill Gates (1996).\nD'après J. Lendrevie et J. Lévy [ 68 ] sa mise en œuvre doit être pensée et organisée autour des idées-forces suivantes :\nLa démarche marketing est une attitude de recherche, d'analyse, d'écoute du marché et de son environnement censée permettre :\nDans les grandes lignes, la démarche applicable peut se résumer en trois grandes étapes :\nÀ titre d'exemple, le mix-marketing représenté sous la forme mnémotechnique de la « règle dite des 4P » [ 69 ] liste les dispositions à prendre selon 4 dimensions :\nLes études de marché permettent de recueillir des informations afin de mieux connaître la cible convoitée et l'environnement (juridique, politique, social, règlementaire, économique, culturel…) de cette cible. Ceci permettra d'adapter les méthodes de marketing opérationnel et stratégique en conséquence.\nCette stratégie vise à mettre l'entreprise concernée en adéquation avec les exigences implicites ou explicites du marché sur lequel elle agit. Les bases de cette stratégie sont de découvrir et surtout d'influencer les besoins des consommateurs potentiels et de définir les produits et services. La politique de communication, la publicité , la promotion et l'organisation de la vente des produits n'est quant à elle que la partie la plus visible du marketing auprès du grand public.\nLa stratégie marketing est la démarche d’analyse et de réflexion pour réaliser l’adéquation offre-demande qui s'inscrit dans la stratégie globale de l'entreprise . Il s'agit d'un travail de long terme structuré essentiellement autour du marketing opérationnel et pas autour des activités ( DAS ). C'est une stratégie tournée délibérément plus vers les économies d'échelles (la vente) et moins vers les synergies organisationnelles du fait de la segmentation des leviers (les 4P ) de l'analyse.\nLe marketing opérationnel est la concrétisation sur le terrain des décisions d'orientation prises au niveau de la stratégie marketing et aboutit à l'élaboration d'un plan marketing . Le service marketing d'une société devra prendre en compte un maximum de paramètres sur le marché du produit ou du service à vendre, ceci afin de mettre en place une stratégie commerciale pour l'entreprise.\nComme au sein des organisations, la prise de décision en marketing ne se fait pas toujours de manière descendante : de la stratégie marketing vers le marketing opérationnel. Il est possible d'imaginer que des décisions critiques puissent être prises directement par des agents dits opérationnels, ou que la stratégie s'établisse après avoir reçu les résultats d'opérations.\nLes décisions de stratégie marketing peuvent aussi se prendre à la suite d'études quantitatives ou d' études qualitatives .\nLes orientations marketing dans l'entreprise . Les orientations marketing dans l'entreprise se décompose en trois phases [ 70 ] :\nLe marketing opérationnel est la concrétisation sur le terrain des décisions d'orientation prises au niveau du marketing stratégique (même si, en pratique, toutes les décisions ne sont pas toujours prises à ce niveau). C'est une politique à court terme, qui doit être constamment adaptée aux variations de la situation du marché. Le marketing opérationnel est le stade intermédiaire entre l'action de terrain, qui doit s'adapter en permanence, et la stratégie marketing, qui concerne les orientations générales, il conduit à l'établissement d'un plan d'action, appelé plan marketing , pour une période donnée (un an par exemple). Ce plan doit être cohérent avec les plans concernant les autres domaines d'actions de l' entreprise ( recherche et développement , production , gestion de la trésorerie, ressources humaines , système informatique , etc.) et la politique générale de l'entreprise .\nLe marketing opérationnel par souci de simplification est segmenté en quatre principaux domaines appelés marketing mix . Cette segmentation est arbitraire et a pour simple objectif de simplifier la prise de décision au niveau marketing. Chaque partie du marketing mix n'est pas définie de manière stricte et peut donc a priori couvrir tous les domaines concernant le marketing.\nLe « Modèle des 4P », désigné usuellement comme le « marketing mix » (plan de marketing opérationnel) avait été introduit en 1960 par Edmund Jerome McCarty comme plan de thèse pour traiter de la commercialisation des boites de conserve de maïs Green Giant en supermarché\nCertains proposent parfois d'ajouter d'autres éléments :\nAujourd'hui, on voit également apparaître le « Modèle des 5C » soit une autre segmentation proposée afin de réussir l'analyse la plus exhaustive possible :\nÉprouvée par le client\nLe concept de produit ne se limite pas au produit lui-même :\nLe prix (pour le client) peut être vu simultanément comme la somme des coûts , de la marge du vendeur et des taxes diverses ou comme le montant qu'un client est prêt à payer pour ce produit ; prix psychologique, il s'agit du prix d'acceptation optimal (selon les théories de l' école autrichienne ). La demande est généralement élastique : le nombre d'achats évolue par rapport à l'évolution du prix. Si le prix augmente, la demande baisse et inversement. En conséquence, différentes politiques de prix sont possibles, comme la politique d' écrémage , qui cherche à vendre moins de produits, mais plus cher, et donc ainsi à dégager un plus grand bénéfice. Le prix peut également être vu de manière qualitative (fixe-variable), de manière dynamique (politique de solde) ou relationnelle (politique de fidélisation). Une grande méconnaissance des acheteurs est à signaler dans le secteur des services : le prix des services est généralement sous-estimé par rapport aux prix des produits. D'où l'importance d'un marketing beaucoup plus pédagogique et donc plus coûteux pour ce secteur. Cependant, de nombreuses législations interdisent la vente à perte (notamment en Belgique ou en France , depuis 1997 et la loi Galland ).\nLa distribution comprend les activités qui rendent les produits disponibles et accessibles sur le marché par un merchandising attractif.\nExemples de modes de distribution fonction de la taille :\nCanal : Voie d'acheminement constituée d'une succession verticale d'intermédiaires, la somme des canaux constituant un circuit.\nVPC (vente par correspondance)\nRéseau : Circuit et individus l'animant.\nLa communication représente l'ensemble des activités qui font connaître le produit et ses avantages en vue d'inciter les clients ciblés à l'acheter. Exemples: publicité , la promotion des ventes , sponsoring , etc.\nL'essor des technologies de l'information et de la communication couplée aux changements des modes de consommation (nomadisme, mobilité…) conduit les marketeurs à repenser leurs campagnes de communication en combinant de manière optimale les différents messages et canaux. L'étude « enjeux autour des données dans la relation client cross-canal » [ 71 ] menée par un cabinet d'étude indépendant montre que le développement de campagnes de communication multicanales est une tendance de fond dans les stratégies marketing actuelles. Alors que le téléphone, le courrier et le face à face étaient encore prépondérants il y a quelques années, ils sont progressivement remplacés par le web et l’e-mail. En 2012, chaque canal (téléphone ; face à face ou courrier ou fax ; web ; courriel, etc.) devrait peser pour un poids à peu près équivalent des interactions clients.\nSelon Michael R. Bloomberg, ambassadeur de l’OMS chargé des maladies non transmissibles et des traumatismes : « Le tabac reste la principale cause de décès évitable dans le monde – une situation que l’on doit en grande partie aux incessantes campagnes de marketing menées par l’industrie du tabac », sachant que le tabac tue huit millions de personnes par an dans le monde [ 72 ] .\n1960\n1970\n1980\n1990\n2000\n2010\nSur les autres projets Wikimedia :"
}