{
  "id": 95,
  "title": "Boxe",
  "url": "https://fr.wikipedia.org/wiki/Boxe",
  "date": "2025-11-29T22:30:41.920977",
  "content": "La boxe est une discipline sportive et un sport de combat qui oppose deux adversaires ayant recours à des frappes de percussion.\nLe mot « boxe », d'origine anglaise (la pratique se dit boxing ), fait souvent référence à la boxe anglaise (BA), sport codifié durant la deuxième moitié du XIX e siècle, qui impose entre autres le combat avec les seules mains gantées.\nD'autres types de lutte sont très anciens et déjà codifiés, comme le pugilat et les arts martiaux .\nD'autres encore utilisent conjointement les frappes de poings, pieds et projections, comme la savate-boxe française et les pratiques orientales.\nPar extension, de nombreuses disciplines ont donc emprunté l'appellation « boxe », notamment les « boxes sportives » du XIX e siècle et du XX e siècle telles les boxes pieds-poings [ 1 ] (BPP) réglementées pour certaines en Occident, le full-contact américain , le kick-boxing américain , le kick-boxing japonais ou K1 style , le chausson marseillais ou le panache (cousins de la boxe française savate), les boxes de l' Extrême-Orient dites plutôt « martiales » que « sportives » comme la boxe chinoise , le kung-fu-wushu , la boxe khmère (Pradal Serey), la boxe birmane (bama lethwei) et la boxe thaïlandaise (muay-thaï), entre autres.\nLa boxe est un sport particulièrement violent qui peut engendrer certaines blessures. L'équipement recommandé sert de protection.\nLe mot « boxe » vient de l'anglais box , qui signifie « coup ». La boxe anglaise fut longtemps appelée noble art en raison des règles qui furent définies au XIX e siècle sous le patronage d'un aristocrate britannique [ 2 ] . L'idée était de différencier la boxe des gentlemen des combats sans réglementation qu'on pouvait voir dans les rues ou les foires de villages.\nLa boxe connaît de nombreuses variantes suivant ses origines culturelles et géographiques. Ces variantes sont définies par leurs « cibles » corporelles, les « armes » corporelles utilisées, ainsi que pour certaines, les techniques de balayage , de projection et de saisies.\nLes invariants de base sont : la présence de deux adversaires commençant le combat debout (et non au sol), d'une protection des mains, d'un espace de combat délimité et d'un arbitrage .\nLes cibles peuvent être :\nLes moyens mis en œuvre pour atteindre ces cibles sont définis par les « armes [ 3 ] » corporelles utilisées :\nPar opposition à la boxe anglaise, la boxe birmane, la boxe khmère, la savate BF, la boxe thaïlandaise et le shoot-boxing appartiennent à la catégorie dite des « boxes pieds-poings ».\nIl existe plusieurs types de boxes :\nIl existe des boxes composites, combinant les techniques de percussion (boxe) et de préhension (lutte) :\nEn Occident , les ancêtres de la boxe sont le pugilat et le pancrace , deux pratiques sportives et récréatives, dont l'enjeu est un combat au corps à corps, tout comme la lutte . Des représentations nous sont parvenues (voir image ci-contre) ; pour les plus anciennes, elles proviennent des civilisations sumérienne , égyptienne et grecque .\nDans le cadre des Jeux olympiques antiques et de la discipline du pugilat, qui ne comprend que les poings, le nom du plus ancien champion qui nous soit parvenu est Onomaste de Smyrne en 688 av. J.-C. ; plus tard, Tissandre de Naxos triomphe quatre fois dans cette discipline en 572, 568, 564, et 560 av. J.-C., record inégalé depuis [ 5 ] . Le pugilat est interdit en 392 par l'empereur chrétien Théodose I er . Aucun historien ne peut dire que cette pratique a complètement disparu entre ce moment-là et sa réapparition en Angleterre au XVII e siècle , la noblesse britannique se divertissant alors en pariant sur des « rencontres de pugilat » clandestines [ 6 ] . Lors des guerres napoléoniennes les prisons flottantes de la Tamise, les fameux pontons, abritaient aussi des tripots où les geôliers anglais organisaient des combats avec mises d'argent, entre prisonniers français pratiquants la savate, ou le chausson, et des marins ou gardiens qui les affrontaient en boxe anglaise. C'est d'ailleurs grâce à cet héritage que la savate-BF est devenue une boxe pieds-poing au XX e siècle .\nLa boxe moderne est née au milieu du XIX e siècle qui voit des matchmakers (« faiseurs de match ») organiser des combats clandestins au cours desquels les forces de l'ordre interviennent régulièrement. En 1865 , le journaliste John Graham Chambers codifie les combats de boxe. Les 16 règles qui en résultent portent le nom des règles du Marquis de Queensberry qui imposent le port des gants , définissent des catégories de poids, limitent les rounds à trois minutes, interdisent les coups sur un adversaire à terre et le combat au finish. Les combats deviennent alors plus rapides et moins brutaux, mais beaucoup plus techniques, ce qui leur permet de sortir de la clandestinité. La boxe devient alors un des premiers sports professionnels de l'ère moderne [ 7 ] .\nLa boxe anglaise est admise aux Jeux olympiques lors de la session du CIO tenue à Paris en 1901 . Les premières épreuves olympiques ont lieu lors des Jeux olympiques d'été de 1904 à Saint-Louis aux États-Unis où la boxe féminine est représentée en tant que sport de démonstration [ 8 ] .\nLa première fédération internationale de boxe anglaise professionnelle est la World Boxing Association fondée aux États-Unis en 1921 sous le nom de National Boxing Association , et dont le premier combat reconnu est le championnat du monde poids lourds organisé dans le Boyle's Thirty Acres de Jersey City le 2 juillet 1921 entre Georges Carpentier et Jack Dempsey [ 9 ] .\nAucun affrontement de ce type où son convoquées violence et force, ne peut se dérouler, sous peine de dérives (le combat de rue , la mort), sans la délimitation d'un espace : cette règle liminaire s'impose depuis l'Antiquité où apparaissent le gymnase (Occident), le dojo (Japon), l'échafaud, l'arène, le cirque... Circulaires, carrés ou rectangulaires, ces espaces hétérotopiques furent dès l'origine placés sous le contrôle d'un arbitrage (éducateur, entraineur, maître, organisateur, prince, etc.) et parfois sous l'œil d'un public, par exemple dans le cadre d'une compétition sportive et/ou d'un spectacle récréatif [ 10 ] .\nCi-dessous, une présentation du vocabulaire des boxes dites « sportives » et ainsi « modernes ». Les boxes « martiales » dites ancestrales ne sont pas abordées dans cet article notamment pour l'absence de réglementation les concernant.\nDans les règlements des boxes pieds-poings , on peut découper le corps humain en trois niveaux principaux à atteindre. Selon le règlement, les hauteurs accessibles et les cibles corporelles autorisées peuvent varier d'une discipline sportive à l'autre. Par exemple, en boxe birmane , contrairement à la plupart des autres boxes pieds-poings, les techniques de poings et de coude peuvent être portées sur le membre inférieur. Il en est de même pour la savate-boxe française : les frappes de pied dans l'articulation du genou et dans le dos sont permises, alors que dans la plupart des boxes sportives, elles y sont prohibées.\nDans la plupart des boxes et des sports de combat de percussion , en matière de cibles à viser le règlement est très proche. Les cibles au-dessus de la ceinture pour les techniques de bras (poing, avant-bras et coudes) et de jambe (pied et tibia) sont l'avant et le côté de la face et du tronc. Les cibles du membre inférieur sont la surface totale de la cuisse et de la jambe (mollet).\nLe règlement sportif fixe le nombre d'armes corporelles à utiliser. En bando-kickboxing (boxe birmane), en kick-boxing américain , en full contact américain , en savate-boxe française seulement quatre armes sont autorisées (deux poings et deux pieds). En kick-boxing japonais (règles du K-1 ) « six armes » (deux poings, deux pieds et deux genoux) sont autorisées auxquelles ont ajoutes les saisies partielles de tronc et de jambe. En boxe birmane , boxe khmère , boxe thaïlandaise et boxe vietnamienne , on trouve « huit armes » (deux poings, deux pieds, deux genoux et deux coudes) auxquelles on rajoute les saisies (de tronc et de jambe) et les projections. En Asie, dans certains combats, les coups de tête sont tolérés ce qui rajoute la neuvième arme utilisée ancestralement.\nLe principe d'action et de sécurité veut, et notamment pour la pratique de haut niveau sans protection, on dit : « on percute avec les parties dures de son propre corps sur les parties molles autorisées du corps adverse ». Ce qui réduit les blessures de ses propres armes.\n(Exemple pour le kick-boxing )\n* - Autorisé chez les professionnels (sauf en boxe anglaise) mais pas dans tous les pays\nN.B. : Le cross-counter : se présente comme un contre qui croise le bras adverse. Il tient du cross (coup de poing direct) voire du Half-hook (semi-crochet) ou de l' Overhand-punch (coup de poing plongeant).\n(Exemple pour le kick-boxing )\nN.B. : usuellement, les coups de pied circulaires ( roundhouse-kick ) portent les noms suivants :\nCes vocables précédents sont des erreurs terminologiques car les techniques de jambe suivant leurs formes ont des appellations distinctes (Ex. : au niveau du coup de pied en ligne haute (« high-kick ») : on trouve le front kick , le hammer-kick , le hook-kick , etc., et pas seulement le roundhouse-kick comme on l'indique très souvent).\nCatégorie des coups de pied dit « en bâton » ( stick-kick ) :\nN.B. : la combinaison des deux actions, coup en croissant et coup retombant est courante et peut s'exécuter à partir d'une préparation intérieure ou extérieure du pied.\nCertaines techniques peuvent retournées et sautées à la fois (volantes).\n(Exemple pour la boxe birmane , la boxe kmère , la boxe thaïlandaise et la boxe vietnamienne )\nCes techniques peuvent être données les hanches de face ou de profil, et emprunter différentes trajectoires (directe, remontante, piquante et circulaire). Elles peuvent être retournées et sautées à la fois.\n(Exemple pour la boxe birmane , la boxe kmère , la boxe thaïlandaise et la boxe vietnamienne )\nCertains coups de coude sont donnés retournés (spinning), sautés (jumping), portés des deux bras (doubles), amenés en « marche d'escalier » voire à effets combinés (ex. : retournés et sautés).\nN.B. : Les coups de coude peuvent être combinés avec les techniques de poing et notamment enchaînés en « cascade » (ce qui est le souvent le cas en boxe birmane ).\nTechnique de déséquilibre exécutée avec le pied ou le mollet c'est-à-dire sur le (ou les) point(s) d'appui au sol de l'adversaire. Elle peut être réalisée plus ou moins haute par rapport à l'appui au sol. Elle s'exécute dans différents axes (par l'extérieur, par l'intérieur, à l'arrière ou à l'avant de la jambe adverse). Habituellement, la définition la plus usuelle d'un balayage est la suivante : « technique de jambe qui s'effectue au ras du sol pour supprimer l'appui adverse » ; il est de plus petite amplitude et de puissance moindre contrairement au fauchage . Contrairement aux projections, la plupart des balayages s'effectuent sans saisie de l'adversaire. On trouve différentes « formes de corps » :\nLes projections sont des actions destinées à expédier violemment l'adversaire au sol. Les techniques de projection utilisent un ensemble de mouvements segmentaires et musculaires qui déterminent des classes caractéristiques dites « formes de corps ». Chacune d'entre elles fait appel à une ou plusieurs actions de déséquilibre. On trouve : les arrachés (soulevés), les balayages , les crochetages, les fauchages , les épaulés, les hanchés, les ramassages (enfourchement et autres), les gestes de sacrifice, etc. Certaines boxes sportives, et notamment celles d'Asie du Sud-est et d'Extrême-Orient autorisent les projections. Chaque discipline a son propre règlement. Exemple : saisie du cou autorisé, projection par saisie au-dessus de la ligne des épaules interdit ou technique de sacrifice interdite, etc.\nLa défense en boxe se résume par un ensemble d'actions destinées à faire échec à l'offensive adverse, comprenant les blocages de coups, les déviations de coups, les esquives de coups, les déplacements (mobilité pour ne pas être atteint) et les actions de neutralisation .\n« Se garantir contre les attaques adverses » se présente comme un des trois objectifs principaux à atteindre dans les sports de combat de percussion à côté d'attaquer les cibles adverses et d'utiliser l'action adverse à son propre avantage.\nOn distingue plusieurs objectifs de défense :\nCes deux derniers objectifs nécessitent des qualités d'initiative, d'anticipation et d'à-propos.\nOn distingue trois catégories de défense :\nL' attitude désigne deux notions principales. D'abord la façon de se tenir en situation d'opposition ou posture de combat (façon d'être positionné, de se tenir, de s'orienter, d'être protégé ou en garde , etc., dans le combat. On parle plus couramment de garde, de posture ou de position) et d'autre part, la façon de se comporter en termes d'opposition ou façon de combattre (style utilisé, stratégie globale employée…).\nExemples : on recense différentes attitudes de combat en boxe : garde de trois-quarts de face, garde de profil, garde en crouch , garde basse, garde le poids sur jambe avant, garde le poids sur jambe arrière, garde en appuis très écartés, etc. Quelquefois, la position du corps peut indiquer les intentions d'un combattant à l'égard de son adversaire. Exemple : une attitude de profil peut être le signe d'un travail d' esquive et riposte du bras avant ainsi que de contre .\nLes Anglo-Saxons parlent plutôt de « position » que de « garde » à proprement parler (exemple : side step pour la garde latérale). La garde pour les anglo-saxons, c'est le haut du corps et également les appuis au sol, ainsi ils utilisent le terme upright stance pour une position verticale de buste et full crouch pour une attitude recroquevillée. En France, on utilise plutôt l'expression d'attitude de combat lorsqu'on désigne l'ensemble. Donc lorsqu'on parle de « garde » dans l'école française, on pense souvent à la position des bras pour se protéger. Mais bien plus que cela, elle désigne une organisation corporelle permettant au combattant de se préparer à défendre et d'autre part à passer à l'offensive, cela dans une configuration qui lui offre un maximum de sécurité et d'efficacité. Différentes positions permettent de faire face à un adversaire avant et pendant l'engagement et sont appelées à défaut « garde ». Comme son nom l'indique, « être sur ses gardes » c'est se mettre en alerte permanente et adopter une position favorable pour réagir. De nombreuses attitudes de garde existent : garde trois-quarts de face, de profil, garde inversée, garde haute, garde basse, garde avancée, garde ramassée, etc. Certes, il très important « d'être gardé » (hermétique), mais il faut également adopter une attitude qui permette d'agir et de réagir rapidement et avec efficacité (donc adopter une posture efficace). A contrario , un boxeur n'adoptant pas d'attitude définie où ayant les bras « en bas » est dit « non gardé ». D'ailleurs, certains boxeurs font ce choix dans la perspective de construire leur jeu sur la base de contre-informations (tromperies).\nLe style représente la manière de faire, propre à chaque individu, et que l'on peut rapporter à des classes de « comportement-type ». Elle est propre à son tempérament, à son potentiel physique ou à ce qui lui a été enseigné par son école de boxe. Ainsi, on distingue : l'attentiste du fonceur et le technicien du frappeur, mais ce classement ne s'arrête pas là. On recense différents caractères variables pour chaque « typologie ». Par exemple, chez les styles « techniques » : boxer en coups longs, en coups d'arrêt, en coup de contre. Chez les styles « physiques » : faire le forcing, boxer en crochets puissants « à la godille », chercher le corps à corps, chercher le coup dur. Lorsqu'un combattant utilise sa façon habituelle de boxer (son style habituel), on dit qu'il est sur son « registre », à la manière d'un musicien qui répète ses gammes préférées. D'autre part, l'opposition de styles reste appréciable dans un combat : on a pour exemple le combat de boxe anglaise des années 1980, Sugar Ray Leonard contre Marvin Hagler . Le premier, utilise une boxe à reculons, faite de larges pas de côté, d'esquives de buste et de contre-attaque précises, alors que le second use d'une boxe en progression avant, d'une attitude compacte, le buste en avant et de coups très puissants.\nIl est recommandé de revêtir de grosses protections pour l'entraînement, notamment pour les jeunes et les débutants même si les coups portés sont de puissance modérée. Les impacts peuvent en effet entraîner des lésions et commotions cérébrales, des pathologies à court terme (le « syndrome du second impact ») ou des dommages à long terme ( maladies neurodégénératives telles que les démences pugilistiques , encéphalopathies traumatiques chroniques ) [ 12 ] .\nPour tous, l'équipement d'entraînement pour la sécurité est le suivant : protège-dents, coquille ventrale, bustier pour les femmes, gros gants et casque fermé.\nPour les boxes pieds-poings : port de protège-tibias-pieds voire en supplément des chaussons de boxe américaine en mousse pour les pratiques pieds nus.\nPour le « sparring lourd » c'est-à-dire l'assaut d'entraînement appuyé : de très gros gants, un plastron et plusieurs protège-tibias superposés (pour ne pas blesser les partenaires). L'équipement doit être enduit de vaseline permettant aux coups de glisser et de réduire le risque de blessure.\nDurant le match, l' arbitre est le garant principal de la sécurité des boxeurs, il peut sanctionner les gestes interdits et dangereux, et arrêter le combat en cas de risque important.\nDes études ont prouvé que la boxe est un sport violent, qui peut laisser des séquelles. Des scientifiques ont analysé que les blessures infligées à la boxe en haut niveau, provoquent des dégâts importants tels que de forts traumas crâniens. Moins sanglante et moins spectaculaire que certains sports de combats (MMA), la boxe serait un sport très brusque pour l'organisme [ 13 ] .\nMangte Chungneijang Mary Kom -Manipur - championne du monde à bridgetown en 2010\nIl existe quatre grandes fédérations internationales de boxe anglaise professionnelle :\nPour les arts martiaux traditionnels et modernes, activités de self-défense, activités de fitness-martial, boxes pieds-poings, sports pieds-poings-sol, luttes sportives au corps-à-corps, activités du sport adapté ( handisport ) :\nPar ordre alphabétique :\nSur les autres projets Wikimedia :"
}