{
  "id": 31,
  "title": "Entrepreneuriat",
  "url": "https://fr.wikipedia.org/wiki/Entrepreneuriat",
  "date": "2025-11-29T22:27:46.828163",
  "content": "Cet article peut contenir un travail inédit ou des déclarations non vérifiées ( janvier 2017 ).\nCet article ne cite pas suffisamment ses sources ( février 2017 ).\nSi vous disposez d'ouvrages ou d'articles de référence ou si vous connaissez des sites web de qualité traitant du thème abordé ici, merci de compléter l'article en donnant les références utiles à sa vérifiabilité et en les liant à la section « Notes et références ».\nL’ entrepreneuriat [ 2 ] recouvre les activités qui concourent à la formation et la croissance d'une entreprise , dont la conséquence première est la création de valeur (richesse, emploi).\nL’entrepreneuriat, désigne le fait de mener une activité dont on est soi-même l’initiateur, comme le montre son sens étymologique. Le dictionnaire indique des synonymes comme commencer, tenter, s’engager au verbe entreprendre. Trois verbes d’action qui définissent parfaitement le sens véhiculé par ce terme.\nLes formes d’entrepreneuriat varient selon le type d’organisation qui est mis en place. Elles recouvrent des réalités très différentes : dirigeants de PME ou de TPE , administrateur de grandes entreprises, fondateurs de start-ups , artisan , agriculteur , profession libérale [ 3 ] ... Cela peut aussi concerner des formes d'organisation sans but lucratif, par exemple dans l' entrepreneuriat social .\nBeaucoup de créations d’entreprises « à haut potentiel » font appel au capital risque ou à des business angels pour développer leur activité. De nombreuses structures existent aujourd’hui pour conseiller les entrepreneurs potentiels telles que les cabinets de conseil en création d'entreprise, des agences gouvernementales (comme Bpifrance en France), des incubateurs , des pépinières d'entreprise , des organisations non gouvernementales .\nLa compréhension que nous avons de l’entrepreneuriat doit beaucoup à l’économiste Joseph Schumpeter ainsi qu’à l’école autrichienne. Pour Schumpeter, un entrepreneur est une personne qui veut et qui est capable de transformer une idée ou une invention en une innovation réussie. L’entrepreneuriat conduit à une « destruction créatrice » dans les marchés et les secteurs de l’ économie parce que de nouveaux produits et modèles économiques arrivent et remplacent les anciens. Ainsi, la destruction créatrice est à l’origine du dynamisme industriel et de la croissance à long terme.\nPour Frank Knight (1967) et Peter Drucker (1970), l’entrepreneuriat consiste à prendre des risques . L’entrepreneur est une personne qui est prête à mettre en jeu sa carrière et sa sécurité financière pour mettre en œuvre une idée, à mettre son temps et son capital dans une entreprise risquée.\nUne autre définition de l’entrepreneuriat décrit le processus de découverte, d’évaluation et d’exploitation d’occasions. Ainsi, Jeffry Timmons définit l'entrepreneur comme « quelqu’un qui agit non en fonction des ressources qu’il contrôle actuellement, mais qui poursuit inlassablement une occasion » [réf. nécessaire] .\nEn 1985, Peter Drucker révise sa position, l'entrepreneuriat intelligent consiste à ne pas prendre de risques [réf. nécessaire] .\nGifford Pinchot III (en) (1985) introduit le terme d' Intrapreneuring (transposé en « intrapreneuriat » en français) pour décrire les activités entrepreneuriales au sein même d’une grande organisation [ 4 ] , [ 5 ] .\nPour Verstraete et Fayolle (2005), quatre paradigmes permettent de cerner le domaine de recherche en entrepreneuriat : la création d'une organisation (non réduite à la seule création d'entreprise, les expressions « émergence organisationnelle » ou « impulsion d'une organisation » étant plus appropriées), la détection-construction- exploitation d'une occasion d'affaires, la création de valeur, l'innovation. Ces paradigmes peuvent se combiner, plutôt que s'opposer.\nCes deux auteurs proposent les définitions suivantes :\nPaturel (2007) propose une définition syncrétique de l’entrepreneuriat :\nDans cette perspective, l’entrepreneuriat est indissociable de l’approche projet.\nLa création ex nihilo, l’essaimage, la franchise, la reprise d’entreprise et l’intrapreneuriat sont les formes les plus courantes de l’entrepreneuriat.\nL’expression création ex nihilo signifie création à partir de rien. Il s’agit de la création par un individu ou un groupe (salarié, chômeur...) d'une entreprise indépendante exerçant une activité nouvelle [ 6 ] . D’après cet auteur, le terme création ex nihilo permet de souligner l’indépendance de la jeune entreprise, le fait que l’initiative est celle de l’entrepreneur, qu’il y a bien quelque chose de nouveau et non la simple continuation d’une activité existante.\nL’essaimage est un processus qui se manifeste lorsqu'un employé entreprend de créer sa propre structure ou de reprendre une entité existante, indépendante de l'entreprise essaimante, en bénéficiant de la part de cette dernière qu'il quitte, de diverses formes d'appui et d'accompagnement, afin de limiter les risques d'échec [ 7 ] .\nL’intrapreneuriat est le processus par lequel un individu ou un groupe d'individus, en association avec une organisation existante, crée une nouvelle organisation ou incite au renouvellement ou à l'innovation au sein de cette organisation [ 8 ] .\nClassiquement l'entrepreneur s'engage dans des activités lucratives et devient chef d'entreprise.\nDepuis quelques décennies une nouvelle catégorie d'entrepreneurs dispose d'une visibilité grandissante, les entrepreneurs sociaux. Les entreprises qu'ils créent n'ont pas une finalité lucrative seulement, mais aussi sociale : il s'agit de répondre à des besoins sociaux peu ou pas couverts par le marché. Citons à titre d'exemple Muhammad Yunus , fondateur du système du micro-crédit et de la banque Grameen , Florence Nightingale , pionnière des soins infirmiers modernes, Maria Montessori qui a créé une école fondée sur une nouvelle approche des besoins pédagogiques.\nCette nouvelle forme d’entrepreneuriat connait un regain d’intérêt dans un contexte de crise tant économique que sociale. En 2012, l’économie dite « sociales et solidaire » représente en France 10,3 % de l’emploi et 14 % de l’emploi privé. [réf. nécessaire]\nL'entrepreneuriat féminin s'intéresse à un profil spécifique d'entrepreneurs, celui des femmes. Comme la définit Dina Lavoie (1988), une entrepreneure ou entrepreneuse est celle « qui, seule ou avec un ou des partenaire(s), a fondé, acheté ou accepté en héritage une entreprise, qui assume tous les risques et responsabilités financières, administratives et sociales et qui participe quotidiennement à sa gestion courante » [ 9 ] . Le premier article académique sur les entrepreneures était celui de Schwaetz en 1976 [ 10 ] .\nCertaines informations figurant dans cet article ou cette section devraient être mieux reliées aux sources mentionnées dans les sections « Bibliographie », « Sources » ou « Liens externes » ( juin 2020 ).\nEn France, les femmes représentent 33,5% des entrepreneurs en 2022 contre 32,3% en 2021 [ 11 ] . Cette proportion varie suivant les régions françaises : la Bretagne a la plus forte proportion de femmes entrepreneures (36,9%) en France métropolitaine, suivie de la Corse (36,7%) et de la Normandie (36,2%) [ 11 ] .\nEn 2010, le pourcentage de femmes créant ou reprenant des entreprises est de 32%, un pourcentage en augmentation de plus de 6 points par rapport à 2002 [ 12 ] . Depuis 2015, la part des femmes parmi les créateurs d'entreprises reste stable aux alentours de 41% [ 13 ] .\nLa proportion de femmes dans l'entrepreneuriat varie suivant les statuts juridiques des entreprises créées. En 2022, la proportion est la plus forte pour les sociétés civiles et les sociétés civiles immobilières , avec un pourcentage supérieur à 40%. Par contre ce taux est inférieurs pour les entreprises individuelles (32%), les SARL (27%) ou les SAS (23%) [ 11 ] .\nLa première véritable initiative concernant l'accompagnement de l'entrepreneuriat féminin en France est la signature d'un accord-cadre en 2006 entre l’État et la Caisse des dépôts et consignations . Il prévoit la mise en place d'un dispositif pour faciliter l'accès au crédit bancaire par les femmes entrepreneures à travers un Fonds de garantie pour la création, la reprise ou le développement d'entreprises à l'initiative des femmes (FGIF) [ 14 ] .\nL’État français lance en août 2013 un Plan pour l’entrepreneuriat féminin qui vise à encourager et valoriser les actions de développement économique des femmes à travers leur propre entreprise et les inciter à se créer leur emploi générateur d’une autonomie financière.\nIl s’agit également d’un enjeu majeur de l’égalité entre les femmes et les hommes. Le plan est né d’une collaboration des ministères des droits des femmes, de l'éducation nationale, de l'enseignement supérieur et de la recherche, du Ministère délégué chargé des petites et moyennes entreprises (PME), celui de l'innovation et du Ministère de l'économie numérique.\nEn 2015, le Ministère des affaires sociales, de la santé et des droits des femmes annonçait l’objectif d’atteindre, en deux ans, une augmentation de 10 % de femmes créatrices d’entreprises. [Passage à actualiser]\nTrois axes ont été abordés dans le plan :\nEn 2020, un rapport du Conseil économique, social et environnemental établit que l'objectif fixé en 2013 d'avoir 40% de femmes dans les créations d'entreprise n'est pas atteint [ 18 ] .\nEn France, plusieurs programmes et réseaux (généraux ou spécifiques) d'aide aux entrepreneures ont été mis en place [ 19 ] .\nLes réseaux d'affaires spécifiques aux femmes se développent, passant en dix ans, de 200 à 500. Ils ont pour objectif de créer un environnement favorable à la création d'entreprises par des femmes [ 20 ] :\nDans le but de favoriser la création d'entreprise en France, plusieurs solutions sont disponibles pour accompagner les jeunes créateurs d'entreprises et stimuler l'économie [ 21 ] :\nLa création des réseaux financiers/non financiers d'aide aux entrepreneurs :\nPour favoriser la mise en emploi des jeunes, de nombreuses écoles de commerce axent leurs formations sur l'entrepreneuriat pour accompagner les étudiants dans leur projet de création d'entreprise via un cursus spécialisé ou des incubateurs pour la partie plus pratique à l'exemple de certaines disposant d'un cursus incubateur afin de développer cette idée entrepreneuriat chez les élèves, les écoles telles que, l' EDC , première école de commerce en entrepreneuriat selon le classement Le Point en 2018, l' EM Lyon , de l' ISC Paris , de l'Institut de Formation aux Affaires et à la Gestion (IFAG), de l'ISCOM avec son parcours créateur d'entreprise, de l' EM Strasbourg avec son Bachelor Jeune Entrepreneur et de IAE avec le Master MAE Management Administration des Entreprises ou encore des écoles d'ingénieurs comme Télécom ParisTech , Mines ParisTech , Institut d'optique Graduate School Paristech et, plus récemment, l' INSEEC Paris qui met en place deux mois d'immersion complète dans un incubateur situé à San Francisco, Californie.\nHistoriquement, les premiers établissements d'enseignement supérieur à avoir formé des entrepreneurs étaient les écoles d'ingénieurs au dix-neuvième siècle, notamment les instituts polytechniques [ 24 ] . Les écoles de commerce françaises n’ont commencé à former des entrepreneurs qu’à partir des années 1970, d’abord avec quelques cours spécialisés avant d’ouvrir des mastères spécialisés en entrepreneuriat dans les années 1990 [ 25 ] . Certaines écoles de commerce françaises ont même construit une identité organisationnelle entrepreneuriale depuis les années 1990 [ 26 ] .\nEn France, le Ministère de l'Éducation Nationale et de la Recherche a créé le Statut national étudiant-entrepreneur en 2014 [ 27 ] .\nSur les autres projets Wikimedia :"
}