{
  "id": 83,
  "title": "Entrepreneuriat social",
  "url": "https://fr.wikipedia.org/wiki/Entrepreneuriat_social",
  "date": "2025-11-29T22:30:09.436398",
  "content": "Cet article est une ébauche concernant l’ économie .\nCet article présente des problèmes à corriger.\nVous pouvez aider à l'améliorer ou bien discuter des problèmes sur sa page de discussion .\nL' entrepreneuriat social est une forme d'entrepreneuriat, au service de l' intérêt général , qui recouvre l'ensemble des initiatives économiques dont la finalité principale est sociale ou environnementale et qui réinvestissent la majorité de leurs bénéfices au profit de cette mission [ 1 ] .\nIl est apparu au cours des années 1990 en Europe et aux États-Unis avec des approches différenciées.\nL'entrepreneuriat social est un domaine aux définitions multiples qui ne fait pas encore l'unanimité. La difficulté à définir l'entrepreneuriat social sur le plan conceptuel vient entre autres du fait que le terme est connoté positivement et que différentes définitions peuvent refléter différentes opinions politique concernant la manière dont l'entrepreneuriat peut être bénéfique à la société [ 2 ] . La littérature scientifique tentant de définir clairement ce type d'entrepreneuriat s'accorde néanmoins sur des caractéristiques communes qui permettent d'englober le large spectre que constitue ce secteur. Il est alors possible de dresser un tableau exhaustif de ces occurrences et c'est d'ailleurs ce à quoi se sont attelés plusieurs enseignants-chercheurs , via un prisme culturel mettant en exergue des interprétations en lien avec le contexte économique, politique et social d'un pays.\nC'est l'ensemble des vecteurs et des facteurs qui aident à la conduite au changement dans un pays. C'est l'ensemble des créations d'innovation qui bascule les situations stagnantes pour le bien de la société [ 3 ] .\nPour le monde occidental [ 4 ] , sont recensés au moins trois alternatives, donnant lieu à un Idéal Type.\nDéfinition au sens américain du terme, c'est celle qu'a construit Bill Drayton , économiste américain alors qu'il lançait le premier réseau d'entrepreneurs sociaux Ashoka en 1980. Cette approche est couramment représentée par l'entrepreneur social en tant que « Changemaker » : une personne qui possède le potentiel de changer le monde. Sous cette égide, c'est donc en 1993 que la Harvard Business School développe le Social Entreprise Knowledge Network (SKEN) et définit l'entrepreneuriat social comme « toute stratégie ou activité menée par une NPO pour générer des revenus soutenant sa mission sociale » qu'elle complétera en 2002 par l'assertion suivante « toute forme ou d'entreprise dans le cadre d'une NPO, d'une société commerciale ou d'entités du secteur public engagé dans une activité ayant une valeur sociale ou dans la production de biens ou services ayant eux-mêmes une finalité sociale. »\nDans cette conception plus européenne du terme, on constate que l'État italien et son contexte social, économique et politique ont joué des rôles catalyseurs dans l'émergence de ces initiatives. En effet, à l'époque où l'État Italien est en forte récession, son Parlement décide en 1991 de voter une loi sur un statut de « coopératives de solidarités sociales ». Ce statut permettant d'apporter aux citoyens des services sociaux dont la qualité et/ou la prise en charge devenaient difficiles.\nNé d'une conception anglaise, le Royaume-Uni cherche dès 2002 à fournir un cadre à ces entreprises hybrides de plus en plus répandues. À noter que cette définition s'inscrit fortement dans le système de pensées du management et du business en général à l'anglaise. Ainsi, selon cette approche, l'entrepreneuriat social regrouperait toute « activité commerciale ayant essentiellement des objectifs sociaux et dont les surplus sont principalement réinvestis en fonction de ces finalités dans cette activité ou dans la communauté, plutôt que d’être guidés par le besoin de maximiser les profits pour des actionnaires ou des propriétaires ».\nAu regard de ces premières versions et dans le cas d'une vision européenne de l'entrepreneuriat social, on accorde alors une grande importance au projet social de l'entreprise, à sa gouvernance participative et à l'encadrement de sa lucrativité. De ces apports, des critères ont été définis par le réseau de chercheurs européens Emergence of Social Entreprises (EMES) et sont aujourd'hui employés par le Mouvement des entrepreneurs sociaux . Ces critères économiques, sociaux et de gouvernance ancrent l'entreprise sociale dans une économie de ressources mixtes (publiques et marchandes) qui prennent en compte les pratiques et les statuts de l' économie sociale et solidaire .\nAfin de compléter cette approche culturelle, il est également possible de croiser ces représentations avec celles du monde oriental [ 5 ] qui offre également une version toute particulière de l'entrepreneuriat social :\nDéveloppé par Muhammad Yunus , prix Nobel de la Paix pour la création de la Grameen Bank : un Social business est une entreprise sociale qui lutte contre la pauvreté et ne verse aucun dividende. Les profits sont entièrement réinvestis dans l'activité du Social business . Les investisseurs peuvent en revanche récupérer leur mise initiale [ 6 ] . Cette approche fondée sur la philanthropie des apporteurs de capital a donné lieu à une autre branche : Le Bottom of the pyramid . Cette dernière développe l'idée que la pauvreté et la subvention aux besoins du bas de la pyramide de Maslow est un immense marché auquel les entreprises devraient s'intéresser pour s'enrichir tout en luttant contre la pauvreté [ 7 ] .\nSelon certains auteurs, si on compare le cas du Japon, de la Chine, de la Corée du Sud, de Taiwan et de Hong Kong, on se rend compte qu'en matière d'entrepreneuriat social, les occurrences sont également riches en Asie de l'Est, au même titre qu'en Europe ou outre-Atlantique mais qu'elles ne convergent pas toujours vers un cadre opérationnel commun. Néanmoins, dans ces pays, l'émergence du secteur est corrélée à des caractéristiques distinctes que sont les suivantes :\nLes outils classiques du management peuvent être utiles aux entrepreneurs sociaux (par exemple l’entretien individuel annuel du salarié), aussi bien que les techniques d’« alter-management ». Ces outils peuvent être vus comme neutres, et être utiles donc à plusieurs fins, aussi bien capitalistique que sociale. Il existe depuis quelques années en France des syndicats d’employeurs de l’économie sociale, mais encore rien d’équivalent dans le domaine de l’entrepreneuriat social. Cependant, certaines écoles de commerce françaises commencent à s'y intéresser. Pionnière en la matière, l' ESSEC Business School a créé la Chaire Innovation et entrepreneuriat social [ 8 ] ; HEC a peu après créé une chaire \"Social business, entreprise et pauvreté\" [ 9 ] ). Certains instituts d’études politiques , comme celui de Lille , proposent des cours obligatoires de responsabilité sociale ainsi qu'une spécialisation en entrepreneuriat social [ 10 ] . [ réf. souhaitée]\nL' Université Paris Dauphine-PSL et le Groupe SOS ont créé en 2016, le premier diplôme en formation continue à destination des entrepreneurs sociaux porté à la fois par un acteur académique et le premier opérateur de l'ESS en Europe [ 11 ] ."
}