{
  "id": 63,
  "title": "Bio-informatique",
  "url": "https://fr.wikipedia.org/wiki/Bio-informatique",
  "date": "2025-11-29T22:29:17.940221",
  "content": "La bioinformatique (ou bio-informatique ), est un champ scientifique multidisciplinaire auquel collaborent notamment des biologistes , informaticiens , mathématiciens , physiciens , médecins, agronomes et bioinformaticiens, dans le but de résoudre un problème scientifique posé par la biologie . Plus généralement, la bio-informatique est l'application de l' informatique , des mathématiques et de la statistique à la science biologique. Le spécialiste qui travaille à mi-chemin entre ces sciences et l'informatique est appelé bioinformaticien .\nLe terme bio-informatique peut également décrire, par abus de langage, toutes les applications informatiques résultant de ces recherches [ Note 1 ] .\nL'utilisation du terme bio-informatique est documentée pour la première fois en 1970 dans une publication de Paulien Hogeweg et Ben Hesper (université d'Utrecht, Pays-Bas), en référence à l'étude des processus d'information dans les systèmes biotiques [ 1 ] , [ 2 ] .\nCe domaine s'étend de l' analyse du génome à la modélisation de l'évolution d'une population animale dans un environnement donné, en passant par la modélisation moléculaire , l' analyse d'image , l'assemblage de génome et la reconstruction d' arbres phylogénétiques ( phylogénie ) [ 3 ] . Cette discipline constitue la « biologie in silico », par analogie avec in vitro ou in vivo .\nLa bioinformatique est constituée par l'ensemble des concepts et des techniques nécessaires à l'interprétation informatique de l'information biologique. Plusieurs champs d'application ou sous-disciplines se sont constitués :\nPour certains, la bioinformatique est une branche théorique de la biologie alors que pour d'autres, elle se situe clairement au carrefour des mathématiques , de l' informatique et de la biologie .\nIl s'agit en fait d'analyser, modéliser ou prédire les informations issues de données biologiques expérimentales .\nDans un sens encore plus étendu, on peut aussi inclure sous le concept de bio-informatique le développement d'outils de traitement de l'information basés sur des systèmes biologiques comme l'utilisation des propriétés combinatoires du code génétique pour la conception d' ordinateurs à ADN permettant de résoudre des problèmes algorithmiques complexes.\nDepuis l'invention du séquençage de l'ADN par Frederick Sanger dans la deuxième moitié des années 1970, les progrès technologiques dans ce domaine ont été tels que le volume des séquences d'ADN disponibles a progressé de manière exponentielle, avec un temps de doublement de l'ordre de 15 à 18 mois , c'est-à-dire un peu plus rapidement que la puissance des processeurs des ordinateurs ( Loi de Moore ). Un nombre exponentiellement croissant de séquences de génomes ou d' ADN complémentaires sont disponibles, dont l'annotation (ou interprétation de leur fonction biologique) reste à effectuer.\nLa première difficulté consiste à organiser cette énorme masse d'information et de la rendre disponible à l'ensemble de la communauté des chercheurs. Cela a été rendu possible grâce à différentes bases de données, accessibles en lignes. À l'échelon mondial, trois grandes institutions sont chargées de l'archivage de ces données : le NCBI aux États-Unis, l' EBI en Europe et le DDBJ (en) au Japon. Ces institutions se coordonnent pour gérer les grandes bases de données de séquences nucléotidiques comme GenBank ou l' EMBL database, ainsi que les bases de données de séquences protéiques comme UniProt ou TrEMBL ( cf. liens en fin d'article).\nIl faut ensuite développer des outils d'analyse de séquences afin de pouvoir déterminer leurs propriétés :\nLa bio-informatique intervient aussi dans le séquençage , avec par exemple l'utilisation de puces à ADN ou biopuce . Le principe d'une telle puce repose sur la particularité de reformer spontanément la double hélice de l’acide désoxyribonucléique face au brin complémentaire. Les quatre molécules de base de l'ADN ont en effet la particularité de s'unir deux à deux. Si un patient est porteur d'une maladie, les brins extraits de l'ADN d'un patient, vont hybrider avec les brins d'ADN synthétiques représentatifs de la maladie [ 4 ] .\nLes macromolécules biologiques sont en général de dimensions trop petites pour être accessibles à des moyens d'observation directs tel que la microscopie. La biologie structurale est la discipline qui a pour objet de reconstruire des modèles moléculaires, par l'analyse de données indirectes ou composites. L'objectif est d'obtenir une reconstruction tridimensionnelle présentant la meilleure adéquation avec les résultats expérimentaux. Ces données sont issues principalement d'analyses cristallographiques (étude des figures de diffraction des rayons X par un cristal ), de résonance magnétique nucléaire , de cryomicroscopie électronique ou de techniques de diffusion aux petits angles (diffusion des rayons X ou diffusion des neutrons ). Les données issues de ces expériences constituent des données (ou contraintes) expérimentales qui sont utilisées pour calculer un modèle de la structure 3D .\nLe modèle moléculaire obtenu peut être est un ensemble de coordonnées cartésiennes des atomes composant la molécule, on parle alors de modèle atomique, ou une « enveloppe », c'est-à-dire une surface 3D décrivant la forme de la molécule, à plus basse résolution.\nL'informatique intervient dans toutes les étapes conduisant de l'expérimentation au modèle, puis dans l'analyse du modèle par la visualisation moléculaire (voir les protéines en 3D).\nUn autre volet de la modélisation moléculaire concerne la prédiction de la structure 3D d'une protéine à partir de sa structure primaire (l'enchaînement des acides aminés qui la composent), en prenant en compte les différentes propriétés physico-chimiques des acides aminés. Cela a un grand intérêt car la fonction, l'activité d'une protéine dépendent de sa forme. De même, la modélisation des structures 3D d'acides nucléiques (à partir de leur séquence nucléotidique ) revêt la même importance que pour les protéines, en particulier pour les structures d'ARN .\nLa connaissance de la structure tridimensionnelle permet d'étudier les sites actifs d'une enzyme , mettre au point informatiquement une série d' inhibiteurs potentiels pour cette enzyme, et ne synthétiser et ne tester que ceux qui semblent convenir. Cela permet de réduire les coûts en temps et en argent de ces recherches.\nDe même la connaissance de cette structure permet de faciliter l' alignement de séquences protéiques .\nLa visualisation de la structure tridimensionnelle d'acides nucléiques ( ARN et ADN ) fait également partie de la palette des outils bio-informatiques très utilisés.\nOn appelle gènes homologues des gènes descendant d'un même gène ancestral . De façon plus spécifique, on dit de ces gènes qu'ils sont orthologues s'ils se retrouvent dans des espèces différentes (spéciation sans duplication), ou qu'ils sont paralogues s'ils se retrouvent chez la même espèce (duplication à l'intérieur du génome).\nIl est alors possible de quantifier la distance génétique entre deux espèces en comparant leurs gènes orthologues. Cette distance génétique est représentée par le nombre et le type de mutations qui séparent les deux gènes.\nAppliquée à un nombre plus important d'êtres vivants, cette méthode permet d'établir une matrice des distances génétiques entre plusieurs espèces. Les arbres phylogénétiques rapprochent les espèces qui ont la plus grande proximité. Plusieurs algorithmes différents sont utilisés pour tracer des arbres à partir des matrices de distance. Ils reposent chacun sur des modèles de mécanismes évolutifs différents. Les deux méthodes les plus connues sont la méthode UPGMA et la méthode du Neighbour Joining mais il existe d'autres méthodes basées sur le maximum de vraisemblance et le bayésien naïf .\nLa construction d'arbres phylogénétiques est utilisée par les programmes d' alignements multiples de séquences afin d'éliminer une grande partie des alignements possibles et de limiter ainsi les temps de calcul : il permet ainsi de guider l'alignement total.\nLes ontologies biologiques sont des graphes acycliques dirigés de vocabulaires contrôlés . Ils sont conçus pour capturer des concepts et des descriptions biologiques d'une manière qui peut être facilement catégorisée et analysée avec des ordinateurs. Une fois catégorisés de cette manière, il est possible de tirer une valeur ajoutée d'une analyse holistique et intégrée.\nLe Consortium OBO était un effort pour standardiser certaines ontologies. L'une des plus répandues est le Gene Ontology qui décrit la fonction des gènes. Il existe également des ontologies qui décrivent les phénotypes.\nVoici un exemple de tâches et débouchés envisageables :\nSur les autres projets Wikimedia :\nOrganismes"
}