{
  "id": 50,
  "title": "Jeux olympiques",
  "url": "https://fr.wikipedia.org/wiki/Jeux_olympiques",
  "date": "2025-11-29T22:28:41.938541",
  "content": "Cet article concerne les Jeux olympiques modernes. Pour les Jeux antiques, voir Jeux olympiques antiques . Pour les paralympiques, voir Jeux paralympiques . Pour les autres significations, voir Jo .\nmodifier\nLes Jeux olympiques ( JO ), aussi appelés Jeux olympiques modernes , puisqu'ils prolongent la tradition des jeux olympiques de la Grèce antique , sont des événements sportifs internationaux majeurs, regroupant les sports d’été ou d’ hiver , auxquels des milliers d’athlètes participent à travers différentes compétitions tous les quatre ans, pour chaque olympiade moderne.\nOriginellement tenus dans le centre religieux d’ Olympie , dans la Grèce antique du VIII e siècle av. J.-C. au IV e siècle apr. J.-C. , les Jeux sont rénovés par le baron français Pierre de Coubertin en 1894 lorsqu’il fonde le Comité international olympique (CIO) . Depuis lors, le CIO est devenu l’organisation gouvernant le mouvement olympique dont la structure et les décisions sont définies par la Charte olympique .\nLes premiers Jeux olympiques modernes se déroulent en 1896 à Athènes , et l'instauration des Jeux olympiques d'hiver date de 1924 à Chamonix . Ils ont lieu la même année tous les quatre ans, souvent dans le même pays sous réserve qu'il possède un territoire montagneux, puis sont décalés de deux ans à partir de 1994 [ n 1 ] . Annulés en 1916, 1940 et 1944 pour cause de guerres mondiales , les Jeux ont vu leur édition de 2020 reportée d'un an en raison de la pandémie de Covid-19 .\nPendant le XX e siècle, le CIO adapte les Jeux à sa perception des changements économiques, politiques et techniques du monde. Ainsi, les Jeux olympiques sont, comme le voulait Pierre de Coubertin, d'abord réservés aux purs amateurs , le règlement du CIO interdisant la participation de sportifs professionnels [ 3 ] . Bien que malmenée par les supercheries (notamment l' amateurisme marron ) autour du statut faussement « amateur » de nombreux sportifs, l'exclusion du professionnalisme reste en vigueur jusqu'en 1981 . Si le passage de l’amateurisme pur au professionnalisme est dans les faits progressif, le XI e Congrès olympique en 1981 marque une révolution pour l'olympisme, avec l'admission des sportifs officiellement professionnels [ 2 ] , [ 4 ] . Une autre évolution importante concerne la féminisation des épreuves. Aucune femme n'a été admise en compétition en 1896, les femmes ont été admises pour la première fois aux Jeux olympiques modernes en 1900, lors des Jeux de Paris. À cette occasion, 22 femmes ont participé dans cinq sports : le tennis, le croquet, la voile, l'équitation et le golf. Un fort déséquilibre persistera par la suite, jusqu'à la parité parfaite [ 5 ] aux jeux de Paris 2024 .\nLe CIO adapte aussi les Jeux aux changements sociaux qui se produisent au XX e siècle. Certains de ces ajustements incluent l'instauration des Jeux olympiques d’hiver , des Jeux paralympiques ou encore des Jeux olympiques de la jeunesse et la création de nombreuses épreuves mixtes. En outre, l’importante croissance des médias de masse apporte aux Jeux des sources de financement considérables, entraînant parfois des problèmes de corruption [ 6 ] , [ 7 ] .\nActuellement, le mouvement olympique comprend les fédérations sportives internationales , les comités nationaux olympiques et la mise sur pied de comités d'organisation locaux pour chaque édition des Jeux olympiques. La ville hôte est chargée d’organiser les Jeux olympiques de manière qu’ils soient en accord avec la Charte olympique. Le CIO décide aussi des sports présents ou non à chaque édition. La célébration des Jeux inclut de nombreux rituels et des symboles, comme le drapeau olympique et la flamme olympique , le relais de la flamme, ainsi que les cérémonies d’ouverture et de clôture. Les trois meilleurs athlètes ou équipes de chaque compétition reçoivent respectivement une médaille d’or ( 1 re place), d’argent ( 2 e place) et de bronze ( 3 e place). Pour les Jeux d'été, la participation est plafonnée à environ 10 500 athlètes et à 28 sports se déclinant en plus de 300 épreuves.\nLes Jeux olympiques sont devenus si importants que presque chaque nation est représentée. Une telle ampleur a causé de nombreux défis, comme le boycott , le dopage , la corruption et le terrorisme . Tous les quatre ans, les Jeux et leur exposition médiatique permettent à des athlètes d'acquérir une notoriété nationale, voire mondiale dans certains cas. Les Jeux sont aussi une excellente occasion pour la ville hôte et le pays d'accueil d'assurer leur promotion sur la scène internationale.\nLe sportif le plus médaillé des Jeux olympiques, été comme hiver, est le nageur américain Michael Phelps qui gagne, entre 2004 et 2016 , vingt-huit médailles dont vingt-trois en or. Aux Jeux d'hiver, la fondeuse norvégienne Marit Bjørgen détient un record de quinze podiums, dont huit médailles d'or.\nDe nombreuses légendes entourent l'origine des Jeux olympiques antiques. L'une dit qu' Héraclès construisit le stade olympique ainsi que les bâtiments alentour en l'honneur de son père Zeus , après avoir accompli ses douze travaux , et aurait organisé avec ses quatre frères une course dont il couronna le vainqueur d'une branche d'olivier [ 8 ] . Il aurait également défini la longueur du stade olympique en l'arpentant avec la longueur de son pied en avançant de 600 pas.\nLes premiers Jeux olympiques sont réputés avoir pris place en 776 av. J.-C. sur l'initiative d' Iphitos , roi d' Élide . Cette année marque le début du calendrier olympique, selon lequel les années sont regroupées en olympiades , et l' an 1 du calendrier grec adopté en 260 av. J.-C. Toutefois, il est probable que les Jeux aient été encore plus anciens, compte tenu de l'abondance des offrandes de l'époque géométrique retrouvées à Olympie . Dès lors, les Jeux gagnèrent en importance dans toute la Grèce antique , mais il existe près de 300 réunions sportives du même type, les agônes . On passe à plus de 500 sous l'Empire romain. Les Jeux olympiques forment, avec les Jeux pythiques , les Jeux néméens , et les Jeux isthmiques , un cycle des jeux sacrés dont l'un revient chaque année. L'athlète qui gagne des prix à ces quatre Jeux panhelléniques est désigné par le titre de « periodonikès » [ 9 ] .\nLe programme des compétitions comprend des épreuves hippiques (chars à deux ou quatre chevaux) et des épreuves athlétiques dites de gymnastique ( course à pied sur plusieurs distances, lancer du disque , saut en longueur , lancer du javelot , pentathlon [ 10 ] , lutte , pugilat et pancrace ). Disque, longueur et javelot ne donnent pas de titre olympique, mais font partie des cinq épreuves du pentathlon avec la course du stade et la lutte [ 11 ] .\nCorèbe d'Élis [ 12 ] ouvre le palmarès olympique officiel en remportant la course pédestre du stade en 776 av. J.-C. Parmi les autres principaux athlètes grecs des Jeux antiques, citons Milon de Crotone (lutte, VI e siècle av. J.-C. ), Diagoras de Rhodes (boxe, V e siècle av. J.-C. ), Polydamas de Scotoussa (pancrace, VI e siècle av. J.-C. ), Léonidas de Rhodes (course, II e siècle av. J.-C. ) et Mélancomas de Carie (boxe, au I er siècle ). À partir de la septième olympiade ( 752 av. J.-C. ), le champion olympique reçoit une couronne d’olivier sauvage, une branche de palmier et un ruban de laine rouge appelé la tænia. Le Messénien Daikles est le premier champion olympique honoré ainsi.\nRéservés d'abord aux seuls citoyens grecs masculins et riches, les Jeux entraînent une trêve olympique. Cette dernière n'arrête pas les conflits, mais autorise les athlètes et spectateurs à traverser librement des zones de guerre sans être inquiétés [ 13 ] . La portée d'un titre olympique est considérable. Les champions sont d'authentiques héros populaires et sont couverts de cadeaux et d'honneurs à leur retour dans leur cité. Ils sont de plus pleinement professionnels [ 14 ] depuis le V e siècle av. J.-C. et peuvent décider de défendre les couleurs d'une autre cité. Ces changements d'allégeance provoquent souvent des troubles, parfois importants, dans la cité « trahie ». On peut ainsi citer le cas de Astylos de Crotone (7 titres olympiques), qui passe de Crotone à Syracuse en 484 av. J.-C. , provoquant de graves troubles à Crotone.\nUn serment olympique en quatorze points [ 15 ] régit l'organisation des Jeux depuis 338 av. J.-C. Le X e point concerne les cas de tricheries qui sont nombreux et durement sanctionnés.\nÀ la suite de l'invasion romaine, les Jeux s'ouvrent aux non Grecs. Le prestige des Jeux est tel que plusieurs empereurs y prennent part. Sur les conseils de l'évêque Ambroise de Milan , l'empereur Théodose I er interdit les Jeux en 393 - 394 en raison de leur caractère païen . Cette interdiction ne vise d'ailleurs pas spécifiquement les Jeux olympiques mais de façon générale les Jeux du cirque dont ceux-là sont un événement particulier.\nLes Jeux olympiques connaissent quelques timides tentatives de rénovation entre la fin du XVIII e siècle , époque à laquelle on découvre les ruines des sites d' Olympie , et la fin du XIX e siècle . Citons ainsi l' Olympiade de la République qui se tient à Paris en 1796 , 1797 et 1798 . Esprit-Paul de Lafont-Pouloti réclame même le rétablissement des Jeux olympiques. Il va jusqu'à présenter un projet à la municipalité parisienne, qui rejette l’idée. Le CIO honora la mémoire de ce visionnaire en 1924 [ réf. souhaitée] . Parmi les autres tentatives, citons les Jeux du petit séminaire du Rondeau à Grenoble à partir de 1832 , les Jeux scandinaves (en 1834 et 1836 ), les festivals olympiques britanniques (depuis 1849 ) comme les Jeux de Much Wenlock, les Jeux athlétiques disputés à Montréal ( Canada ) en 1843 et qui sont rebaptisés Jeux olympiques pour les éditions 1844 et 1845 et les jeux olympiques de Zappas à Athènes en 1859 et 1870 . L' Allemagne tient également un rôle important dans cette rénovation en étant déterminante en matière de fouilles archéologiques menées par Ernst Curtius sur le site d'Olympie et en devenant, très tôt, favorable à la rénovation [ 16 ] .\nIl faut préciser que la rénovation des Jeux olympiques n'est pas seulement inspirée par les Jeux antiques. L'actualité de cette fin de XIX e siècle influence nettement l'esprit de ceux qui vont lancer le nouveau mouvement olympique : la défaite grecque contre les Turcs en 1897 , celle des Français contre les Allemands en 1870 incitent les gouvernements à réformer l'éducation de leur jeunesse en favorisant le sport et l' éducation physique pour endurcir les corps, fortifier les esprits et préparer cette jeunesse à combattre pour la revanche [ 17 ] . C'est cependant la volonté de Pierre de Coubertin de favoriser les interactions culturelles entre les pays et de promouvoir les valeurs éducatives et universelles du pays qui l'oriente vers son projet de rénover les Jeux [ 18 ] . De même, l'inspiration puise également ses sources dans des pratiques profondément ancrées dans la culture européenne comme celle des joutes chevaleresques médiévales [ 19 ] . Cette tradition nobiliaire explique que les Jeux olympiques attendent de leurs athlètes qu'ils aient l'étoffe d'aristocrates en cultivant le fair-play des gentlemen, les attitudes gestuelles et l'amateurisme éthique (seuls les athlètes issus des classes les plus favorisées pouvant consacrer leur temps à faire du sport, notamment l' escrime , le yachting , le tennis ou l' équitation , épreuves phares des premiers Jeux olympiques) qui se développe en réaction à la professionnalisation du sport par les classes populaires , le « shamateurisme » (de shame , « la honte », et d'amateurisme) des sportifs roturiers étant perçu comme une subversion [ 20 ] des codes de l'amateurisme [ 21 ] , [ 22 ] .\nLa fédération omnisports française d'athlétisme USFSA fête son cinquième anniversaire le 25 novembre 1892 dans le grand amphithéâtre de la Sorbonne à Paris . À cette occasion, Pierre de Coubertin appelle à la rénovation des Jeux olympiques. Deux ans plus tard, du 16 au 23 juin 1894 , se tient également à la Sorbonne le « Congrès pour le rétablissement des Jeux olympiques ». Devant l’absence de réactions à son appel deux ans plus tôt, Pierre de Coubertin parvient à convaincre les représentants britanniques et américains, mais aussi d'autres nations, notamment la Jamaïque , la Nouvelle-Zélande ou la Suède . Plus de 2 000 personnes représentant douze nations assistent finalement au congrès, qui vote à l’unanimité la rénovation des Jeux olympiques. L'autre décision importante prise à l’occasion de ce Congrès est la condamnation des règlements sportifs de certaines fédérations (britanniques notamment) excluant les ouvriers et les artisans au nom d’un élitisme social qui allait à l’encontre des idéaux égalitaires français.\nÀ l'origine, les Jeux sont exclusivement estivaux. Le patinage artistique et le hockey sur glace font ainsi des apparitions au programme olympique avant même la création de Jeux d'hiver , en 1924 .\nAprès le succès initial des épreuves à Athènes en 1896 , les olympiades de Paris en 1900 (qui virent pour la première fois des femmes participer aux épreuves, Charlotte Cooper étant la première championne olympique) et de Saint Louis en 1904 sont noyées dans les programmes des expositions universelles . Le premier athlète noir à participer, à remporter une médaille et à être champion olympique est l' Haïtien d'origine Constantin Henriquez , en 1900 .\nLes Jeux olympiques intercalaires de 1906 d'Athènes, non reconnus ultérieurement par le CIO, marquèrent un regain d'intérêt du public et des athlètes, avec une participation très internationale alors que 80 % des sportifs ayant pris part aux Jeux de Saint-Louis étaient américains. Les nations européennes avaient en effet renoncé à faire le long et coûteux déplacement outre-Atlantique.\nDe 241 athlètes de quatorze nations en 1896 [ 23 ] , les Jeux passent à 10 568 sportifs représentant 204 délégations lors des Jeux olympiques de Londres en 2012. C'est désormais l'un des événements les plus médiatisés. Les Jeux de Sydney en 2000 réunissent ainsi plus de 16 000 journalistes et diffuseurs. La dimension de l'épreuve est telle que cela pose des problèmes financiers aux villes hôtes, que le sponsoring ne couvre que partiellement. Les villes hôtes profitent en effet des Jeux pour s'équiper notamment en transports en commun et en équipements sportifs. À titre d'exemple, le budget estimé des Jeux de Londres en 2012 est de neuf milliards de livres sterling .\nSous la tutelle du CIO ont également lieu des jeux régionaux. Les plus anciens sont les Jeux d'Amérique centrale et des Caraïbes, tenus pour la première fois à Mexico en 1926 [ 24 ] .\nLe programme des compétitions se met progressivement en place. Lors de la première édition des Jeux ( 776 av. J.-C. ), une seule épreuve est disputée : c'est la course pédestre du stade (environ 192 m ). En 724 av. J.-C. , la course pédestre du double stade ( diaulos ) est introduite dans le programme, puis quatre ans plus tard, la première épreuve de fond fait son apparition : le dolichos, soit vingt-quatre stades (environ 4 600 m ). Le pentathlon est introduit au programme olympique en 708 av. J.-C. en même temps que la lutte. Le pugilat arrive en 688 av. J.-C. et le pancrace en 648 av. J.-C. La course de hoplites (course pédestre en tenue militaire) fait son entrée au programme en 520 av. J.-C.\nDu côté des courses hippiques, les courses de quadriges (quatre chevaux) figurent au programme olympique depuis 680 av. J.C. . Les courses montées se disputent depuis 648 av. J.-C.\nDes épreuves de course et de lutte réservées aux juniors sont ajoutées au programme olympique en 632 av. J.-C. Un concours de pentathlon ( 628 av. J.-C. ) et un autre de pugilat ( 616 av. J.-C. ) viennent ensuite compléter le programme olympique des juniors.\nEn plus de ce programme sportif, des concours culturels étaient organisés. Platon est ainsi sacré deux fois « olympionique ».\nEn ce qui concerne les épreuves, les femmes ne pouvaient pas participer. On retrouve tout de même des noms de femmes dans les palmarès des vainqueurs de courses de chars. Cela tient au fait qu'on n'inscrivait pas le nom du conducteur, mais celui du propriétaire de l'attelage.\nLa nudité des athlètes lors des épreuves est parfois expliquée comme une conséquence de la victoire d'une femme lors d'une olympiade, alors que les participants concouraient encore vêtus. Cette pratique serait donc une solution pour exclure à coup sûr les femmes des épreuves. Mais aucune explication sérieuse sur ce sujet n'a encore été donnée, les Grecs se contentant eux-mêmes d'anecdotes peu convaincantes [ 25 ] .\nContrairement aux Jeux antiques, le programme olympique moderne est beaucoup moins stable. Chaque édition des Jeux apporte ainsi son lot de nouveautés, nouvelles disciplines et nouvelles catégories.\nConservateur et colonialiste convaincu, Pierre de Coubertin n'imagine pas des Jeux olympiques valorisant le corps de l'athlète noir ou celui de la femme [ 26 ] , [ 27 ] mais ses convictions sont initialement peu appliquées car le CIO a le contrôle de la doctrine mais pas de l'organisation des premiers Jeux qui est déléguée à des entrepreneurs de spectacle [ 28 ] .\nLe CIO est devenu progressivement le seul décisionnaire sur l'admission d'une discipline au programme olympique. En 1919 , Alice Milliat demande au Comité international olympique d'inclure des épreuves féminines lors des prochains Jeux olympiques, mais sa demande est refusée. Elle fonde deux ans plus tard la Fédération sportive féminine internationale (FSFI) et organise les premiers Jeux olympiques féminins en 1922 , rapidement renommées Jeux mondiaux féminins face à la colère de la Fédération internationale d'athlétisme [ 29 ] . Les femmes sont finalement admises aux épreuves athlétiques des Jeux olympiques d'été de 1928 à Amsterdam [ 30 ] .\nLe CIO doit désormais composer avec les Fédérations internationales gérant les disciplines. Le programme des compétitions sportives ne propose pas l'ensemble des disciplines sportives, ni même la totalité des différentes épreuves possibles. Les Jeux d'été comptent 302 podiums , et c'est un plafond que le CIO ne souhaite pas dépasser. Ainsi, nombre de sports sont écartés du programme, comme c'est le cas du baseball et du softball après les Jeux de 2008, tandis que d'autres disciplines souhaitant profiter de la vitrine olympique sont priées d'attendre. Les Jeux mondiaux rassemblent certains de ces sports non-olympiques mais dont les fédérations internationales sont reconnues par le CIO. Jusqu'en 1996 , ces sports pouvaient profiter du statut de sport de démonstration .\nLe nombre des participants aux Jeux olympiques d'hiver est plus modeste avec environ 2 500 athlètes à Turin en 2006 . Et du côté du programme, on cherche plutôt à l'étoffer. Certaines disciplines de salle ont été approchées pour passer des JO d'été à ceux d'hiver mais les fédérations internationales concernées ont refusé.\nAfin de contenir l'expansion, le nombre d'athlètes participants aux Jeux est désormais plafonné à 10 500 en été et les participants doivent désormais réaliser des minima dans les disciplines chiffrées ou profiter de quotas olympiques gagnés lors des grandes compétitions précédant les Jeux. Pour permettre à toutes les nations de participer, les minima sont à géométrie variable selon les nations et un Comité olympique n'ayant aucun athlète qualifié aux Jeux profite d'invitations, généralement en athlétisme, natation, judo ou haltérophilie pour les Jeux d'été.\nLes femmes ne sont acceptées que dans quelques disciplines lors de leurs premiers Jeux olympiques telles que le golf, l’équitation, le tennis, la voile et le croquet. Elles représentent seulement 2,2 % de tous les athlètes olympiques qui y sont présents, des statistiques qui restent stables durant de nombreux Jeux [ 31 ] .\nDepuis les Jeux de 2004 à Athènes, les femmes représentent plus de 40% des athlètes. Ne pouvant pas concourir dans toutes les disciplines, les femmes restent inférieures jusqu’en 2012 où l’épreuve de la boxe féminine fait son entrée dans le programme. Cette édition des Jeux olympiques est la première où les femmes concourent dans tous les sports [ 32 ] .\nLes côtes d’écoute des épreuves féminines étaient et sont encore à ce jour, en 2022, inférieures à celle des hommes et c’est donc pour promouvoir l’innovation et la plus grande diversité des sexes que le Comité international olympique ajoute, depuis les Jeux de Tokyo 2020, des épreuves mixtes dans plusieurs disciplines. On en compte 18 lors de ces Jeux, en athlétisme, badminton, judo, natation, sports équestres, tennis, tennis de table, tir, tir à l’arc, triathlon et voile. Comme l'affirme Kit McConnell, le directeur des sports du CIO : « Il n'y a rien de plus égal qu'un homme et une femme qui concourent en tant qu'équipe sur la même aire de compétition en vue de la même performance sportive » [ 33 ] .\n(49)\nNota\nNB : Le fond bleu indique les épreuves disputées à l'occasion des Jeux olympiques d'été .\nEn 1948, Sir Ludwig Guttman , fermement décidé à promouvoir la réhabilitation des soldats de la Seconde Guerre mondiale , organisa une compétition sportive entre différents hôpitaux au même moment que les Jeux olympiques d'été de 1948 à Londres . Cette compétition, connue alors sous le nom de Jeux de Stoke Mandeville , devint annuelle. Durant les douze années suivantes, Guttman et d’autres continuèrent d’utiliser le sport comme thérapie de guérison. Aux Jeux olympiques d'été de 1960 à Rome , Guttman réunit 400 athlètes pour concourir dans les « Jeux olympiques parallèles » et devinrent les premiers Jeux paralympiques . Depuis, les Paralympiques ont lieu chaque année olympique et se déroulent dans la même ville que les Jeux olympiques depuis les Jeux de Séoul en 1988 [ 35 ] .\nÀ partir de 2010, les Jeux olympiques accueillent les Jeux olympiques de la jeunesse (JOJ), où les athlètes ont entre 14 et 18 ans. Les JOJ sont créés par Jacques Rogge , président du CIO, en 2001. La décision est approuvée pendant le 119 e Congrès du CIO [ 36 ] , [ 37 ] . Les Jeux olympiques de la jeunesse d'été de 2010 se tiennent à Singapour et ceux d’hiver en 2012, à Innsbruck en Autriche [ 38 ] . Ces Jeux durent moins longtemps que les Jeux olympiques traditionnels. Ceux d’été durent douze jours et ceux d’hiver, neuf jours [ 39 ] . 3 500 athlètes et 875 officiels vont participer aux JO d’été de 2010, et 970 athlètes et 580 officiels aux JO d’hiver [ 40 ] , [ 41 ] . Les sports au programme coïncident avec ceux des Jeux olympiques traditionnels, cependant le nombre de disciplines et d’épreuves est diminué [ 42 ] .\nÀ partir de 2018, le CIO s'intéresse à l' esport , et organise en 2023 la semaine olympique de l'esport à Singapour [ 43 ] . La création des Jeux Olympiques de l'esport a été approuvée à l'unanimité lors de la 142 e session du CIO à Paris le 23 juillet 2024 [ 44 ] . Le CIO a noué un partenariat de 12 ans avec le comité national olympique saoudien , et la première édition est prévue pour 2025 [ 44 ] .\nLe CIO est fondé lors du Congrès olympique de 1894 à Paris . Il a pour mission d'organiser les Jeux. Composé de 115 membres qui se réunissent au moins une fois par an, et élisent un président pour une durée de huit ans. Le mouvement olympique regroupe un grand nombre d’organisations et de fédérations sportives nationales et internationales, de partenaires médiatiques reconnus, d’athlètes, d’officiels, et juges et toutes les personnes et institutions qui sont d’accord pour respecter les règles de la Charte olympique [ 45 ] . Organisation de coordination du mouvement olympique, le CIO est responsable du choix de la ville hôte, la négociation des partenaires et des droits de diffusion, de superviser le programme du déroulement des Jeux olympiques, actualiser et approuver le programme sportif [ 46 ] . Kirsty Coventry est à la tête du CIO depuis son élection le 20 mars 2025 [ 47 ] , devenant la première femme ainsi que la première Africaine à ce poste [ 48 ] .\nLe CIO reconnaît 206 comités nationaux, selon des critères différents de ceux définissant un État au sens du droit international . De nombreuses dépendances prennent ainsi part aux Jeux sous leur propre drapeau, tel que les Bermudes , Porto Rico ou Hong Kong , alors qu'elles sont légalement parties intégrantes d'un autre État. Depuis 1980 , Taïwan participe sous le nom de Taipei chinois , la république populaire de Chine refusant sa propre participation si Taïwan était présent sous le nom de république de Chine . Les Îles Marshall ont quant à elles été reconnues par le CIO le 9 février 2003 .\nLe mouvement olympique regroupe trois grands éléments :\nLe français et l’anglais sont les langues officielles du mouvement olympique. La langue du pays organisateur des Jeux olympiques est aussi utilisée. Toutes les annonces (comme celle du nom du pays lors du défilé des nations pendant la cérémonie d’ouverture) sont déclarées dans ces trois langues, dans cet ordre [ 50 ] .\nLe CIO a souvent été critiqué car c’est une organisation intraitable [Quoi ?] , avec plusieurs de ses membres élus à vie. Les directions de Avery Brundage et Juan Antonio Samaranch furent en particulier controversées. Brundage fut président du CIO pendant plus de 20 ans. Pendant sa présidence, il protégea les Jeux olympiques de toutes implications politiques préjudiciables [ 51 ] . Il fut accusé de racisme pour sa gestion du problème de l’ apartheid avec la délégation Sud-Africaine et d’ antisémitisme [ 52 ] . Samaranch fut accusé de népotisme et de corruption [ 53 ] . Les liens qu’entretenait Samaranch avec le régime de Franco furent aussi une source de vives critiques [ 54 ] . En 1998, on révéla que plusieurs membres du CIO avaient reçu des pots-de-vin de la part du comité d’organisation de Salt Lake City pour s’assurer que leurs votes iraient en leur faveur. Le CIO entama une enquête qui aboutit à la démission de quatre membres et à l’exclusion de six autres. Le scandale eut aussi pour conséquence la mise en place de réformes pour la sélection des villes organisatrices afin d’éviter ce genre de cas à l’avenir [ 55 ] .\nUn documentaire de la BBC intitulé Panorama : Buying the Games diffusé en août 2004, retrace l’enquête qui eut lieu sur les pots-de-vin lors de la sélection de la ville organisatrice pour les Jeux olympiques d'été de 2012 [ 56 ] . Le documentaire montra qu’il était possible d’acheter les membres du CIO afin qu’ils votent pour une ville en particulier. Après la défaite de Paris pour les Jeux de 2012 [ 57 ] , Bertrand Delanoë accusa en particulier Tony Blair , Premier ministre britannique , et le comité londonien (dont Sebastian Coe était à la tête) d’enfreindre les règles des votes. Il cita comme témoin Jacques Chirac [ 58 ] . La sélection de Turin pour les Jeux olympiques d'hiver de 2006 fut aussi controversée. Marc Hodler , éminent membre du CIO, et en faveur de la ville concurrente de Sion en Suisse , affirma que certains membres du CIO avaient été achetés par le Comité d’organisation de Turin. Ces accusations menèrent à une enquête et desservirent la candidature de Sion en faveur de Turin [ 59 ] .\nLe calendrier olympique, le déroulement des cérémonies et leur symbolique sont le résultat d'une évolution. Ainsi, il n'y a pas de cérémonie d'ouverture en 1900 aux Jeux de Paris . L' hymne olympique existe depuis 1896 , composition grecque rendue officielle seulement aux Jeux de Rome de 1960 . Le drapeau olympique , dessiné par Coubertin en 1913 , et le serment olympique sont présentés aux Jeux d' Anvers de 1920 . Les villages olympiques apparaissent pour la première fois aux Jeux de Paris de 1924 . La flamme olympique , symbolisant le lien entre les Jeux antiques et les Jeux modernes, brûle depuis les Jeux d' Amsterdam de 1928 . Depuis les Jeux de Berlin de 1936 , elle effectue un parcours sous forme de relais avant la tenue des Jeux, innovation créée par le nazi Goebbels . Le défilé des athlètes est la plus longue des séquences des cérémonies d'ouverture et de clôture. Le défilé est toujours ouvert par la délégation grecque et le pays qui accueille les Jeux ferme la marche.\nEntre les cérémonies d'ouverture et de clôtures, deux semaines de compétitions se tiennent sur différents sites, parfois assez éloignés. Les athlètes sont logés dans un village olympique exclusivement réservé aux athlètes et aux entraîneurs. Les journalistes sont regroupés au sein d'un centre médias et ont un accès limité au village olympique des athlètes. L'organisation fait appel à des milliers de volontaires bénévoles afin d'assister les athlètes, les officiels, les journalistes et les spectateurs. L'une des traditions typiques des Jeux est l' échange de Pin's entre délégations et médias. Les volontaires terminent souvent les Jeux couverts de ces épinglettes.\nLa mascotte olympique apparaît officiellement pendant les Jeux d'hiver de 1968 à Grenoble . Depuis, chaque édition crée sa propre mascotte afin de symboliser les valeurs de l'olympisme. La mascotte des Jeux olympiques d'été de 2024 à Paris est un bonnet phrygien anthropomorphe , symbole de la Révolution française [ 60 ] .\nDepuis le premier congrès olympique en 1894 , la devise latine des Jeux olympiques est : citius, altius, fortius… (plus vite, plus haut, plus fort…). C'est Pierre de Coubertin qui proposa cette devise, empruntée à son ami dominicain, l'abbé Henri Didon , ancien vainqueur en 1855 des jeux olympiques du petit séminaire du Rondeau de Grenoble. Le mardi 20 juillet 2021, le CIO s'est réuni à Tokyo à trois jours de la Cérémonie d'ouverture de la 138 e session des Jeux olympiques d'été de 2020 . Il est alors décidé de marquer une rupture dans l'histoire des Jeux modernes en modifiant la devise qui est désormais : Plus vite, Plus haut, Plus fort - Ensemble ( Citius, Altius, Fortius - Communiter ) [ 61 ] .\nLes langues en usage pendant les Jeux sont, dans cet ordre, le français, l'anglais et la langue locale. À l'usage, le français recule pourtant clairement devant l'anglais pour les informations de signalisation dans les sites olympiques. L'anglais est également privilégié lors des discours des cérémonies d'ouverture et de clôture. C'est pourtant bien en français que commence la cérémonie de remise des médailles, comme le prévoit le protocole olympique.\nL'extinction de la flamme olympique marque la fin de la parenthèse olympique.\nConçu en 1913 par Pierre de Coubertin , il fut présenté officiellement au congrès olympique de Paris en juin 1914 . Mais c’est seulement en 1920 aux Jeux d’Anvers qu’on le voit flotter pour la première fois.\nLe baron Pierre de Coubertin expliquait lui-même [ 62 ] :\n« Le drapeau olympique, on le sait, est tout blanc avec, au centre, cinq anneaux enlacés : bleu, jaune, noir, vert, rouge ; l’anneau bleu en haut et à gauche à côté de la hampe. Ainsi dessiné, il est symbolique ; il représente les cinq parties du monde unies par l’Olympisme et ses cinq couleurs d’autre part reproduisent celles de tous les drapeaux nationaux qui flottent à travers l’univers de nos jours. »\n— Coubertin (1931), Textes choisis\nLes équipes ou athlètes qui se classent en première, deuxième ou troisième place dans chaque épreuve reçoivent des médailles. Les vainqueurs de l'épreuve reçoivent des médailles d'or, qui étaient en or massif jusqu'en 1912, puis en argent doré et maintenant en argent plaqué or. Chaque médaille d'or doit toutefois contenir au moins six grammes d'or pur [ 63 ] . Les finalistes recevront des médailles d'argent et pour la troisième place les athlètes sont récompensés par une médaille de bronze. Dans les épreuves contestées par un tournoi à élimination directe (comme la boxe), la troisième place ne pourrait être déterminée et les deux perdants des demi-finales reçoivent des médailles de bronze. Aux Jeux olympiques de 1896 , seulement les deux premiers ont reçu une médaille, l'argent pour le premier et le cuivre pour le deuxième. Le format actuel de trois médailles a été introduit aux Jeux olympiques de 1904 [ 64 ] . Depuis 1948, les athlètes classés quatrièmes, cinquièmes et sixièmes ont reçu des certificats dont le nom est aujourd'hui diplôme olympique . En 1984, le diplôme est élargi aux septième et huitième places. Lors des Jeux de 1896 à Athènes , les médaillés ont reçu des diplômes ainsi qu’un rameau d’olivier pour les premiers et une branche de lauriers pour les deuxièmes. Lors des Jeux suivants ayant lieu à Athènes, en 2004 , les athlètes médaillés recevaient également une couronne d'olivier [ 65 ] en souvenir de ces premiers Jeux. Le CIO ne tient pas de statistiques pour les médailles remportées, mais les comités nationaux olympiques et les médias tiennent des statistiques concernant les médailles et les records pour mesurer les succès des différentes nations participantes [ 66 ] .\nAu départ, le CIO trouvait ses fonds grâce à des sociétés partenaires. C’est lorsque Avery Brundage partit en retraite en 1972 que le CIO commença à explorer le potentiel de la télévision et le marché lucratif de la publicité qui s’offraient à eux [ 67 ] . Sous la présidence de Juan Antonio Samaranch , les Jeux commencèrent à s’intéresser aux sponsors internationaux qui cherchaient à associer leurs produits à la marque olympique [ 68 ] . Les Jeux olympiques 2024 ont été médiatisés par le défilé printemps-été 2025 de Dior représentant les femmes sportives et en invitant Sagg Napoli.\nDans la première moitié du XX e siècle, le CIO avait un petit budget [ 68 ] , [ 69 ] . Président du CIO de 1952 à 1972, Avery Brundage rejeta toutes les tentatives de lier les Jeux aux intérêts commerciaux [ 67 ] . Il pensait que le lobby des sociétés influencerait les décisions du CIO [ 67 ] . Lorsqu’il prit sa retraite, le CIO avait deux millions de dollars d’actifs. Huit ans plus tard, les coffres du CIO atteignirent 45 millions de dollars [ 67 ] . Ce fut d’abord dû au changement d’idéologie qui prôna l’expansion des Jeux grâce aux sponsors de sociétés et la vente des droits audiovisuels [ 67 ] . Lorsque Juan Antonio Samaranch fut élu à la tête du CIO en 1980, il désirait rendre le CIO financièrement indépendant [ 69 ] .\nLes Jeux olympiques d'été de 1984 à Los Angeles restent une étape clé dans l’histoire olympique. Le comité d’organisation de Los Angeles, dirigé par Peter Ueberroth réussit à engranger un surplus de 225 millions de dollars, résultat sans précédent à l’époque [ 70 ] . Le comité d’organisation réussit à créer un tel surplus en partie grâce à la vente des droits exclusifs des sponsors à certaines sociétés [ 70 ] . Le CIO cherchait à avoir le contrôle de ces droits. Samaranch prit part à l’élaboration du programme olympique en 1985 afin de créer une marque olympique [ 68 ] . Il créa en 1988 le programme TOP ( The Olympic Partners ) : faire partie de ce programme olympique de sponsorship est très exclusif et onéreux. Les frais sont de 50 millions de dollars pour quatre ans d’adhésion [ 69 ] . Les membres du programme olympique reçoivent des droits de publicité exclusifs et l’utilisation du symbole olympique, les anneaux olympiques , dans leurs publications et leurs publicités [ 71 ] .\nActuellement, les revenus du CIO peuvent avoir quatre sources [ 72 ] : principalement les droits télévisés quatre milliards de dollars sur l'olympiade 2009-2012), le programme de sponsorship TOP un milliard de dollars sur la même période) et dans une moindre mesure la billetterie et les licences pour l'exploitation des produits dérivés . Le CIO garde 10 % de ces revenus et en redistribue 90 % aux comités nationaux olympiques , fédérations sportives internationales et au Comité d'Organisation des Jeux Olympiques (COJO) du pays hôte.\nLes Jeux olympiques d'été de 1936 à Berlin furent les premiers Jeux à passer à la télévision bien que localement [ 73 ] .\nLes Jeux olympiques d'été de 1956 furent les premiers Jeux à être diffusés internationalement [ 74 ] et les Jeux d’hiver suivants virent leurs droits audiovisuels vendus pour la première fois. CBS déboursa 394 000 dollars pour avoir les droits américains [ 75 ] et l’ Union européenne de radio-télévision 660 000 dollars [ 68 ] . Les Jeux olympiques d'été de 1964 de Tokyo sont les premiers JO diffusés en direct, grâce notamment au satellite [ 76 ] .\nDurant les décennies suivantes, les Jeux devinrent l’un des terrains idéologiques de la guerre froide . Les grandes puissances manœuvrèrent pour prendre le pouvoir politique et le CIO décida de prendre l’avantage de cet intérêt grâce aux médias [ 75 ] . La vente des droits audiovisuels permit au CIO de bien plus exposer au Monde les Jeux olympiques, et ainsi leur donner plus d’intérêt, ce qui eut pour conséquence d’attirer les sponsors qui achetèrent des plages publicitaires. Cela permit au CIO d’augmenter les tarifs de ces droits [ 75 ] . Par exemple, CBS déboursa 375 millions de dollars pour les droits de retransmission des Jeux olympiques d'hiver de 1998 à Nagano [ 77 ] , tandis que NBC dépensa 3,5 milliards pour les droits de retransmission pour tous les Jeux olympiques de 2000 à 2008 [ 68 ] . Le nombre de téléspectateurs a beaucoup augmenté depuis les années 1960, notamment grâce à l’utilisation de satellite en 1964 et l’apparition de la télévision couleur en 1968 [ 78 ] . Les coûts pour retransmettre les Jeux étant très élevés, la pression d’internet, plus une concurrence rude au niveau du câble, le lobby de la télévision exigea que le CIO stimule les cotes [ 79 ] . À la suite de cela, le CIO fit certains changements dans le programme olympique. Pour les Jeux d’été, les épreuves de gymnastique passèrent de sept à neuf soirées et un gala en fin de compétition fut ajouté [ 80 ] . Les programmes de natation et plongeon furent aussi développés [ 80 ] . Enfin, le lobby de la télévision américaine réussit à imposer la date de certaines épreuves pour qu’elles soient diffusées en première partie de soirée aux États-Unis [ 81 ] .\nLa vente de la marque olympique prête à des controverses. Le débat tourne autour du fait que les Jeux ne se distinguent plus des autres compétitions sportives commercialisées [ 71 ] . Certaines critiques furent lancées contre le CIO à cause de la saturation du marché pendant les Jeux de 1996 à Atlanta et 2000 à Sydney. Les deux villes étaient envahies par des sociétés et des marchands qui tentaient de vendre des marchandises en rapport avec les Jeux [ 82 ] .\nUne autre critique vient du fait que les Jeux sont financés par la ville organisatrice et le pays. Le CIO ne prend rien en charge et pourtant il contrôle tout et tire profit des symboles olympiques. Le CIO prend aussi un pourcentage de tous les bénéfices des sponsors et des émissions [ 71 ] . Les villes organisatrices continuent à rivaliser pour accueillir les Jeux, même si elles ne sont pas sûres de récupérer leurs investissements financiers [ 83 ] .\nLa politique de redistribution du CIO soulève également des critiques : depuis les Jeux olympiques d'été de 1984 à Los Angeles , le comité olympique américain reçoit à lui seul autant que les 201 autres comités nationaux. Cette redistribution s'explique par la prédominance historique des sponsors américains ( Coca-Cola , Dow Chemical , Procter & Gamble , General Electric , McDonald's , VISA ). Un nouveau contrat signé en 2012, s'appliquant de 2021 à 2040, prévoit que le comité olympique américain ne percevra plus que 7 % des droits télévisés (contre 12,5 % actuellement) et 10 % des revenus de sponsoring (contre 20 %) [ 84 ] .\nUne autre critique majeure concerne le gigantisme des infrastructures construites dans l'optique des Jeux par les villes-hôtes. Le cas des Jeux d'Athènes en 2004 et de ceux de Rio en 2016 ont mis en lumière la difficulté pour des pays faisant face à des difficultés économiques de gérer à long terme et de trouver une réaffectation à une telle quantité de sites [ 85 ] , [ 86 ] . Le souhait des organisateurs des Jeux olympiques de 2024 à Paris est d'éviter que cela ne se reproduise grâce à un nombre important d'installations olympiques existant déjà [ 87 ] .\nAu début du XX e siècle, de nombreux athlètes olympiques ont commencé à utiliser des drogues pour améliorer et augmenter leurs capacités athlétiques. En 1967, le CIO a interdit l'utilisation de drogues améliorant la performance dans la compétition olympique. Lors des Jeux olympiques d'été de 1968 ; le CIO officialise les contrôles antidopage et oblige les femmes à se soumettre à des tests de féminité . En 1989 , le CIO met en place les contrôles inopinés.\nLe premier athlète olympique contrôlé positif pour utilisation de drogues améliorant la performance est Hans-Gunnar Liljenwall , un athlète suédois pratiquant le Pentathlon moderne . Lors des Jeux olympiques d'été de 1968 , il perd sa médaille de bronze pour consommation d'alcool [ 88 ] . Il est le seul athlète à être contrôlé positif pour une substance interdite aux Jeux olympiques de 1968.\nLes enjeux économiques et médiatiques ne sont pas les seuls enjeux devenus marquants lors des Jeux olympiques. En effet, l'environnement est un sujet de plus en plus pris en compte notamment avec les nombreuses infrastructures et le tourisme qu'apportent les jeux. Tous les aménagements mis en place pour la tenue des Jeux olympiques et pour faciliter la pratique des sports sont des causes de pollution, mais aussi de dérèglements naturels tels que les avalanches, l'utilisation de chlore, la déforestation ou encore l'érosion des sols. La question écologique des jeux d'hiver débute avec l'épreuve de bob. Avec l'ammoniac utilisé pour glacer la piste et l'aménagement difficile de cette dernière, les Jeux de Squaw Valley décident de ne pas mettre en place le sport dans la compétition. Le ski est un autre sujet de discussion entourant l'environnement [ 89 ] .\nEn 1992, le Comité des Jeux olympiques se présente au sommet de Rio pour le rassemblement mondial sur la question de l'environnement. Malgré tout, il est difficile du fait de l'envergure des jeux de poser des actions concrètes et dès lors, le développement environnemental autour des jeux prend du temps [ 89 ] .\nMalgré les vœux de Coubertin, les deux guerres mondiales empêchèrent la tenue du rendez-vous olympique. Les Jeux de 1916 furent ainsi annulés pendant la Première Guerre mondiale , et ceux de 1940 et 1944 pendant la Seconde .\nLa politique s'empare parfois du symbole olympique. D'abord opposé à la tenue des Jeux olympiques en Allemagne , Adolf Hitler utilise cette manifestation à des fins de propagande, lors des Jeux olympiques d'été de 1936 à Berlin. C'est également le cas à Moscou en 1980 . L' Union soviétique entra pourtant tardivement au sein du mouvement olympique. C'est en 1952 que l'URSS reprendra les compétitions sportives internationales en participant aux Jeux olympiques d'été à Helsinki. Au fil des années, ces Jeux connaîtront un nouvel engouement pour le monde entier car on assistera à une guerre des médailles entre les États-Unis et l'URSS.\nEn 1956 , les Jeux de Melbourne sont boycottés par les Pays-Bas , l' Espagne et la Suisse qui manifestent ainsi leur désaccord avec la répression soviétique de l'époque en Hongrie . Lors de ces mêmes Jeux, l' Italie , l' Égypte , l' Irak et le Liban furent absents en raison de la crise de Suez .\nEn 1968 , 1972 et 1976 , de nombreux pays africains boycottent les Jeux afin de protester contre le régime d'apartheid sud-africain. L'exclusion de la Nouvelle-Zélande est également réclamée, car son équipe de rugby s'était rendue en Afrique du Sud pour y jouer des matches. À Montréal , 21 pays africains et le Guyana manquent à l'appel. Précisons que le Président Senghor (alors Président d'honneur de la Fédération Mondiale des Cités Unies) avait célébré le jumelage symbolique du village olympique avec toutes les villes du monde pour en faire un village de paix et de fraternité, quatre ans après l'assassinat des athlètes Israéliens dans le village olympique de Munich. Il avait souhaité que la politique soit exclue des JO, c'est pourquoi le Sénégal et la Côte d'Ivoire sont restés et ont participé aux JO de Montréal. C'est aussi lors de ces Jeux que pour la première fois des athlètes ont été reçus chez l'habitant et que le soir, ils étaient célébrés par les municipalités du Québec - fait unique dans l'histoire des jeux olympiques.\nEn 1972 , lors des Jeux de Munich, un commando de terroristes palestiniens prit en otage onze membres de la délégation israélienne dans le village olympique et les assassina. Depuis ce crime, les polices des pays occidentaux comprennent des sections antiterroristes très pointues. De plus, la sécurité est renforcée autour des grands événements comme les Jeux olympiques. Le village olympique est parfois comparé à un bunker.\nEn 1980 , les États-Unis et 64 autres délégations boycottent les Jeux de Moscou en raison de l'intervention soviétique en Afghanistan. La France ou encore le Royaume-Uni ne se sont pas solidarisés avec ce mouvement et se rendent à Moscou avec quatorze autres nations occidentales. Le Comité olympique américain (USOC) tente de passer outre l'ordre de boycott donné par la Maison-Blanche. Il faut que le président américain Carter menace les athlètes d'interdiction de sortie de territoire pour faire plier l'USOC. En réplique à ce boycott, l'URSS et quatorze de ses pays satellites boycottent les Jeux de Los Angeles quatre ans plus tard sous prétexte que la sécurité des délégations n'était pas garantie et à cause de l'installation de fusées Pershing américaines en Europe de l’Ouest. Cependant, la Roumanie se distingue du bloc de l'Est en se rendant à Los Angeles .\nEn 1988 , Cuba , l' Éthiopie et le Nicaragua boycottent les Jeux de Séoul pour protester contre la mise à l'écart de la Corée du Nord dans l'organisation des Jeux.\nEn 1996 , lors des Jeux olympiques d'Atlanta, une bombe explose sur la place principale de la ville, tuant deux personnes et en blessant cent onze.\nAvant 2008, un mouvement de protestation, mené par Reporters sans frontières , tente de convaincre le plus de pays possible de boycotter la cérémonie d'ouverture des Jeux olympiques de Pékin en 2008 pour protester contre le bafouement des droits de l'homme en république populaire de Chine . Ce mouvement de protestation se manifeste particulièrement durant le passage de la flamme olympique autour du monde et notamment à Paris.\nEn 2022, lors des JO d'hiver de Pékin, les États-Unis, le Canada ainsi que le Royaume-Uni ont décidé d'accomplir un boycott diplomatique afin de protester contre la politique de répression des Ouïgours menée par le pays organisateur [ 90 ] .\nEn 2024, les athlètes russes et biélorusses peuvent participer aux JO de Paris 2024 sous certaines conditions. En effet, en raison de la guerre menée par la Russie en Ukraine, le CIO a accepté la participation des athlètes sous bannières neutres et qu'ils n'ont pas joué de rôle dans l'invasion russe de l'Ukraine [ 91 ] .\nSur les autres projets Wikimedia :"
}