{
  "id": 55,
  "title": "Éducation",
  "url": "https://fr.wikipedia.org/wiki/%C3%89ducation",
  "date": "2025-11-26T21:49:07.738411",
  "content": "Pour les articles homonymes, voir Éducation (homonymie) et Éducateur .\nNe doit pas être confondu avec enseignement ou instruction .\nCertaines informations figurant dans cet article ou cette section devraient être mieux reliées aux sources mentionnées dans les sections « Bibliographie », « Sources » ou « Liens externes » ( novembre 2024 ).\nL’ éducation est l' apprentissage et le développement des facultés intellectuelles , morales et physiques , les moyens et les résultats de cette activité de développement. L'éducation inclut des compétences et des éléments culturels caractéristiques du lieu géographique et de la période historique, l'éducation a pour but de faire progresser, améliorer et penser par soi-même d'un sujet et la création de cultures.\nSelon l' Unesco , en 2008, vingt-huit millions d'enfants étaient privés d'éducation, en raison des conflits armés [ 1 ] .\nLe mot « éducation » est directement issu du latin educatio de même sens, lui-même dérivé de ex-ducere ( ducere signifie conduire, guider, commander et ex , « hors de ») : faire produire (la terre), faire se développer (un être vivant) [ 2 ] . Il convient cependant de noter la différence pointée par Mialaret [ 3 ] entre les deux étymologies educare (nourrir) et educere (élever) pour saisir la double instance liée au concept d'éducation et dont la conciliation est une problématique pédagogique majeure : nourrir/remplir de connaissances et élever c'est-à-dire maximiser les potentialités des individus selon Mialaret. Pour Émile Durkheim , l'éducation est une « socialisation méthodique pour la jeune génération » [ 4 ] . Enseigner, c'est transmettre à la génération future un corpus de connaissances et de valeurs de la vie sociale.\nIl faut distinguer enseignement et éducation. Le terme enseignement, de son côté, se réfère plutôt à une instruction précise au cours d'un cycle d'étude précis, par exemple, l' enseignement supérieur [ 5 ] .\nL'éducation ne se limite pas à l' instruction stricto sensu qui serait relative seulement aux purs savoir et savoir-faire. Elle vise également à assurer à chaque individu le développement de toutes ses capacités (physiques, intellectuelles, morales et techniques). Ainsi, cette éducation lui permettra d'affronter sa vie personnelle, de la gérer en étant un citoyen responsable dans la société dans laquelle il évolue.\nEn pratique, il y a consensus pour considérer que certains savoirs essentiels font partie du bagage minimum du citoyen , et qu'inversement il n'est pas d' enseignement possible sans un minimum de pures conventions (comme l' alphabet par exemple) et de capacités relationnelles, donc d'éducation. Instruction et éducation sont souvent confondues. Les différences, subtiles, restent la base de controverses depuis longtemps, le Littré en fait foi dans son choix d'exemple pour sa définition d'éducation (voir le Littré à ce mot) : « Mais il faut remarquer que l'instruction s'enseigne, et que l'éducation s'apprend par un autre mode d'action du maître, quel qu'il soit. » Au début du XX e siècle, la science de l'éducation désignait la pédagogie . Aujourd'hui, en France , depuis la création en 1967 du département universitaire de Sciences de l'éducation l'expression s'emploie au pluriel. Les problèmes d'éducation s'étudient en empruntant à plusieurs disciplines des sciences humaines ( sociologie , psychologie , biologie , économie , philosophie de l'éducation ).\nL'éducation est influencée par l'environnement historique et culturel, ainsi que par les théories, explicites ou implicites, qui motivent les éducateurs (parents, professeurs, etc.).\nSelon l'historien Paul Veyne , « Il est exceptionnel, dans l'histoire, que l'éducation prépare l'enfant à la vie et soit une image de la société en réduction ou en germe ; le plus souvent, l' histoire de l'éducation est celle des idées que l'on s'est faites sur l'enfance et ne s'explique pas par la fonction sociale de l'éducation. [...] L'enfance est un âge que l'on déguise pour l'embellir et lui faire incarner une vision idéale de l'humanité » [ 6 ] .\nEn Europe, au siècle des lumières, les philosophes John Locke et Jean-Jacques Rousseau ont publié des ouvrages très influents, qui, reposant sur des conceptions différentes de l'enfance, donnaient des conseils parfois opposés aux parents. Ainsi, Rousseau écrivait-il :\n« […] Songez bien que c'est rarement à vous de lui proposer ce qu'il doit apprendre ; c'est à lui de le désirer, de le chercher, de le trouver ; à vous de le mettre à sa portée, de faire naître adroitement ce désir et de lui fournir les moyens de le satisfaire. »\n— Jean-Jacques Rousseau , Émile ou de l'éducation , 1762, Livre 3 e , p. 203 [ 7 ] .\nLocke, plusieurs décennies auparavant, avait ouvert la voie à l'éducation raisonnée des enfants.\nSchématiquement, on peut distinguer quatre grands domaines éducatifs : le savoir, le savoir-faire, l'être et le savoir-être [ 8 ] .\nLe savoir correspond aux connaissances intellectuelles . Les recherches en éducation relatives au savoir ont pour objectif de trouver les moyens pédagogiques permettant aux apprenants d'acquérir des connaissances : observation, lecture, écriture, mathématiques, connaissances de l'Homme et de l'Environnement, métaconnaissances …\nLe savoir-faire correspond à des compétences pratiques, à la maîtrise par l' expérience de l'exercice d'une activité artisanale, artistique, domestique, intellectuelle ou sportive. Ces compétences s'acquièrent par la pratique d'une activité et par l'apprentissage d' automatismes moteurs. Les recherches en éducation relatives au savoir-faire ont pour objectif de trouver et d'appliquer les moyens pédagogiques permettant aux apprenants d'acquérir des compétences et des habiletés pratiques ou intellectuelles.\nLe savoir-être correspond à la capacité de produire des actions et des réactions adaptées à la société humaine et à l'environnement. Cette capacité s'acquiert en partie par la connaissance de savoirs et de savoir-faire spécifiques. Les recherches en éducation relatives au savoir-être ont pour objectif de trouver les moyens pédagogiques permettant aux apprenants d'acquérir au mieux la maîtrise d'actions et de réactions adaptées à leur organisme et à l'environnement : préservation, hygiène , empathie , contrôle personnel, comportement adéquat, respect, action collective, entraide, affirmation de soi, maîtrise, communication, gestion des conflits… La notion de savoir-être est parfois contestée car elle impliquerait une modification de l' essence et du caractère de l'individu.\nL'être correspond à l'état biologique et psychique d'un individu. Les recherches en éducation relatives à l'existence de l'être ont pour objectif de trouver les moyens pédagogiques permettant, dans les situations éducatives, de favoriser et d'atteindre l'état d'être optimal : état de santé , de bien-être, de motivation , de confiance et de satisfaction des besoins naturels et psychiques (joie, plaisir, liberté, perception, reconnaissance, sécurité, justice, intégrité, authenticité, capacité, intimité, diversité, confort, créativité, affection, etc. ).\nLes travaux de Robert Mills Gagné disent que l'on peut distinguer cinq grands types d'apprentissages :\nLes apprentissages moteurs sont ce que l'on appelle couramment les savoir-faire.\nLes apprentissages verbaux et lexicaux sont ceux qui correspondent à l'apprentissage de l'alphabet, des lettres, des chiffres et de l’orthographe des mots. Ces apprentissages impliquent ce que les chercheurs appellent la mémoire lexicale, qui stocke lettres, mots, nombres, chiffres, etc. Il s'agit le plus souvent de connaissances verbalisables, ayant trait à la maîtrise de la langue, qui n'ont pas de signification en soi, et doivent le plus souvent être appris par cœur.\nLes apprentissages conceptuels sont ceux qui impliquent la compréhension : ils visent à faire comprendre (et apprendre) des concepts, des idées, des catégories d'objets à l'apprenant.\nLes apprentissages de stratégies de résolution de problèmes visent à apprendre comment résoudre une classe plus ou moins importante de problèmes. Cela peut passer par l'apprentissage d'algorithmes de résolution de problèmes, applicables dans certaines circonstances, à des apprentissages plus évolués.\nLes apprentissages verbaux et lexicaux, conceptuels et catégoriels ainsi que ceux de stratégie et de résolution sont englobés dans la notion de savoir.\nLes apprentissages socio-émotionnels quant à eux correspondent au savoir-être.\nLa taxonomie de Bloom est un modèle de la pédagogie proposant une classification des niveaux d'acquisition des compétences [ 9 ] .\nBenjamin Bloom , bien qu'il n'en soit pas le seul créateur (34 universitaires américains participent aux conférences de 1949 à 1953), est souvent reconnu comme le « père » de cet outil [ 10 ] , [ 11 ] .\nLa pédagogie moderne considère que la transmission traditionnelle simple (instruction) doit laisser la place à une pédagogie où l'élève construit (et non crée) son savoir lui-même. Par exemple, selon cette conception, il semble plus important qu'un élève soit capable de construire le concept de département et d'en identifier un à partir d'une carte ou d'un dictionnaire, plutôt que de connaître par cœur tous les départements sans en savoir les attributions ni le fonctionnement. De même, il semble plus important de savoir consulter internet ou un dictionnaire, que de connaitre par soi-même un répertoire étendu de vocabulaire, avec son orthographe correcte.\nMais ce concept est contesté, avec parfois des mots très durs (terrorisme intellectuel, dressage, formatage, coterie des IUFM …), par les professeurs dits traditionalistes, qui voient l'éducation comme une « transmission de connaissances ». Il lui est reproché de porter une part de responsabilité dans l'échec scolaire et social actuellement imputé au système. Les opposants dénoncent comme artificielle, inefficace et stressante la « construction » par les élèves d'un savoir qui suppose en réalité un niveau supérieur au leur, parfois universitaire voire doctoral (exemple : construction des nombres et d'une opération aussi simple que la soustraction, en primaire, par la méthode ensembliste) [ 12 ] , quand elle ne suppose pas des prises de risques inconsidérés (à propos du code de la route ou autres situations potentiellement dangereuses, par exemple). Ils soutiennent que les enfants peuvent et doivent, avec non moins de plaisir et de motivation, apprendre « par cœur » et par obligation si nécessaire, sinon les départements, du moins l'alphabet, les tables de multiplication, les principales règles de toutes sortes (sociales, grammaticales, mathématiques, physiques…) [ 13 ] . Ces contestataires, à leur tour, se voient accusés de démarches rétrogrades et réactionnaires, ou encore de mauvaise foi.\nLe concept est également critiqué par des psychologues d'orientation cognitiviste .\nCes concepts résultent de textes internationaux, OMS et UNESCO notamment mais ont en France un retentissement particulier.\nL' éducation formelle , l'école ou l'université, n'est, et tant s'en faut, pas l'unique lieu d'éducation. C'est ainsi que la première source d'éducation reste la famille et l'entourage, avec tous les enjeux de « reproduction sociale » que cela implique. En France, Bourdieu et Passeron ont montré dans La Reproduction que le système scolaire, au lieu de corriger les inégalités sociales, a tendance à les renforcer du fait de sa relative incapacité à s'adresser à une population devenue très hétérogène culturellement et socialement. Les classes sociales en difficulté sociale et culturelle ne peuvent contrairement aux couches aisées de la population compenser cette faiblesse du système éducatif. Les familles les mieux adaptées aux codes et usages de la société ou les plus aisées financièrement profitent d'un plus grand accès à la culture qu'elles transmettent à leurs enfants pour qu'ils accèdent en haut de l'échelle sociale.\nEn outre, à côté de ses missions d'éducation et d'instruction, le système éducatif est contesté pour opérer, par construction, une sélection (orientation vers des métiers, ou vers de hautes carrières administratives) : l'élève reçoit une instruction gratuite, mais il payerait cette gratuité en étant transformé en un produit relativement passif du « système (de production) scolaire ». L'école exige de l'élève qu'il s'intègre à l'institution scolaire, à travers la maîtrise d'un certain nombre de connaissances de base dont l'ensemble n'est pas toujours formalisé. D'autre part, elle ne peut transmettre qu'un corpus rationalisé et fait l'impasse sur une grande partie du fond commun culturel (le « bon sens », les tabous , la communication non verbale, etc.). Enfin, malgré les progrès de la formation continue , elle ne dure qu'un temps relativement bref dans la vie d'un individu.\nPour toutes ces raisons, il apparaît utile à certains d'élargir la réflexion sur l'éducation, sans la réduire au cadre scolaire. Ainsi, l' éducation non formelle , qui apporte des compétences spécifiques à l'individu et que celui-ci ne peut acquérir [ 14 ] dans le cadre de l'éducation formelle, est notamment délivrée au sein des organisations de jeunesse.\nMalgré tout cela, l'éducation a permis, historiquement, en France , à une grande partie des classes défavorisées d'accéder à un statut de classe moyenne. Pour certains, son orientation actuelle vers une professionnalisation précoce d'une partie de la jeunesse serait contradictoire avec sa finalité de culture générale des élèves pour leur épanouissement dans la société en tant que citoyen. Pour d'autres, elle peut faciliter au contraire cette intégration dans la vie sociale et professionnelle, objectif tout aussi essentiel de l'éducation.\nCette éducation est généralement accomplie par les parents de l'enfant [ 15 ] , bien que le gouvernement et la société aient également un rôle. Dans de nombreux cas, les orphelins ou les enfants abandonnés reçoivent une éducation familiale de la part de parents non-biologiques. Les autres peuvent être adoptés , élevés par une famille d'accueil , ou être placés dans un orphelinat .\nComme exemple, voici dans la pièce Hamlet de William Shakespeare , comment Polonius transmet quelques derniers préceptes d'éducation à son fils Laërte , quand celui-ci décide de partir pour la France.\n« Encore ici, Laërte ! À bord ! à bord ! Quelle\nhonte ! Le vent est assis sur l'épaule de votre voile, et l'on\nvous attend. Voici ma bénédiction ! (Il met sa main sur la\ntête de Laerte). Maintenant grave dans ta mémoire ces\nquelques préceptes. Refuse l'expression de tes pensées et\nl'exécution de toute idée irréfléchie. Sois familier, mais\nnullement vulgaire. Quand tu as adopté et éprouvé un ami,\naccroche-le de ton âme avec un crampon d'acier; mais ne\ndurcis pas ta main au contact du premier camarade frais\néclos que tu dénicheras. Garde-toi d'entrer dans une\nquerelle ; mais, une fois dedans, comporte-toi de manière\nque l'adversaire se garde de toi. Prête l'oreille de tous, mais\ntes paroles au petit nombre. Prends l'opinion de chacun ;\nmais réserve ton jugement. Que ta mise soit aussi\ncouteuse que ta bourse te le permet, sans être de fantaisie\nexcentrique; riche, mais peu voyante; car le vêtement\nrévèle souvent l'homme; et en France, les gens de qualité\net du premier rang ont, sous ce rapport, le goût le plus\nexquis et le plus digne. Ne sois ni emprunteur, ni prêteur ;\ncar le prêt fait perdre souvent argent et ami, et l'emprunt\némousse l'économie. Avant tout, sois loyal envers toi-même ; et, aussi infailliblement que la nuit suit le jour, tu ne pourras être déloyal envers personne. Adieu ! Que ma bénédiction assaisonne pour toi ces conseils [ 16 ] ! »\nL’éducation parentale est, selon Pourtois (1984), une activité volontaire d’ apprentissage de la part de parents qui souhaitent améliorer les interactions nouées avec leur enfant, pour encourager l’émergence de comportements jugés positifs et réduire celle de comportements jugés négatifs.\nPour Terrisse (1997), elle a pour but d’aider les parents à mieux actualiser leurs potentialités éducatives, en développant leur sentiment de compétence et en utilisant le mieux possible les ressources que leur offre leur environnement.\nL’éducation parentale comprend les mesures prises par l' État afin de la promouvoir, soit en donnant plus de temps aux parents pour éduquer leurs enfants, soit en leur proposant une initiation ou une formation .\nLes systèmes éducatifs ou systèmes d'éducation sont très variables dans l'espace et dans le temps, l'éducation étant parfois plus adaptée aux exigences socio-économiques des adultes (besoin de la main d'œuvre enfantine , travail des adultes et tout particulièrement des femmes …) qu'aux besoins des enfants. Cependant, on distingue des formules à peu près généralisées :\nL'éducation est en général considérée comme quelque chose d'essentiel, en tant que véhicule de transmission aux générations ultérieures et en tant que moyen de défense et de domination des personnes éduquées ou, au contraire, d'asservissement de personnes soumises à un endoctrinement ( racisme , xénophobie , légitimation de la violence contre un ennemi, inculcation du caractère normal d'une position sociale inférieure, etc.). L'éducation comporte de nombreux enjeux éthiques . En effet, l' immigration et les diversités culturelles apportent de grands changements à notre société en matière d'éducation.\nUne carence d'éducation mathématique induit chez les adolescents des niveaux d'inhibiteurs cérébraux réduits dans une zone clé pour le raisonnement et l'apprentissage. En effet, une étude montre que la pratique des raisonnements mathématiques chez l'adolescent augmente la concentration d' acide γ-aminobutyrique (GABA), un neurotransmetteur inhibiteur, crucial pour la plasticité cérébrale , dans le gyrus frontal moyen , une zone du cerveau impliquée dans le raisonnement , la résolution de problèmes , la mémoire et l' apprentissage [ 18 ] .\nLe secteur de l’éducation a la responsabilité d’offrir des environnements d’apprentissage sûrs et inclusifs qui permettent à tous les enfants et les jeunes d’avoir accès à une éducation de qualité. Un apprentissage efficace exige des écoles sûres et inclusives pour la totalité des enfants et des jeunes.\nLors d'une consultation d’experts sur la lutte contre la violence dans les écoles, le Gouvernement norvégien, le Conseil de l’Europe et le Bureau de la Représentante spéciale du Secrétaire général chargée de la question de la violence contre les enfants ont reconnu que :\nUne école qui est ouverte à tous les enfants est bonne pour tous les enfants. L’éducation interculturelle, inclusive – c’est-à-dire un apprentissage qui promeut le respect et la compréhension des autres cultures et sert tous les enfants, quelles que soient leurs caractéristiques individuelles – est un élément essentiel pour éliminer la discrimination et encourager le respect entre les enfants et entre le personnel enseignant et les élèves. En d’autres termes, la diversité peut devenir une ressource pédagogique qui contribue à une expérience éducative de meilleure qualité et plus sûre pour tous les enfants, et cette expérience a le potentiel requis pour se diffuser au-delà de l’école dans l’ensemble de la société [ 19 ] .\nEn Suisse, l’ inclusion scolaire des enfants ayant une déficience s’inscrit dans le vaste chantier de la réforme des politiques d’accompagnement des personnes en situation de handicap , politiques qui ont fait de l’intégration leur cheval de bataille. La refonte du système scolaire en faveur de l’inclusion des enfants ayant des besoins spécifiques, bien que perçue comme un réel progrès, crée de nouveaux défis pour les familles (organisation entre vie familiale et vie professionnelle, systèmes de garde) [ 20 ] .\nLe droit de toute personne à l'éducation, a été consacré dans la Déclaration universelle des droits de l'homme de 1948 (article 26), le Pacte international relatif aux droits économiques, sociaux et culturels de 1966 (articles 2, 13 et 14 [ 21 ] ), la Convention internationale sur l'élimination de toutes les formes de discrimination raciale (articles 1, 2 et 5 [ 22 ] ), la Convention sur l'élimination de toutes les formes de discrimination à l'égard des femmes (articles 1 et 10 [ 23 ] ) et la Convention relative aux droits de l'enfant (articles 2, 9, 28 et 29 [ 24 ] ).\nIl est aussi présent dans la Charte sociale européenne du Conseil de l'Europe .\nLors du Forum mondial sur l'éducation de Dakar ( avril 2000 ), un Cadre d'action a été adopté, qui « réaffirme l'objectif d'éducation pour tous formulé lors de la Conférence mondiale sur l'éducation pour tous » (Jomtïen, Thaïlande, 1990) et engage les États signataires à réaliser les objectifs d'une éducation de base de qualité pour tous d'ici à l'an 2015, en mettant particulièrement l'accent sur l'accès de tous à l' école primaire et de l'éducation des filles .\nEn 2016, les États membres ont adopté une décision sur le rôle de l’ UNESCO pour ce qui est d’encourager les filles et les femmes à exercer un leadership dans les STIM , y compris les arts et le design [ 25 ] .\nLes objectifs dits de l'« Éducation pour Tous » [ 26 ] , [ 27 ] (EPT) établis à Dakar en 2000 et qui ont été aussi affirmés par la Déclaration du Millénaire de l' ONU [ 28 ] sont :\nChaque année, une équipe de l'UNESCO rédige un rapport de suivi de l'EPT [ 29 ] , qui contient des indicateurs et de nombreuses données et études de cas.\nLa Rapporteuse du Comité des droits de l'homme de l'ONU a énuméré quatre caractéristiques de l’éducation [ 30 ] :\nSelon la Convention des droits de l'enfant , l'éducation est un droit garanti par les États , et doit avoir les objectifs suivants [ 31 ] :\nL' économie de l'éducation s'est développée à partir des années 1960, pour étudier l'influence de l'éducation sur le développement économique.\nLa théorie du capital humain présentée en 1964 par Gary Becker associait l'éducation à un investissement pour l'individu, pour leurs employeurs et plus généralement pour la société. Il affirme que les savoir transmis par l'éducation améliorent directement les performances des individus. Cet investissement est alors considéré comme avantageux si les gains de productivités futurs sont plus importants que les coûts de la formation. L’ équation de Mincer établit la relation entre gains (salaires), nombre d’année d’études et expérience professionnelle [ 32 ] à partir des données du recensement américain de 1950 et 1960.\nCette théorie peine cependant à expliquer l'attrait de filières éducatives privilégiant la culture générale par rapport à celle proposant une formation opérationnelle des individus, a priori plus mobilisables sur le marché du travail. Une hypothèse alternative, la théorie du signal , a donc été développée dans les années 1977 par le Canadien Michael Spence . On retrouve des idées similaires dans le rôle de filtrage assigné au système éducatif par Kenneth Arrow .\nL'éducation est un service qui est effectué soit par des écoles publiques , soit par des écoles privées . L' instruction au domicile est également possible mais reste minoritaire, cependant elle tend à se développer [ 33 ] .\nL'hypothèse de l'existence d'un « marché éducatif » conduisant à des déséquilibres dans la répartition sociale des élèves dans les établissements scolaires est évoquée [ 34 ] . Les facteurs favorisant l'existence de ce marché seraient, d'une part, le capital financier (ex : habitat dans un quartier aisé proche d'une école considérée comme de qualité [ 35 ] et/ou possibilité de payer les frais pédagogiques pour accéder à certains établissements privés) et, d'autre part, le capital culturel (connaissance des stratégies pour accéder aux meilleurs établissements et classes, notamment par le jeu d'options), sachant que les deux facteurs peuvent être cumulatifs.\nIl semble que dans plusieurs pays, l'argent soit important dans la réussite éducative : il donne la possibilité d'accéder à des soutiens tels que les cours du soir, les voyages linguistiques, les activités culturelles ou permet de payer les frais d'entrée dans des établissements sélectifs du primaire, du secondaire ou du supérieur.\nSelon les pays, la répartition public/privé diffère, tout comme les montants d'aides publiques destinées aux écoles privées, ainsi que les conditions des contrats liés à l'obtention des subventions publiques. De plus, les frais d'inscription, de scolarité et de fournitures peuvent varier.\nLes écoles privées sont payantes, le montant des frais peut être un obstacle à la mixité sociale. Le montant des subventions publiques est plafonné [ 36 ] .\nEn France, l' école publique est gratuite jusqu'à la fin de la scolarité obligatoire (de 3 à 16 ans). Des frais variés sont souvent exigés dans les écoles privées [ 37 ] , et peuvent conduire à exclure l'accès des élèves des familles les plus précaires [ 38 ] , ce qui va à l'encontre du principe d'accessibilité visé par l'Éducation pour tous.\nSur les autres projets Wikimedia :"
}