{
  "id": 60,
  "title": "Robot médical",
  "url": "https://fr.wikipedia.org/wiki/Robotique_médicale",
  "date": "2025-11-29T22:29:09.105124",
  "content": "Un robot médical est un système robotique utilisé dans le cadre d'une application thérapeutique, par exemple lors d'une chirurgie ( chirurgie robotique (en) ) ou au cours d'un programme de réhabilitation neuromotrice. Il fait partie du domaine de la cobotique . Du fait des contraintes importantes en matière de sécurité, ce type de robot est en général doté d'un faible niveau d'autonomie.\nDans les années 1970, la NASA explore le concept de chirurgie à distance dans le but d'opérer depuis la terre, des astronautes dans une station spatiale. Un intérêt similaire est porté par le DARPA (Defense Advanced Research Project Agency), mais pour pouvoir effectuer des traitements chirurgicaux aux blessés sur des zones de combat.\nAucun de ces deux projets ne sera entièrement abouti durant ces années, mais ils ont apporté de solides fondations dans le domaine.\nLe premier robot chirurgical est le Arthrobot , développé en 1983 et utilisé pour la première fois à Vancouver le 12 mars 1984 pour une opération orthopédique. L'équipe à l'origine de ce robot était constituée du docteur James McEwen, ingénieur biomédical , Geof Auchinleck, un étudiant diplômé en génie physique de l' UBC le docteur Brian Day, chirurgien, ainsi qu'un groupe d'étudiants en ingénierie. Le tout premier robot fut utilisé le 12 mars 1984 lors d'une opération de chirurgie orthopédique au UBC Hospital de Vancouver . Plus de 60 interventions d' arthroscopie furent réalisées la première année.\nEn 1985, le PUMA 560, un bras robotique développé par Victor Scheinmann qui a été initialement produit pour General Motors par Unimation fait son apparition. Ce bras a pu être utilisé pour effectuer une biopsie sur un cerveau en étant guidé par tomographie dans la même année, procédure sensible aux imprécisions dues au tremblement des mains.\nLorsque l’homme vieillit, sa prostate peut s’élargir ce qui peut gêner la circulation de l’urine. Les opérations de résection de la prostate sont longues et demandent beaucoup de mouvements répétés et le PROBOT, développé à l’Imperial College London en 1988, a permis de montrer l'efficacité de l’imagerie robotique et que la chirurgie sur des tissus fragiles est possible.\nLe développement de la robotique médicale dans les années 1980 s’est fait en partie grâce au progrès des différents secteurs qui s’y rattachent, notamment l’apparition de nouveaux capteurs électroniques, l’augmentation de la puissance de calcul des ordinateurs, etc [ 1 ] . Ces progrès ont permis aux robots d’effectuer des tâches plus complexes et de mieux interagir avec leur environnement. Le coût de telles machines restait élevé et c’est à partir des années 1990 que les robots médicaux ont commencé à être commercialisés pour des opérations chirurgicales et l’un des plus grands avancements a été le Da Vinci Surgical System . Le da Vinci Surgical System utilise des bras robotiques pour manipuler des outils chirurgicaux ce qui permet une plus grande précision aux chirurgiens.\nLa société Computer Motion est pionnière dans le domaine des robots médicaux, avec l'AESOP, utilisé au Canada, puis le ZEUS, utilisé en Europe. En 2003, les sociétés Intuitive Surgical et Computer Motion fusionnent en gardant le nom d'Intuitive Surgical. Le ZEUS est alors abandonné au profit du Da Vinci [ 2 ] .\nEn 2021, environ 6000 robots Da Vinci [ 3 ] sont en fonction et ont cumulé 8.5 millions de procédures à travers le monde.\nDe nombreux robots médicaux sont en usage dans le monde, on en distingue deux sortes.\nD'une part, les robots interventionnels, utilisés en chirurgie. Le robot le plus utilisé aujourd'hui [Quand ?] dans ce secteur est le robot Da Vinci . Il est utilisé, principalement aux États-Unis et en Europe [ 4 ] , pour diverses opérations chirurgicales dites mini-invasives dans les cavités abdominales et thoraciques des patients. Son application principale est la chirurgie de la prostate : 60 % des opérations de la prostate aux États-Unis ont eu recours à un Da Vinci [ 4 ] . D'autres systèmes de chirurgie robotisés ont vu le jour ces dernières années. Le dispositif ROSA est dédié aux procédures crâniennes mini-invasives, ou encore le Sensei pour traiter les troubles du rythme cardiaque. Le Cyberknife est un autre exemple, qui sert à détruire des tumeurs de manière non-invasive. Il repère l’emplacement de la tumeur et la cible en continu pendant l’intervention. Les robots dits porte-endoscope servent à assister le chirurgien lors d'une opération en maintenant la caméra lors d'une endoscopie . Des robots comme l'EndoAssist ou le Viky [ 5 ] sont utilisés dans les hôpitaux dans ce but. Enfin, certains robots ne sont pas utilisés directement pour assister le geste chirurgical lui-même, mais pour des tâches annexes dans la salle d'opération. C'est le cas du système Artis Zeego [ 6 ] , qui permet de déplacer le plan d'imagerie d'un système de fluoroscopie en temps-réel lors d'une opération.\nD'autre part, les robots utilisés pour la rééducation de patients, par exemple à la suite d'un accident vasculaire cérébral . C'est le cas par exemple des systèmes Lokomat et In-Motion , qui assistent le travail de réhabilitation du patient en fournissant une aide robotisée. De nombreuses recherches sont en cours pour l'utilisation d'exosquelettes dans la réhabilitation [ 7 ] , [ 8 ] , mais ceux-ci n'ont pas encore atteint le stade commercial.\nL’équipement actuel est très coûteux. De ce fait, la robotique médicale est très peu utilisée. L'évaluation de l'intérêt d'une chirurgie robotisée pour le patient, par rapport à une chirurgie conventionnelle, est limitée et certains se posent la question de la qualification des chirurgiens opérant essentiellement par robot et qui risquent alors de manquer d'expérience lorsqu'une intervention conventionnelle est requise [ 9 ] .\nLa plupart des opérations réalisables par le Da Vinci le sont également par laparoscopie. Le robot est donc qualifié par les chirurgiens du domaine de la laparoscopie de « technologie facilitatrice » plutôt que de réelle révolution puisqu’ils considèrent son utilisation comme n’apportant aucune véritable plus-value [ 10 ] .\nEn rééducation, divers robots également coûteux sont utilisés. Une revue de 2018, comparant notamment l'efficacité de la rééducation par des robots de thérapie miroir par rapport à des rééducations moins sophistiquées, conclut que la qualité des études menées dans ce champ est très faible malgré de forts investissements publics [ 11 ] . Il n'est donc pas raisonnable selon les auteurs d'investir dans ce type de dispositif de rééducation.\nLe Da Vinci possède une deuxième console de contrôle conçue à des fins d’éducation pour les étudiants et assistants en chirurgie . En effet, une personne peut se placer à cette deuxième console et partager le point de vue du chirurgien opérant en 3D haute définition. Il est aussi possible de laisser certaines parties de la procédure à l’apprenti en l’assistant via des pointeurs virtuels. Cet outil offre donc des facilités d’enseignement par rapport à l’observation conventionnelle d’une opération chirurgicale [ 10 ] .\nCertaines études soulignent également que l’apprentissage des manœuvres chirurgicales est facilité par l’utilisation d’instruments de chirurgie robotique et que cette dernière entraîne une amélioration rapide et significative des techniques d’opération [ 12 ] .\nLes dynamiques de confiance dans les robots médicaux s’effectuent à plusieurs niveaux, notamment entre les chirurgiens et les robots qu’ils utilisent ainsi qu’entre le patient et les robots. Certains professionnels médicaux pensent que le manque de confiance d’une certaine partie de la population est dû au sensationnalisme [ 13 ] .\nD’autres avancent que les robots médicaux ont une “efficacité douteuse” pour leur prix [ 14 ] , dont Dr. Tulio Sulser, chirurgien spécialisé en urologie au centre d’urologie de Zurich, qui estime que le robot Da Vinci entraînerait des surcoûts de 1500 à 3000 francs (suisse) par opération.\nDavid Axelrod, professeur de chirurgie clinique à l’hôpital universitaire d’Iowa et Susan Goold, directeur de la politique de santé à l’université de Michigan respectivement, estiment que la nature invasive et potentiellement mortelle d’une chirurgie façonne la relation entre un chirurgien et son patient et exige un grand degré de confiance de la part du patient [ 15 ] .\nUne étude conduite en Europe par des doctorants de l’université Oberta de Catalogne a mesuré ce niveau de confiance et a trouvé principalement 2 facteurs capables de prédire le niveau de confiance des patients: expérience préalable avec des robots quelconques et leur facilité d’utilisation. L’étude propose donc de prendre en compte ces facteurs dans les stratégies de développement des robots médicaux [ 16 ] ."
}