{
  "id": 96,
  "title": "Volley-ball",
  "url": "https://fr.wikipedia.org/wiki/Volleyball",
  "date": "2025-11-29T22:30:45.305662",
  "content": "modifier\nLe volley-ball , ou volleyball [ 1 ] , est un sport collectif opposant deux équipes de 6 joueurs [ 2 ] (M15, M18 et senior), de 4 joueurs (M13) ou de 2 joueurs (M11 et M9) séparés par un filet de hauteur variable selon le niveau et la catégorie, qui s'affrontent avec un ballon sur un terrain rectangulaire de 18 m de long sur 9 m de large ou de 14 m de long et 7 m de large selon la catégorie.\nLe volley-ball se joue dans un gymnase ou en extérieur. Des variantes se jouent selon des règles et sur des terrains de dimensions différentes, telles le beach-volley sur terrain de sable, le snow volleyball sur neige, ou encore le volleyball aquatique dans l'eau.\nComptant 260 millions de pratiquants licenciés au niveau mondial en 2018, le volley-ball est l'un des sports les plus pratiqués dans le monde [ 3 ] , [ 4 ] .\nLe volley-ball a été inventé en 1895 aux États-Unis par un professeur d’éducation physique des UCJG ( YMCA ), à Holyoke dans le Massachusetts , William G. Morgan (Jonesy) (1870-1942), afin d'occuper les athlètes pendant l'hiver. C'est en s'inspirant à la fois du basket-ball et du tennis , mais surtout du badminton (qui fournit le premier modèle de filet) [ 5 ] , qu'est née la « mintonette » [ 6 ] , le 2 décembre 1895 . Un autre sport de salle, le basket-ball , a été inventé seulement dix miles (seize kilomètres) plus loin dans la ville de Springfield (Massachusetts), seulement quatre années auparavant. La mintonette se devait d'être un sport de salle moins violent que le basket-ball, pour les membres les plus âgés du Young Men's Christian Association , tout en exigeant toujours un minimum d'effort physique.\nLes premières règles, écrites par William G. Morgan , instauraient un filet de 1,98 m de hauteur, un terrain de 15,2 × 7,6 m , et un nombre de joueurs illimité. Un match était composé de neuf tours avec trois services pour chaque équipe dans chaque tour, avec un nombre de contacts avec la balle illimité pour chaque équipe avant son renvoi à l'adversaire. En cas d'une erreur de service, un deuxième essai était permis. Le fait de frapper la balle dans le filet était considéré comme une faute (avec la perte du point ou d'un temps-mort) sauf si cela se passait à la première tentative de service [réf. nécessaire] .\nAprès avoir observé ce sport, Alfred Halstead remarqua la nature de « volée » dans le jeu à son premier match d'exhibition en 1896. Joué à l'International YMCA Training School (aujourd'hui appelé Springfield College ), le jeu fut rapidement connu sous le nom de volley-ball (il a été à l'origine orthographié en deux mots : « volley ball »). Les règles du volley-ball furent légèrement modifiées par l'International YMCA Training School et la propagation du jeu dans les UCJG ( YMCA ) différents [ 7 ] , [ 8 ] .\nLa nature du premier ballon officiel utilisé au volley-ball est contestée; plusieurs sources disent que Spalding a créé le premier ballon officiel en 1896. Les règles ont évolué au cours du temps. En 1916, l'attaque est introduite, et trois années plus tard, la règle des trois touches est instaurée. En 1917 , le set passe de 21 à 15 points. En 1919 , environ 16 000 ballons de volley-ball sont distribués par l'American Expeditionary Forces à leurs troupes et leurs alliés, ce qui suscite la croissance de volley-ball dans de nouveaux pays [ 9 ] , [ 10 ] .\nLe premier pays, en dehors des États-Unis , à adopter le volley-ball est le Canada en 1900. Une fédération internationale, la Fédération internationale de volley-ball (FIVB), est fondée à Paris en 1947, et le premier championnat du monde se tient en 1949 pour les hommes et en 1952 pour les femmes. Le sport est aujourd'hui populaire au Brésil , en Europe (les équipes d' Italie , des Pays-Bas et des pays de l' Europe de l'Est sont des équipes de premier plan depuis la fin des années 1980), en Russie , et dans d'autres pays incluant la Chine et le reste de l' Asie , aussi bien qu'aux États-Unis [ 11 ] , [ 8 ] .\nLe beach-volley , une variante du jeu joué sur le sable avec seulement deux joueurs par équipe, intègre la FIVB en 1987 et devient un sport olympique aux jeux de 1996 [ 12 ] , [ 11 ] .\nL'histoire du volley-ball aux Jeux olympiques remonte aux Jeux olympiques d'été de 1924 à Paris , où il est pratiqué dans le cadre d'un événement de démonstration sportif américain [ 13 ] . Après la fondation de la FIVB et de quelques confédérations continentales, on commence à envisager son inclusion officielle. En 1957 , un tournoi spécial se tient à la 53 e session du Comité international olympique à Sofia ( Bulgarie ), pour soutenir une telle demande. La compétition est un succès et le sport est officiellement inclus dans le programme pour les Jeux olympiques d'été de 1964 [ 12 ] .\nLe tournoi de volley-ball Olympique était à l'origine une compétition simple, dont le format est semblable à celui toujours employé dans la Coupe du Monde : toutes les équipes jouent l'une contre l'autre et sont ensuite classées par les victoires, la moyenne de set, et la moyenne de point. Un inconvénient de ce système de round-robin est que les vainqueurs de médaille pourraient être déterminés avant la fin des jeux, entraînant une perte d'audience pour le résultat des matches restants. Pour changer cette situation, la compétition fut composée de deux phases avec l'addition d'une « final round », un tournoi d'élimination se composant des quarts de finale, des demi-finales et des finales en 1972. Le nombre d'équipes impliquées au tournoi Olympique a grandi progressivement depuis 1964 . Depuis 1996 , les événements masculins et féminins comptent douze nations participantes. Chacune des cinq confédérations de volley-ball continentales a au moins une fédération nationale affiliée impliquée dans les Jeux olympiques .\nL' URSS remporte deux médailles d'or dans la compétition masculine en 1964 et 1968. Après avoir remporté le bronze en 1964 et l'argent en 1968, le Japon remporte finalement l'or chez les garçons en 1972. Chez les femmes, l'or est revenu aux Japonaises en 1964, qui ont reproduit la même performance en 1976. La même année, l'introduction d'une nouvelle adresse offensive a permis à la Pologne de gagner la compétition masculine sur les Soviétiques dans un match très serré de cinq sets. Depuis que les plus fortes équipes masculines de volley-ball appartenaient aux pays de l'Est, le boycott américain n'avait pas autant d'effet sur ces événements que sur la compétition féminine. L'URSS remporte son troisième titre olympique chez les hommes en battant en finale la Bulgarie trois sets à un (même résultat pour l'équipe féminine qui remporte son troisième titre). Avec le boycott de l'URSS aux Jeux olympiques de 1984 à Los Angeles , les États-Unis ont balayé le Brésil dans les finales pour la médaille d'or des hommes. L'Italie remporte sa première médaille (le bronze chez les garçons) en 1984.\nAux jeux de 1988, Karch Kiraly et Steve Timmons conduisent les États-Unis à un deuxième titre olympique de suite après celui de 1984. En 1992, le Brésil contrarie les Pays-Bas et l'Italie dans la compétition masculine pour remporter sa première médaille d'or. Second, les Pays-Bas, médaillés d'argent chez les hommes en 1992, reviennent emmenés par leurs leaders, Ron Zwerver et Olof van der Meulen , aux jeux de 1996 pour un match de cinq sets en battant l'Italie et remportent le tournoi. Médaillée de bronze masculin en 1996, la Serbie-et-Monténégro (jouant en 1996 et 2000 en tant que République fédérale de Yougoslavie ) bat la Russie en finale en 2000, remportant sa première médaille d'or. En 2004, le Brésil remporte un deuxième titre olympique masculin en battant l'Italie en finale. En 2008, après vingt années de disette, la sélection américaine remporte son troisième titre olympique aux dépens du Brésil. C'est son premier succès mondial depuis sa domination des années 1980.\nLe matériel nécessaire se compose des éléments suivants :\nLe volley-ball se pratique le plus souvent en salle. Le terrain a une forme rectangulaire de 18 mètres de longueur sur 9 mètres de largeur. Les lignes de délimitation sont à l'intérieur du terrain. Une ligne centrale s'étend sous le filet sur toute la largeur du terrain et sépare les deux camps. Une ligne d'attaque est peinte au sol dans chaque moitié de terrain, à trois mètres du filet; elle est communément appelée « ligne des 3 mètres ».\nLes dimensions du terrain de volley ne varient jamais.\nVoir la photo du terrain à droite.\nLa taille du terrain est plus petite chez les poussin(ne)s (9-10 ans) ou les benjamin(ne)s (11-12 ans) : voir plus bas.\nPour le public scolaire, la dimension du terrain et le nombre de joueurs sur le terrain diminuent.\nChaque équipe occupe une moitié du terrain séparée de l'autre par un filet d'1 mètre de large et 9 m de long, dont la bordure supérieure est placée à une hauteur variable en fonction de la catégorie d'âge de l'équipe : voir plus bas.\nDeux « antennes » (barres verticales également appelées « mires ») sont accrochées au filet à hauteur des limites du terrain (le filet est généralement plus large que ce dernier). Le ballon doit passer entre ces antennes lors des échanges (sauf exceptions) entre équipes lors des phases de jeu. Deux bandes blanches, accolées aux antennes, sont situées sur le filet à la verticale des lignes de côté.\nLe ballon de volley-ball est légèrement plus petit, mais beaucoup plus souple et plus léger que celui de football . Il doit avoir une circonférence comprise entre 65 et 67 cm , une masse comprise entre 260 et 280 g (plus léger en catégories jeunes : voir plus bas) et une pression comprise entre 0,300 et 0,325 bar. Depuis 1978, pour diminuer le temps de jeu, trois ballons sont utilisés lors des rencontres internationales et nationales. Finies les pertes de temps pour le récupérer au service, puisque quatre ramasseurs de balles sont placés autour du terrain. Ce système a permis une diminution d'environ 20 % de la durée des rencontres.\nLe tableau suivant ne vaut que pour les compétitions fédérales nationales [ 15 ] . Les compétitions régionales ou départementales peuvent êtres soumises à exceptions notées dans les règlements particuliers de ces épreuves (RPE).\nMasculin\nFéminin\n(m)\n(g)\nLes points sont marqués soit en faisant tomber le ballon sur le terrain de l'équipe adverse ou en tombant sur la ligne du terrain adverse, soit quand l'adversaire commet une faute. La première équipe à atteindre 25 points (avec deux points d'écart minimum) gagne le set et la première équipe qui gagne trois sets gagne le match. Dans le cas d'un score à deux sets partout, les équipes jouent un 5 e set décisif, appelé « tie-break ». La première équipe ayant marqué 15 points (avec deux points d'écart minimum) remporte le 5 e set et le match.\nChaque équipe peut toucher le ballon jusqu'à trois fois (en plus d'un éventuel contre) avant que le ballon ne retraverse le filet, et les contacts consécutifs doivent être faits par des joueurs différents. Le ballon est d'habitude joué avec les mains et les bras mais les joueurs ont le droit de toucher le ballon avec n'importe quelle partie du corps.\nUne équipe de volley-ball se compose de six joueurs sur le terrain : trois avants et trois arrières. La position des joueurs est généralement désignée par un numéro de 1 à 6 : 1 étant le joueur arrière droit (défenseur [ 16 ] droit ou serveur), 2 l'avant droit (attaquant), 3 l'avant centre (attaquant central), 4 l'avant gauche (attaquant), 5 l'arrière gauche (défenseur [ 16 ] gauche), et 6 l'arrière centre (défenseur [ 16 ] central), ce qui donne cette configuration :\nCette numérotation correspond à l'ordre de service lors du début de set. Le poste 1 est occupé par le premier joueur à servir. Le poste 2 correspond au joueur qui servira en deuxième, et ainsi de suite. Chaque joueur est tenu d'être à sa position lors de la mise en jeu de la balle. En revanche, dès la balle mise en jeu, les joueurs sont libres de se déplacer sur le terrain à leur guise, mais les joueurs à l'arrière ne peuvent attaquer qu'en dehors de la zone des trois mètres et ne peuvent contrer ; en fait, dès qu'ils sont dans la zone d'attaque, ils ne peuvent pas renvoyer une balle de l'autre côté si le contact avec la balle a lieu entièrement au-dessus du filet.\nLes joueurs de l'équipe qui récupère le service font une rotation dans le sens des aiguilles d'une montre. Le joueur P2 devient P1, et ainsi de suite…\nLes phases de jeu sont les suivantes :\nL'échange continue alors jusqu'à ce qu'une des deux équipes commette une faute. Les fautes les plus courantes sont les suivantes :\nUn point est alors marqué et l'équipe ayant marqué ce point gagne (ou conserve) le service. Si cette équipe n'avait pas le service, les joueurs de cette équipe effectuent alors une rotation sur le terrain dans le sens des aiguilles d'une montre.\nLe service est effectué alors par le joueur passant du poste 2 au poste 1.\nLes règles du volley-ball ont été largement remaniées entre 1998 et 2000 et autorisent désormais de toucher la balle avec toutes les parties du corps : autrefois, seules les parties au-dessus de la ceinture étaient autorisées. Le principe de comptage des points a été modifié : les sets se jouaient auparavant en 15 points et une équipe ne marquait de point que si elle avait le service. Lors du service, le ballon ne devait pas toucher le filet. Enfin, un joueur particulier a été introduit : le libéro , spécialiste en défense, qui ne peut ni attaquer, ni contrer ni servir.\nLors de certaines compétitions comme la ligue mondiale, il est possible de faire appel à l' arbitrage vidéo , appelé « challenge » (utilisé pour la première fois en 2012 lors de la Ligue mondiale) [ 17 ] . Les équipes ne peuvent demander le « challenge vidéo » qu'à la fin d'un échange et sur la dernière action. Les équipes gardent leur droit de le demander si leur demande est justifiée, avec une limite de deux challenges vidéo non validés par set [ 18 ] .\nPour jouer au volley-ball, le joueur peut avoir des tennis qui tiennent très bien la cheville. Les chaussures sont à semelle plates pour mieux adhérer au terrain. La plupart des joueurs plus avancés se procurent des chevillères car les blessures à la cheville sont fréquentes. Certains portent du « strap » pour soutenir une blessure ou pour se durcir les doigts et renforcer la frappe. Certains joueurs peuvent porter des genouillères pour bien protéger leurs genoux du sol. Et enfin les joueurs doivent porter un maillot d'équipe portant un numéro pouvant aller de 1 à 99. La plupart du temps, tous bijoux doivent être retirés du joueur pour des questions de sécurité. Si celui-ci ne peut pas les enlever, il devra alors les recouvrir d'un ruban adhésif [ 19 ] .\nCes deux joueurs attaquent à l'aile (en position 2 ou 4) et aux trois mètres en position 6. À l'arrière, le complet est, avec le libero, prioritaire pour faire la réception. Il est souvent appelé « R4 » : R pour réceptionneur et 4 pour sa position d'attaque privilégiée.\nNB : les joueurs appelés « complets » sont parfois aussi ceux qui sont choisis pour être en opposition au passeur, dans les équipes sans pointu. À ce moment-là, ce joueur doit être capable de réceptionner, d'attaquer, de bloquer et de servir. Lorsqu'il reste en position arrière, il peut aussi attaquer derrière les trois mètres.\nAussi appelé « attaquant », c'est le joueur placé à l'opposé du passeur. Il attaque généralement en poste 2 sauf quand il est au poste 4 et en phase de réception où il va généralement rester en poste 4 afin d'éviter de bousculer les joueurs pendant le point. Lorsqu'il est arrière,  le pointu est déchargé de la réception du service afin de pouvoir attaquer aux trois mètres (le plus souvent en poste 1). Pointus et réceptionneurs-attaquants peuvent être regroupés sous l'appellation « ailiers ».\nÀ un niveau moins élevé, le pointu devient un « relanceur », et, son rôle consiste à prendre énormément la réception, et, le cas échéant, à remplacer le passeur, puisqu'il lui reste opposé. Lorsque le passeur est en réception, c'est au pointu de prendre la passe, c'est en quelque sorte un second passeur.\nLes joueurs au centre sont ceux qui se placent en position 3 et 5. En poste 3, les centraux ont pour principale fonction d'attaquer en fixe (passe courte et rapide du passeur) et en décalée (passe rapide où le central se trouve à 2 m du passeur environ) ou, dans le cas d'une feinte d'attaque, de « fixer » (attirer) la défense adverse (le contre ou bloque) pour l'empêcher d'aller contrer un attaquant ailier . Le central sort souvent sur les postes arrière pour laisser sa place au libéro (car c'est un poste très épuisant ou parce que ce sont parfois des joueurs très physiques avec de grands gabarits souvent moins dextre en réception que d'autres profils). Il sort après avoir servi en position 1 et rentre en 4. Les centraux servent aussi à bloquer la balle de l'adversaire qui attaque.\nSelon le système tactique mis en place, il y a un passeur (système 5-1) ou deux passeurs (système 4-2). Dans un système 5-1 (5 attaquants et 1 passeur), le passeur se place après le service généralement :\nC'est le système le plus utilisé à haut-niveau, il y a un seul passeur et les autres postes sont relativement spécialisés. Cela permet une grande incertitude sur les possibilités à l'attaque, et les permutations entre les joueurs permettent de les placer là où ils sont les plus performants. En revanche, ce système nécessite des déplacements importants du passeur.\nDans un système 4-2 (4 attaquants et 2 passeurs), les deux passeurs sont sur des positions opposées (quand un passeur est devant, l'autre est derrière), ainsi il y a toujours un passeur devant, c'est lui qui fait la passe. La position de chaque passeur après le service fonctionne sur le même principe qu'avec un seul passeur.\nQuand les deux passeurs attaquent également (le passeur sur les positions avant attaque sur des passes faites par le passeur sur les positions arrière) on parle d'un système en « faux 4-2 », en « 4-2 amélioré », ou en 6-2 qui permet d'avoir toujours 3 attaquants sur les postes avant. Dans ce système de jeu, c'est le passeur arrière qui fait toujours la passe (sauf s'il défend). Le passeur en position avant devient un attaquant.\nLes passeurs peuvent aussi réaliser des deuxièmes mains : lorsque la réception est très bien effectuée et qu'il est près du filet, il peut sauter et placer la balle directement de l'autre côté. À haut niveau, le passeur peut sauter sur chaque balle afin d'attirer lui aussi le bloc adverse, et donc pouvoir alléger le travail des ailiers qui n'attaqueront que face à un seul bloc.\nLe rôle du passeur est de mener le jeu et de distribuer les balles aux attaquants en fonction du jeu adverse; c'est lui qui est responsable en grande partie de l'efficacité du système offensif de son équipe. Les points fort d'un passeur sont la précision, la rapidité, et la bonne lecture de jeu.\nLe joueur libero [ 20 ] est différent des autres joueurs. Il a pour fonction de faire des réceptions de service, des défenses et des relances vers le passeur. Il se doit donc d'exceller dans la première touche de balle de l'équipe. L'échange de joueurs entre libéro et central par exemple dans ce cas particulier n'a pas besoin d'être noté par l'arbitre. Il ne peut rentrer que sur les trois positions de la ligne arrière et il lui est interdit de servir et d'attaquer le ballon lorsque celui-ci est entièrement au-dessus du plan haut du filet et même de participer au contre. De plus, s'il transmet le ballon à un attaquant en effectuant une touche haute (ou à 10  doigts) et qu'il se trouve à l'intérieur de la zone des 3 mètres, l'attaquant ne peut attaquer ou passer le ballon chez l'adversaire que si le ballon est redescendu sous le plan haut du filet matérialisé par une bande blanche. Il peut par contre transmettre le ballon en manchette sans restriction : celui-ci peut être attaqué normalement. Il est le point fort du secteur réception-défense. Pour un schéma tactique traditionnel, il rentre sur chacun des centraux, après leur position de service, et tourne sur les trois positions arrière. Sur le terrain, il porte un maillot différent des autres joueurs de son équipe. L'équipe peut nommer deux libéros mais il ne peut y en avoir qu'un sur le terrain.\nC'est la touche de base. Le geste consiste à toucher la balle devant soi, au-dessus du front, avec la pulpe des doigts répartis de part et d'autre du ballon. Contrairement à ce qui est visible, le mouvement des bras sert essentiellement à amortir le contact avec la balle, mieux la maîtriser et assurer la direction de la passe. La puissance et la portée de la passe vient des appuis, de la poussée des jambes au moment du contact. Rappelons qu'un contact prolongé avec le ballon est interdit au volley. C'est le seul sport collectif ayant cette caractéristique. La passe étant plus précise que la manchette, elle est de plus en plus utilisée lors de la réception des services flottants (smashés ou non). On différencie trois types de passes ; premièrement la « passe avant » qui a été décrite précédemment, où le but est d'envoyer la balle devant soi. Le deuxième type de passe est la « passe arrière » ; le passeur est situé sous le ballon, on a une extension du tronc vers l'arrière. Les bras s'étendent dans le prolongement du tronc et les poignets sont tirés vers l'arrière. Ce type de passe permet d'envoyer la balle derrière soi (généralement au joueur se situant en poste 2, donc le pointu). Enfin, il existe la passe en suspension, c'est-à-dire au moment du contact avec la balle le joueur se trouve en extension et en parfait équilibre. C'est la même technique que les passes avant ou arrières mais elle permet d’accélérer le temps de jeu.\nC'est le mouvement utilisé lorsque la balle est basse ou rapide (réception de service, défense sur un smash). Le plan de contact s'effectue au niveau de l'intérieur des avant-bras . Les bras vont donc devoir former une plateforme en fermant une main sur l’autre et en tendant les bras légèrement sous le niveau de la taille et avec les épaules voutées [ 21 ] . Les bras étant tendus et étant plus bas que les épaules, formant un angle avec le buste, cet angle sera variable selon la distance par rapport au passeur. Pour que la manchette soit efficace, il faut être positionné de façon que le ballon arrive droit sur le joueur mais aussi être orienté dans la direction où le ballon doit aller car l’orientation des épaules va être ce qui donne la direction au ballon. Avant de rentrer en contact avec le ballon il est impératif de suivre le ballon des yeux afin de mettre les bras en contact avec lui lorsqu'il se trouve au niveau de la taille. La poussée se fait au niveau des jambes, tout en gardant l'angle entre le buste et les bras. De plus, il est nécessaire que les épaules remontent en même temps que la poussée sur les jambes afin que les deux bras restent collés afin de garder une plateforme stable. Enfin placer les bras de façon perpendiculaire à la trajectoire du ballon pourra faciliter la manchette et permettre de renvoyer le ballon plus facilement vers l’avant. La manchette sert à amener la balle au passeur qui lui, va faire une passe. Il est donc important de bien garder les bras tendus, pour obtenir une manchette efficace.\nSouvent spectaculaire, la Corse est le geste défensif utilisé en ultime recours, lorsque le défenseur se trouve en « crise de temps ». Elle consiste à plonger vers l'avant pour glisser sa main, paume plaquée au sol, sous le ballon au moment du rebond, en sorte que ce dernier ne touche pas le sol. L'origine de cette appellation pourrait venir du fait que la position du corps (allongé bras tendu) ressemble à la Corse et au Cap Corse ; l'expression pourrait aussi être « une allusion au goût supposé des insulaires pour la sieste » [ 22 ] .\nEn Belgique francophone, le terme utilisé pour ce geste est « sprawl »  (de l'anglais sprawl , « s'étendre », « s'étaler »). Les anglophones utilisent eux le terme de « pancake » [ 23 ] .\nC'est la touche d'attaque. Il s'agit d'un geste très technique, la balle étant frappée par le joueur alors qu'il est en suspension. Il existe différents types d'attaques :\nLes attaques se font sur les postes avant, c'est-à-dire les postes 4, 2 et 3 (central) et sur les postes arrière, généralement sur les postes 1 et 6 (attaques aux trois mètres). Dans ce cas le joueur arrière prend son appel derrière la ligne des trois mètres sans la toucher pour attaquer le ballon au-dessus du filet. Le libéro ne peut attaquer ni dans la zone avant ni dans la zone arrière. Il est le seul joueur qui ne peut pas attaquer au-dessus du filet.\nPour surprendre l'adversaire, le smash peut être remplacé par une feinte. Le ballon n'est pas frappé, mais poussé avec trois doigts. L'élan est exactement le même que celui du smash, et le geste permet de placer la balle précisément, en visant un trou. Le but est de prendre de vitesse la défense, qui s'attend à une attaque franche. Sur les balles difficiles, il est également possible d'attaquer pieds au sol.\nC'est un mouvement défensif (en salle, il n'est pas compté parmi les trois touches autorisées. A contrario , il est compté comme une touche de balle en beach-volley ). Son objectif est d'empêcher le ballon de passer dans son camp tout en faisant, au mieux, tomber le ballon dans le terrain adverse. Dans certaines options tactiques, il peut être « défensif » afin de conserver le ballon dans son camp en facilitant le jeu des défenseurs pour enchaîner sur une phase d'attaque. L'objectif ici est de couvrir une zone et de ralentir une attaque puissante pour faciliter la reconstruction. Le bloc peut aussi être offensif, c'est-à-dire essayer d’empêcher la balle de franchir le filet. Lorsqu'un joueur fait un contre et que le ballon retombe moins d'un mètre derrière le filet, chez l'adversaire, ce contre est alors appelé une « équerre », c'est la plus belle façon de l'effectuer. On appelle également « boîte aux lettres » un point marqué lorsque, à la suite de l'attaque, la balle vient se glisser entre le corps du/des bloqueur(s) et le filet. Le contre est le travail principal du centre. Le libéro ne peut ni contrer, ni effectuer une tentative de contre (c’est-à-dire sauter lors d'un contre seul ou à plusieurs sans intention réelle de contrer). Un joueur arrière ne peut pas contrer ou participer à un contre effectif. Enfin, un service ne peut être contré.\nC'est la touche d'engagement. C'est toujours le joueur en poste 1 qui sert. Le serveur doit se placer derrière la ligne de fond de son terrain (sans marcher dessus), où il le souhaite en profondeur, mais rester dans les limites du terrain en largeur. Le serveur dispose de 8 secondes après le coup de sifflet de l'arbitre pour effectuer son service. Il doit frapper la balle à une main. Avant la frappe, le ballon doit être lancé ou lâché (il ne peut être tenu). Si le ballon touche le filet, mais passe dans le camp adverse, le service est validé. Au moment du service, les joueurs doivent respecter leur position pour la rotation en cours sous peine de faute. Il n'y a pas d'erreur quant à la position du serveur par rapport aux autres joueurs lors du service. À l'exception du serveur, tous les joueurs doivent être entièrement à l'intérieur du terrain lors du service : ils ne doivent pas toucher le terrain à l'extérieur des lignes. Une fois la balle frappée, les joueurs peuvent sortir du terrain et changer de poste (les joueurs aux postes 1, 5 et les joueurs aux postes 2, 3 et 4 entre eux).\nIl existe plusieurs types de services :\nC'est le service utilisé habituellement par les débutants. Il consiste à prendre le ballon de la main gauche (pour un droitier), de tendre ce bras en avant à hauteur du bassin, lancer légèrement le ballon en hauteur et de le frapper par-dessous avec la main droite pour le faire « voler » en avant.\nCe type de service ne nécessite pas l'utilisation des jambes. Le joueur lance sa balle en hauteur et la frappe en utilisant le geste caractéristique de l'attaque, sans toutefois rabattre sa main totalement. Le geste est arrêté au moment précis de l'impact entre ballon et main ferme. Le joueur peut également effectuer un contre poids avec son corps pour augmenter la puissance de la frappe. La balle suivra une trajectoire flottante qui rend incertain l'endroit précis où la balle est censée toucher le sol. Ce flottement met donc le réceptionneur en difficulté.\nLe service smashé est le type de service pratiqué le plus fréquemment par les professionnels. Ce service nécessite l'utilisation des membres inférieurs. Pour ce faire, le joueur doit se placer un peu après la limite du terrain, lancer très haut son ballon et effectuer une petite course d'élan (même course que celle de l'attaque) pour frapper sa balle lors de la suspension. Ce type de service très puissant nécessite une position de réception parfaite, néanmoins il est assez simple à réceptionner car la balle tournante est très rapide et rebondit sur les bras du réceptionneur, qui n'a pas besoin de faire d'efforts pour la ramener en l'air.\nCe service est très utilisé par les professionnelles féminines, mais également de plus en plus par les masculins. Il consiste à prendre une course d'élan (moins grande que pour le smashé). Cependant, contrairement au smashé, ce n'est qu'une fois le joueur en mouvement qu'il lance son ballon (beaucoup moins haut que pour un smashé), et au lieu de le frapper à la manière d'une attaque, il claque juste sa balle. La balle au lieu de tourner aura un effet dit flottant, c'est-à-dire qu'elle va faire de petits mouvements gauche droite tout le long de sa course. L'amplitude de ce mouvement peut être de 50 cm pour un service bien effectué. De ce fait, la réception nécessite une grande stabilité du geste de réception (très souvent en passe).\nAfin de surprendre l'équipe adverse, diverses tactiques ou combinaisons peuvent être mises au point. Il en existe un grand nombre qui correspondent à un signe propre selon le club. Elles sont le plus souvent annoncée par le passeur. Dans les combinaisons on peut citer :\nUn joueur joue dans une équipe selon sa catégorie d'âge [ 24 ] , un club peut avoir plusieurs équipes de différentes et de même catégorie.\nLes clubs peuvent aussi, par exemple, surclasser un minime en cadet, car le club sait que le jeune ne progressera pas s'il reste dans une catégorie où le niveau n'est pas adapté.\nNom\nCes catégories d'âges sont comptées pour la saison 2024/2025 [ 15 ] .\nMise à jour le 5 novembre 2023 .\nSur les autres projets Wikimedia :"
}