{
  "id": 79,
  "title": "Intelligence émotionnelle",
  "url": "https://fr.wikipedia.org/wiki/Intelligence_émotionnelle",
  "date": "2025-11-29T22:29:58.317035",
  "content": "Ne doit pas être confondu avec Culture émotionnelle .\nPour les articles homonymes, voir IE .\nCet article est une ébauche concernant la psychologie .\nVous pouvez partager vos connaissances en l’améliorant ( comment ? ) selon les recommandations des projets correspondants .\nCet article/section est soupçonné d’enfreindre un droit d’auteur ( avril 2023 ).\nL' intelligence émotionnelle est la capacité d'une personne à percevoir, comprendre, gérer et exprimer ses propres émotions , ainsi que celles des autres, afin de résoudre les problèmes et réguler les comportements liés aux émotions [ 1 ] , [ 2 ] .\nLe concept a surtout été développé en psychologie .\nNotamment popularisé par Daniel Goleman , le concept d’intelligence émotionnelle englobe plusieurs compétences, telles que :  l' empathie , l'adaptation, la maîtrise de soi et de ses pulsions , la patience dans la satisfaction de ses désirs , la capacité de moduler l' humeur et la capacité d' espérer [ 3 ] .\nEn effet, de nos jours la communication et la collaboration semblent être des piliers de la société , et l'intelligence émotionnelle peut aider à mieux comprendre les interactions sociales . Dans les théories relatives aux processus de prise de décision , les études sur l'intelligence émotionnelle mettent en avant le rôle bénéfique des émotions, prenant le contre-pied des théories antérieures focalisées sur l’aspect néfaste des émotions. Elle serait au contraire perçue comme bénéfique pour le leadership et le management [ 4 ] .\nLe concept de force émotionnelle a été introduit pour la première fois par Abraham Maslow dans les années 1950 [ 5 ] . Le terme \"intelligence émotionnelle\" semble être apparu pour la première fois dans un article de M. Beldoch en 1964 [ 6 ] et dans l'article de B. Leuner intitulé Emotional intelligence and emancipation , publié en 1966 dans la revue psychothérapeutique « Practice of child psychology and child psychiatry » [ 7 ] [réf. nécessaire] .\nEn 1983, Howard Gardner a publié Frames of Mind : The Theory of Multiple Intelligences [ 8 ] qui introduit l'idée que les types traditionnels d' intelligence , tels que le QI , ne parviennent pas à expliquer pleinement les capacités cognitives . Il a introduit l'idée d'intelligences multiples comprenant à la fois l'intelligence interpersonnelle (la capacité de comprendre les intentions, les motivations et les désirs des autres) et l'intelligence intrapersonnelle (la capacité de se comprendre soi-même, d'apprécier ses sentiments, ses peurs et ses motivations) [ 9 ] .\nLe concept de quotient émotionnel (QE) a été abordé dans un article de Keith Beasley paru en 1987 dans le magazine britannique Mensa [ 10 ] .\nCependant, la vulgarisation du concept de l'intelligence émotionnelle intervient avec la publication d'un livre de Daniel Goleman en 1995.\nBien que le terme soit apparu pour la première fois en 1964 [ 6 ] , la vulgarisation du concept de l'intelligence émotionnelle intervient avec la publication d'un livre de Daniel Goleman [ 11 ] , qui devient un succès de librairie international. Goleman a ensuite publié plusieurs ouvrages similaires qui renforcent l'utilisation du terme [ 12 ] , [ 13 ] , [ 14 ] .\nGoleman la définit comme l'ensemble des compétences et des caractéristiques qui déterminent les performances en matière de leadership [ 15 ] . Certains chercheurs suggèrent que l'intelligence émotionnelle peut être apprise et renforcée, tandis que d'autres affirment qu'il s'agit d'une caractéristique innée [ 16 ] .\nFin 1998, un article de Goleman [ 15 ] soulignant l'importance de l'intelligence émotionnelle dans la réussite du leadership a entrainé la réalisation d'une étude qui a conclu à l'existence d'un lien étroit entre les dirigeants les plus performants et les compétences émotionnelles, ce qui confirme les suggestions des théoriciens selon lesquelles l'ensemble des compétences sociales, émotionnelles et relationnelles, communément appelé intelligence émotionnelle, est un facteur distinctif de la performance des dirigeants [ 17 ] .\nTelles que défini par Mayer et Salovey, les émotions sont une forme d’opération mentale au même titre que la motivation et les capacités cognitives . Chaque personne réagit à des besoins primaires, et la motivation est une processus nécessaire pour réaliser des actes simples et nécessaires à la survie et à la reproduction . En revanche, d'après leur étude, les émotions apparaitraient chez les mammifères en cas de changements, qu'ils soient réels ou imaginaires, dans les relations entre un individu et son environnement, afin d'apporter une réponse adéquate à des changements relationnels. Par exemple, la peur apporte une réponse au danger en permettant d'organiser une attaque ou une fuite. Les émotions sont par conséquent flexibles, il s'agit d'une capacité d'adaptation. En comparaison, les capacités cognitives, qui incluent l’ apprentissage , la mémoire et la résolution de problèmes , permettent à l’organisme d’apprendre de son environnement et de résoudre des problèmes dans des situations nouvelles et forment ce qu'on appelle la personnalité d’un individu. Le concept d'intelligence émotionnelle se situe au niveau de l’interaction entre les émotions et les capacités cognitives [ 18 ] .\nL'intelligence se décline de plusieurs manières. On parle d’ intelligence artificielle , d’ intelligence humaine ou d' intelligence économique . Le point commun entre toutes c'est de rassembler des informations, d’apprendre de celles-ci et de raisonner grâce à elles. Cette habilité mentale permet de réaliser des opérations cognitives. Les études liées à la mesure de l'intelligence ont surtout été utilisées pour améliorer les prédictions psychologiques de réussite scolaire et professionnelle. Cependant, la plupart des chercheurs qui travaillent dans le domaine de l'intelligence s'accordent sur le fait qu'il faut distinguer les habiletés mentales (telle que la cognition) des motivations et des émotions, qui sont des caractéristiques non intellectuelles. Par exemple, la bonté dans les relations humaines, une habileté sportive, un talent musical ou artistique n'entreraient pas dans la définition de l'intelligence, et ne sont pas liées au traits de personnalité de façon évidente [ 18 ] .\nIl existe plusieurs paradigmes théoriques pur définir l’intelligence émotionnelle. Un modèle dit des « habiletés », dans lequel elle est considérée comme une forme d’habileté mentale et donc plutôt rattachée à l'intelligence. Puis, un modèle mixte, dans lequel l’intelligence émotionnelle est plutôt une combinaison de capacité mentale et de traits de personnalité [ 18 ] .\nPeter Salovey et John Mayer [ 1 ] , affirment que toute personne peut passer d'une l’information de nature émotionnelle, à la capacité d'établir un lien entre ce traitement émotionnel et la cognition générale. Cette capacité existerait en soit et ne serait plus uniquement une intersection entre les émotions et le cognitif [ 19 ] , [ 18 ] .\nSelon ces auteurs, l’intelligence émotionnelle comporte deux dimensions. La dimension expérientielle serait la capacité à percevoir l’information émotionnelle, à y réagir, sans nécessairement la comprendre. La dimension stratégique serait la capacité à comprendre et à gérer les émotions sans nécessairement percevoir correctement les sentiments ni les éprouver complètement [ 18 ] .\nIls distinguent ensuite quatre niveaux qu'ils qualifient de branches .\nLa première branche, celle de la perception émotionnelle, correspond à la capacité d'être conscient de ses émotions, de ses besoins émotionnels, et de savoir les exprimer correctement aux autres [ 18 ] .\nLa seconde branche, celle de l’assimilation émotionnelle, renvoie à la capacité à faire la distinction entre différentes émotions ressenties et à reconnaître celles qui influent sur les processus de pensée [ 18 ] .\nLa troisième branche, celle de la compréhension émotionnelle, est la capacité à comprendre des émotions complexes, comme le fait d’éprouver deux émotions distinctes en même temps par exemple, et celle de reconnaître les transitions d’une émotion à une autre [ 18 ] .\nEnfin, la quatrième branche est celle de la gestion des émotions, correspondant à la capacité à vivre ou à contrôler une émotion selon son utilité et la pertinence d'en faire usage dans une situation donnée [ 2 ] , [ 18 ] .\nLes tests mesurant l'intelligence émotionnelle n'ont pas remplacé les tests de QI en tant que mesure standard de l'intelligence [ 20 ] , et l'intelligence émotionnelle a fait l'objet de critiques quant à son rôle dans le leadership et la réussite des entreprises [ 21 ] .\nEn 1989, Stanley Greenspan a proposé un modèle pour décrire l'intelligence émotionnelle, suivi d'un autre par Peter Salovey et John Mayer publié l'année suivante [ 22 ] .\nDifférents modèles ont été élaborés au XXIe siècle pour mesurer l'intelligence émotionnelle. Le modèle des traits, développé par Konstantinos V. Petrides, se concentre sur l'auto-déclaration des dispositions comportementales et des capacités perçues [ 23 ] . Le modèle des aptitudes, développé par Peter Salovey et John Mayer, se concentre sur la capacité de l'individu à traiter les informations émotionnelles et à les utiliser pour naviguer dans l'environnement social [ 24 ] . Le modèle original de Goleman peut maintenant être considéré comme un modèle mixte qui combine ce qui a depuis été modélisé séparément comme l'IE des aptitudes et l'IE des traits. Des recherches plus récentes se sont concentrées sur la reconnaissance des émotions, c'est-à-dire l'attribution d'états émotionnels sur la base d'observations d'indices visuels et auditifs non verbaux [ 25 ] , [ 26 ] . En outre, des études neurologiques ont cherché à caractériser les mécanismes neuronaux de l'intelligence émotionnelle [ 27 ] .\nDes études ont montré que les personnes ayant une intelligence émotionnelle élevée ont une meilleure santé mentale et physique [ 28 ] , de meilleures performances professionnelles [ 29 ] et de meilleures compétences en matière de leadership [ 30 ] .\nPlusieurs études scientifiques robustes, les méta-analyses , indiquent que l'intelligence émotionnelle peut se développer par des interventions adaptées [ 31 ] , [ 32 ] , [ 33 ] .\nL'intelligence émotionnelle est généralement associée à l'empathie , car elle implique qu'un individu relie ses expériences personnelles à celles des autres. [ réf. souhaitée] Depuis sa popularisation au cours des dernières décennies, les méthodes de développement de l'IE sont largement recherchées par les personnes qui souhaitent devenir des leaders plus efficaces. [réf. nécessaire]\nLes critiques se sont concentrées sur la question de savoir si l'intelligence émotionnelle est une véritable intelligence et si elle a une validité supplémentaire par rapport au QI et aux cinq grands traits de personnalité [ 34 ] . Cependant, des méta-analyses ont montré que certaines mesures de l'intelligence émotionnelle ont une validité même en contrôlant le QI et la personnalité [ 35 ] .\nLes modèles mixtes de l'intelligence émotionnelle diffèrent de façon substantielle, des modèles des capacités mentales. En fait, dans les premiers articles académiques sur l’IE, les deux types de modèles ont été proposés [ 36 ] , [ 1 ] . Ces articles présentaient une conception « capacité mentale » de l'intelligence émotionnelle tout en décrivant librement des caractéristiques de personnalité qui pourraient l'accompagner, telles que l’authenticité, le fait d’être chaleureux, la capacité à faire des plans pour l'avenir, la persévérance, etc [ 1 ] . Mais très vite, les mêmes auteurs ont reconnu que leur travail théorique serait plus utile s’ils se contraignaient à envisager l'intelligence émotionnelle comme une capacité mentale et s'ils la séparaient des traits de personnalité mentionnés précédemment. En faisant cette distinction, il serait possible d'analyser indépendamment le degré d’influence de l’IE dans la vie d’une personne. Bien que les auteurs ne négligent pas l’importance des traits de personnalité comme la chaleur, il vaut mieux, selon eux, s'y intéresser directement [ 37 ] .\nReuven Bar-On a mis au point une des premières mesures de l’intelligence émotionnelle suivant l’expression « quotient émotionnel ». Son modèle gravite autour du potentiel de rendement et de succès, plutôt que du rendement ou du succès comme tels, et est considéré comme étant orienté vers le processus plutôt que vers les résultats [ 38 ] . Il est centré sur une gamme de capacités émotionnelles et sociales, comprenant les capacités à (Bar-On, 1997) :\nBar-On justifie comme suit son utilisation du terme intelligence émotionnelle : « L’intelligence décrit l'agrégation d'habilités, de capacités et de compétences […] qui […] représente une collection de connaissances utilisées pour faire face à la vie efficacement. L'adjectif émotionnel est employé pour mettre en relief que ce type spécifique d'intelligence diffère de l'intelligence cognitive » (Bar-On, 1997, p. 15).\nDans son modèle, Bar-On distingue cinq composantes de l’intelligence émotionnelle : l’intrapersonnel, l’interpersonnel, l’adaptabilité, la gestion du stress et l’humeur générale. Ces composantes comportent des sous-composantes.\nSelon Bar-On, l’intelligence émotionnelle se développe avec le temps, et il est possible de l’améliorer par la formation et la thérapie [ 38 ] . Bar-On pose l’hypothèse que les personnes qui ont un QE supérieur à la moyenne réussissent en général mieux à faire face aux exigences et aux pressions de l’environnement. Il ajoute qu’une déficience dans l’intelligence émotionnelle peut empêcher le succès et traduire l’existence de problèmes psychologiques. Par exemple, selon lui, des problèmes d’adaptation au milieu sont particulièrement répandus parmi les personnes qui présentent des déficiences sur les sous-échelles d’épreuve de la réalité, de résolution de problèmes, de tolérance au stress et de contrôle des impulsions.\nEn général, Bar-On estime que l’intelligence émotionnelle et l’intelligence cognitive contribuent autant l’une que l’autre à l’intelligence générale d’une personne, qui constitue par conséquent une indication de son potentiel de réussir dans la vie [ 38 ] .\nDaniel Goleman , psychologue et journaliste scientifique pour le New York Times , a écrit un ouvrage qui a popularisé le concept d'intelligence émotionnelle [ 11 ] .\nLe modèle de Goleman et ses collègues propose quatre grandes sphères de l'intelligence émotionnelle [ 39 ] :\nGoleman inclut un ensemble de compétences émotionnelles correspondant à chacun de ces concepts.\nLes compétences émotionnelles ne sont pas des talents innés, mais plutôt des capacités apprises qu’il faut développer et perfectionner. Ces compétences sont organisées en « grappes » ou « groupes de synergie » qui se complètent et se renforcent réciproquement (Boyatzis, Goleman et Rhee, 1999).\nGoleman reconnaît qu'il est passé de l'intelligence émotionnelle à quelque chose de beaucoup plus large. Il va si loin dans son livre qu'il dit que « il existe un vieux mot pour représenter l'ensemble des compétences liées à l'intelligence émotionnelle : le caractère » [ 11 ] . Par ailleurs Goleman [ 11 ] n’hésite pas à clamer l’extraordinaire pouvoir prédictif de son modèle mixte. Hormis le fait qu’elle favorise la réussite professionnelle et privée, l’auteur dit que l’IE permet aux jeunes d’être moins « rustres », moins agressifs et plus populaires [ 11 ] . Il va même jusqu'à affirmer qu’elle leur permet de prendre de meilleures décisions en ce qui concerne « les drogues , le tabac et le sexe » [ 11 ] .\nD'une façon plus générale, l'intelligence émotionnelle conférera donc, selon Goleman, un avantage dans tous les domaines de la vie aussi bien dans les relations affectives et intimes que dans l'appréhension des règles implicites qui régissent la réussite dans les politiques organisationnelles [ 11 ] .\nL’empathie désigne la faculté de se mettre à la place d'autrui. Il s’agit à la fois de percevoir et comprendre ce que ressent l’autre, tout en distinguant ces émotions des siennes. Plusieurs articles et ouvrages, dont celui de Daniel Goleman [ 11 ] soutiennent l'idée que l'empathie joue un rôle important dans l'intelligence émotionnelle, car elle permet de comprendre et maîtriser ses propres émotions, et d’adapter son comportement face à un interlocuteur.\nEn mars 2018 , des équipes de l' université de Cambridge , de l' Institut Pasteur et de l' université Paris Diderot publient une étude dans Translational Psychiatry démontrant qu'une partie des capacités d’ empathie sont génétiquement déterminées. Les chercheurs ont identifié 11 loci . Ils estiment qu'environ 10% des variations d'empathie entre individus sont liées à la génétique, démontrant ainsi le rôle prépondérant de l'environnement sur le développement de ces capacités.\nL'étude confirme également que les femmes ont un quotient empathique plus élevé que les hommes, cependant cette différence ne serait pas directement génétique, mais liée à l'influence de facteurs biologiques non génétiques, tels que les hormones prénatales, ou bien de facteurs environnementaux tels que l'éducation ou la manière de se socialiser [ 40 ] , [ 41 ] . De plus, la recherche neurologique a visé à caractériser les mécanismes neuronaux de l'intelligence émotionnelle [ 42 ] .\nIl est important de distinguer deux types d'empathie : l'empathie émotionnelle et l'empathie cognitive [ 43 ] .\nL'empathie émotionnelle renvoie à l'émotion sous-jacente qui permet de ressentir ce que l'autre ressent en se mettant à sa place.\nL'empathie cognitive quant à elle est une capacité qui peut se développer. La mobiliser permet de comprendre ce que pense ou bien ce que ressent son interlocuteur, sans toutefois le ressentir soi-même.\nDans les métiers altruistes (aide, santé, accompagnement, etc. ), il est essentiel pour les professionnels de faire la distinction entre les deux formes d'empathie afin de pouvoir se protéger de la souffrance exprimée et répondre à la demande de manière la plus adaptée possible.\nL’intelligence émotionnelle intervient dans de nombreux domaines professionnels, dans lequel ces compétences peuvent être utilisées pour améliorer le management [ 44 ] , la gestion des ressources humaines, ou encore le leadership [ 45 ] . Plusieurs études soutiennent que les personnes ayant une intelligence émotionnelle élevée sont souvent des leaders plus efficaces et peuvent mieux gérer les conflits au sein des équipes de travail.\nUne étude interventionnelle [ 46 ] , publiée en 2011 dans la revue scientifique Emotion, indique que l'intervention proposée s'est révélée efficace pour augmenter l'intelligence émotionnelle ainsi que l'employabilité des participants.\nL'IE peut également être très bénéfique dans des domaines tels que l'entrepreneuriat [ 47 ] ou la négociation [ 48 ] . Elle est également très présente dans des domaines tels que l’éducation , la justice ou encore le droit .\nPeu de travaux sur la notion d’intelligence émotionnelle ont porté sur la négociation . Mais en tant qu’activité de communication et d’interaction, la négociation va de pair avec les émotions et celles-ci peuvent influencer positivement ou négativement son déroulement [ 49 ] . Des recherches sur des entretiens qualitatifs et des tests statistiques ont permis de montrer l’influence des émotions en négociation. Un négociateur coopératif émet des émotions positives tandis qu’un négociateur compétitif émet des émotions plutôt négatives. Aussi, grâce à des tests statistiques , il a été démontré que l’intelligence émotionnelle corrèle positivement avec les aptitudes en négociation telles la créativité, l’aptitude verbale et l’aptitude au raisonnement. Ainsi, l’intelligence émotionnelle peut s’avérer un atout fondamental pour le négociateur qui sait en tirer profit [ 50 ] .\nUne étude exploratoire a recueilli par le biais du Web des données d'autoévaluation portant sur les compétences émotionnelles des jeunes entrepreneurs à succès. Ceux-ci ont affirmé posséder un haut niveau de confiance en soi, de loyauté , de sens du service et de l'accomplissement, d'ouverture au changement, de travail d'équipe et de collaboration. La loyauté était première au classement des 18 compétences émotionnelles évaluées. La même étude a également mis l'accent sur l'importance de pouvoir travailler en équipe et de collaborer pour de nouveaux projets [ 51 ] .\nDans le domaine de l'éducation , l'intelligence émotionnelle peut jouer un rôle important au niveau de la réussite scolaire et du développement social des enfants. Plusieurs études vont en faveur d'une corrélation positive entre l'intelligence émotionnelle et les résultats scolaires [ 52 ] , les engagements sociaux (le bénévolat par exemple) [ 53 ] ou encore la tendance à mieux se comporter en classe.\nDu côté des enseignants, ceux dotés d'une intelligence émotionnelle accrue seraient plus à même de comprendre les besoins émotionnels de leurs élèves et d'adapter leur enseignement en conséquence.\nL'intelligence émotionnelle peut avoir un impact significatif dans les domaines de la justice et du droit . En effet, elle peut aider les professionnels à mieux comprendre leurs clients, à communiquer efficacement avec leurs collègues et d'autres parties prenantes, et à prendre des décisions judicieuses et éthiques [ 54 ] .\nAu-delà du domaine professionnel, l'intelligence émotionnelle peut être particulièrement bénéfique au quotidien. En comprenant mieux ses émotions et celles des autres, l'IE permet d'être plus à même de construire des relations de qualité et de communiquer efficacement. Dans les situations conflictuelles, bien gérer ses émotions et prendre en compte celles de son interlocuteur permet d'aller plus rapidement vers une résolution du conflit. De même, l'IE semblerait avoir un impact positif sur les capacités d'adaptations et la résistance face au stress [ 55 ] .\nEn développement personnel, l'intelligence émotionnelle constitue en elle-même une ressource thérapeutique forte [ 56 ] , en particulier dans la thérapie cognitivo-comportementale (TCC). La capacité à identifier et à réguler ses émotions peut être particulièrement bénéfique dans le cadre de la TCC, car elle aide les individus à développer des stratégies d'adaptation pour faire face à la détresse émotionnelle [ 57 ] .\nSur les autres projets Wikimedia :"
}