{
  "id": 76,
  "title": "Microbiologie",
  "url": "https://fr.wikipedia.org/wiki/Microbiologie",
  "date": "2025-11-29T22:29:49.208709",
  "content": "Cet article ne cite pas suffisamment ses sources ( juillet 2019 ).\nSi vous disposez d'ouvrages ou d'articles de référence ou si vous connaissez des sites web de qualité traitant du thème abordé ici, merci de compléter l'article en donnant les références utiles à sa vérifiabilité et en les liant à la section « Notes et références ».\nmodifier - modifier le code - modifier Wikidata\nLa microbiologie est un domaine des sciences appliquées qui a pour objet les micro-organismes et les activités qui les caractérisent. Plus spécifiquement, la microbiologie se consacre à l'identification et à la caractérisation des micro-organismes ; à l'étude de leur origine et de leur évolution ; à définir leurs caractéristiques, les produits de leurs activités et leurs besoins ; et à comprendre les relations qu’ils entretiennent entre eux et avec leur milieu naturel ou artificiel.\nLes micro-organismes appartenant à trois règnes présentant une structure cellulaire eucaryote ou procaryote , ou qui est eucaryote, et qui est caractérisé par l'unicellularité, une taille microscopique ou ultramicroscopique, un potentiel métabolique et de reproduction, l'omniprésence et l'abondance [ 1 ] . Les micro-organismes sont répartis en cinq groupes [ 1 ] : les algues , les protozoaires , les mycètes , les bactéries , les virus et les prions . Les bactéries sont classées parmi les monères . Les algues unicellulaires font partie des protistes procaryotes et eucaryotes . Les champignons unicellulaires, les lichens et les protozoaires sont des protistes eucaryotes. Les virus et les prions sont des acaryotes (soit sans organisation cellulaire).\nOn parle aussi maintenant de « microbiologie moléculaire », dans le domaine des biotechnologies notamment [ 2 ] .\nDès l'Antiquité, on postulait l'existence d'agents infectieux transmissibles invisibles à l'œil nu.\nLes procaryotes Prokaryota ou Prokarya), du grec pro (avant) et caryon (noyau) , sont des organismes dont la cellule ne possède pas de noyau cellulaire ni d'autres organites, ils appartiennent à au moins deux taxons distincts :\nCes micro-organismes ont des mécanismes pour résister à ces conditions.\nLes eucaryotes ont un système membranaire interne enfermant des organites ( noyau , plaste , mitochondrie , etc. ) ; ils présentent un cytosquelette interne (actine, tubuline) absent chez les procaryotes, qui leur confère une taille souvent plus importante que les procaryotes.\nOn estime que chaque groupe d'eucaryotes a eu un ancêtre parmi les procaryotes (archéobactéries ou eubactéries), et que les mitochondries (et peut-être aussi d'autres organites comme les chloroplastes ) présents dans le cytoplasme des eucaryotes actuels ont aussi eu au moins un ancêtre procaryote distinct qui aurait colonisé cette ancienne bactérie pour vivre en symbiose ( endosymbiose ) avec elle et former tous les eucaryotes qui ne peuvent plus vivre sans elles.\nEn effet, on retrouve dans les mitochondries un cytosquelette interne spécifique, une structure membranaire externe complexe, un matériel génétique interne spécifique logé dans une zone plasmique appelée proto-noyau (dépourvu de membrane mais tout de même structurée), même si les mitochondries ne peuvent se multiplier seules sans le concours de la cellule hôte (les mitochondries auraient perdu leurs facultés de reproduction qui ne leur étaient plus nécessaires, puisque la cellule hôte leur fournit pratiquement tout le matériel nécessaire à leur croissance et leur division).\nContrairement aux champignons et aux protozoaires, les algues ont des pigments chlorophylliens leur permettant de réaliser la photosynthèse.\nElles sont donc des organismes vivant immobile et autotrophes .\nLes algues sont présentes dans le sol, les plantes, l'eau douce et l'eau de mer.\nLe mot « algue » n'a pas de sens d'un point de vue phylogénétique, c'est-à-dire que l'ancêtre commun à toutes les algues est celui des eucaryotes.\nLes champignons sont présents dans le sol, plantes, débris végétaux, lichen , parasites de l'homme, des animaux et des plantes.\nRemarque : une levure , eucaryote unicellulaire, est un champignon. Il existe de nombreuses espèces de levures comme Saccharomyces cerevisiae (levure de boulangerie), la famille des Candida (responsables des candidoses), Rhodotorula (parfois retrouvée dans la choucroute qu'elle colore en rouge), Schizosaccharomyces , etc.\nLes champignons sont « absorbotrophes » : ils se nourrissent par absorption. Ils sécrètent des enzymes qui digèrent des polymères dans le milieu extérieur, ce mécanisme chimique transforme par exemple les glucides en monomères (petites molécules) qui sont ainsi absorbés.\nLes champignons constituent un groupe biphylétique, car une partie d'entre eux, les eumycètes, appartiennent aux opistocontes, et une autre, les oomycètes, aux hétérocontes.\nComme signalé au début, les micro-organismes sont de très petite taille (d'où leur nom) :\nLe rapport surface sur volume est directement influencé par la taille : si l'on considère une forme simple telle que la sphère , la surface est proportionnelle au carré de la taille ( 4 ⋅ π ⋅ r 2 {\\displaystyle 4\\cdot \\pi \\cdot r^{2}} avec r {\\displaystyle r} le rayon de la sphère), alors que le volume est proportionnel au cube de la taille ( 4 3 ⋅ π ⋅ r 3 {\\displaystyle {\\frac {4}{3}}\\cdot \\pi \\cdot r^{3}} ), le rapport surface/volume est donc inversement proportionnel à r {\\displaystyle r} ( 3 r {\\displaystyle {\\frac {3}{r}}} ).\nCeci conditionne la vitesse à laquelle le micro-organisme se nourrit : la nourriture passe à travers la membrane plasmique, donc la vitesse d'absorption est proportionnelle à la surface, mais la quantité à nourrir est proportionnelle au volume. La vitesse à laquelle entrent et sortent les nutriments et les déchets est donc inversement proportionnelle à la taille.\nDonc plus la bactérie est petite, plus elle va pouvoir se nourrir à grande vitesse. Elle compense sa petite taille par une multiplication à très grande vitesse (taux de croissance très rapide).\nLes micro-organismes ont besoin :\nOn distingue trois types de milieux de culture selon leur composition :\net parmi ces deux types de milieux, il existe des milieux sélectifs (qui vont permettre de sélectionner le type de micro-organismes qui pourront s'y multiplier). On peut ainsi choisir de ne laisser se développer qu'un genre de bactérie donné (ex. : milieu mFC pour les coliformes fécaux ou gélose au sang pour certains pathogènes) ou au contraire de favoriser le développement des levures-moisissures en ajoutant un antibiotique au milieu. La température à laquelle on incubera les milieux inoculés constitue également un facteur de sélection comme mentionné plus haut.\nLes milieux de culture peuvent contenir des extraits de levure (cellules de levure déshydratées et lysées) qui fournissent une source d'acides aminés, de vitamines et d'azote, des extraits de malt apportant une source de carbone, des peptones (protéines animales, de poisson, de caséine de lait) source d'azote organique qui intéresse les individus hétérotrophes.\nCes milieux sont soit liquides, soit solides. Pour solidifier le milieu on utilise fréquemment la gélose ou agar-agar , un polymère de sucre tiré d'une algue rouge présentant la propriété de former avec l'eau un gel solide si la température est inférieure à 60 °C .\nUn challenge test est une technique permettant de démontrer l'efficacité anti-microbienne ( bactériostatique ou bactéricide ) d'une substance donnée (produits pharmaceutiques, cosmétiques ou agroalimentaires par exemple) [ 3 ] .\nCette technique consiste à inoculer une quantité connue de différents germes microbiens ( bactéries , levures , moisissures , etc. ) dans la substance à tester, puis de dénombrer ces germes à diverses échéances. Dans le cadre des produits pharmaceutiques, il est recommandé d'effectuer le challenge tests sur les quatre micro-organismes suivants: S. aureus , P. aeruginosa , A. brasiliensis (anciennement A. niger ) et C. albicans , qui sont représentatifs de nombreux types de germes.\nCe test permet notamment de valider la date limite de consommation (DLC) ou la date limite d'utilisation optimale (DLUO) d'un produit.\nLa stérilisation est l'opération qui consiste à éliminer les micro-organismes d'un objet et ce, de manière durable. En microbiologie, le but de la stérilisation est d'une part maîtriser les micro-organismes introduits dans le milieu d'étude, et d'autre part éviter la contamination du milieu extérieur et des personnes (voir aussi l'article sur l' hygiène ) [ 4 ] .\nIl existe trois façons pour stériliser un milieu de culture. Une destruction par la chaleur, par une méthode de filtration ou par l'emploi de radiation et d'agent chimique (gaz).\nOn distingue les procédés à chaleur « sèche » ou « humide ».\nLa pasteurisation est un procédé pour la conservation des aliments par lequel un aliment est chauffé à une température définie pendant une période de temps définie avant d'être refroidi rapidement. Les températures de pasteurisation varient entre 70 °C et 85 °C . Cette technique ne détruit qu'une partie de la flore bactérienne. Ce n'est, en aucun cas, une technique de stérilisation .\nLa tyndallisation est une série de chauffages brefs à des températures de 70 °C à intervalles réguliers (trois chauffages d'une heure, vingt-quatre heures entre deux chauffages), ceci afin de laisser aux formes résistantes la possibilité de germer pour les tuer au chauffage suivant. Par exemple, la destruction des germes pathogènes du lait se fait par un cycle de 63 °C pendant trente minutes suivie de 73 °C pendant quinze minutes.\nL' ébullition n'est pas une méthode de stérilisation. Les formes sporulées des bactéries peuvent résister jusqu'à huit heures trente à 100 °C .\nLa filtration est une technique qui consiste à faire passer un liquide à travers un filtre dont les pores ont un diamètre de 0,2 µm ; les micro-organismes sont trop gros pour passer et sont donc retenus par le filtre.\nPour forcer ce liquide à traverser le filtre, on utilise deux solutions :\nCette technique est intéressante lors d'utilisation de produits thermolabiles (c'est-à-dire qui ne résistent pas à la chaleur) comme certains acides aminés aromatiques, vitamines, hormones de croissance, acides nucléiques et une bonne partie des antibiotiques.\nCependant les filtres de 0,2 µm colmatent vite. On peut contourner ce problème en augmentant la surface du filtre ou en utilisant un procédé de filtration tangentielle .\nDans certains cas le filtre ayant servi à stopper les micro-organismes peut être déposé sur un milieu de culture solide afin de permettre la multiplication des germes, ceci dans le but de procéder à leur dénombrement et à leur identification.\nCes techniques sont utilisées par les industries dont l'alimentaire.\nElles sont très pénétrantes, car les radiations et certains gaz traversent le plastique et tuent les micro-organismes.\nLes rayons ultraviolets ne sont cependant pas une bonne technique de stérilisation, car ils sont non pénétrants, donc ils ne passent pas au travers de matériaux comme le plastique et le verre. De plus certains micro-organismes sont capables de réparer les dommages infligés par les ultraviolets si le produit est éclairé après application de rayons ultraviolets ; c'est le phénomène dit « de photo-réparation ».\nOn peut dans certains cas utiliser le rayonnement gamma , beaucoup plus pénétrant et puissant que les ultraviolets.\nElle est basée sur la notion d'UFC (unité formant une colonie). Chaque unité cellulaire (une cellule, un groupe de cellules ou un morceau d' hyphe ) va donner une colonie.\nSur un milieu de culture, il y a formation d'un monticule de bactéries ou de levures avec une forme particulière (la colonie). La forme de ce monticule est déterminée par l'organisation de la colonie, qui elle-même est déterminée génétiquement. Les champignons vont, eux, développer un thalle c'est-à-dire ce que l'on peut par exemple observer sur les confitures ayant « moisi.\nL'UFC est utilisée aussi pour le dénombrement bactérien en utilisant des cultures sur boîte de Petri à partir de tubes préparés par dilutions en cascades de la suspension bactérienne mère.\nL'observation macroscopique de l'aspect des colonies permet de différencier les colonies de bactéries contaminantes de celles qu'on cherche à isoler.\nCette technique sert à évaluer le nombre de micro-organismes qui se trouvent dans un milieu liquide (eau de puits, boissons, eau de piscine, etc. ) ou dans un milieu solide (sol, aliments, etc. ). Elle peut aussi servir à isoler une souche pure à partir d'un mélange.\nIl s'agit simplement d'une suite de dilutions suivie d'un prélèvement d'un aliquot qui sera ensemencé soit par étalement ou soit en profondeur (dans la masse) sur un milieu de culture sélectif ou non contenu dans des boîtes de Petri. Après incubation des boîtes de Petri, il suffira ensuite de compter le nombre de colonies, et connaissant le volume de l'aliquot (0,1 mL(ensemencement par étalement) ou 1 mL(ensemencement dans la masse ou en profondeur)), on en déduira la quantité approximative de bactéries dans le milieu.\nL'identification des bactéries se fait suivant une clé dichotomique qui va des caractères les plus vastes aux plus pointus pour aboutir à une espèce bactérienne donnée.\nL’étude de la morphologie bactérienne est le premier acte effectué par un laboratoire de diagnostic pour identifier une bactérie. L'observation de la morphologie bactérienne permet une orientation préliminaire du diagnostic.\nÀ l'œil nu, on peut distinguer les caractéristiques d'une colonie :\nIl existe trois grands types de colonies :\nL'état frais se fera avec une suspension de colonie qui ne sera pas fixée sur la lame comme la coloration de gram mais se fera avec une goutte de suspension entre lame et lamelle. Cette observation microscopique se fera à l' objectif x40 avec peu de lumière pour ne pas tuer les bactéries car le but de cette observation est de voir leurs mobilités (on peut voir aussi la morphologie mais cela se voit mieux en coloration de gram).\nLes bactéries étant en général quasiment transparentes, on commence par préparer un étalement (faire un frottis) sur lame de microscope auquel on applique une coloration de Gram . L'observation microscopique se fera à l'objectif x100 avec de l'huile à immersion. Les bactéries à Gram positif apparaîtront mauves alors que celles à Gram négatif apparaîtront roses. Il existe d'autres colorations, comme celle au vert de malachite permettant de mettre en évidence les formes sporulées.\nLa coloration de Gram permet de déterminer le type de paroi cellulaire.\nLa forme est extrêmement diverse au sein du monde bactérien. Si on excepte les bactéries dépourvues de paroi ( Mycoplasmes ), qui peuvent être très polymorphes, la diversité est relativement restreinte pour les bactéries d’intérêt médical et vétérinaire. Parmi celles-ci, on distingue principalement des formes sphériques ( cocci ), cylindriques ( bacille ), spiralées ( spirille ), enroulées (spirochète) à appendice bourgeonnant ou filamenteux.\nElles peuvent se regrouper en chaînes ( Streptococcus , Enterococcus , Lactococcus , etc. ), en amas asymétriques ou grappes ( Staphylococcus ), en amas cubiques réguliers (sarcines), en palissades ou en paquets d’épingles ( Corynebacterium ), etc. Le mode de groupement, à condition de l’apprécier sur une culture jeune effectuée en milieu liquide et de tenir compte de l’aspect prédominant, est également un élément important pour orienter l'identification.\nLes plus petites bactéries ont une taille de 0,1 à 0,2 µm ( Chlamydia ) alors que certaines ont un diamètre supérieur à 10 µm . La plus grande bactérie connue ( Thiomargarita namibiensis ) peut atteindre un diamètre de 750 µm .\nToutes les bactéries n'ont pas la possibilité de sporuler. Pour mettre en évidence les spores au microscope optique, il suffit de les colorer au vert de malachite ou à l'encre de Chine. Mais on peut les deviner à la coloration de Gram (absence de coloration). Les spores sont présents chez les Bacillus.\nLes bactéries peuvent être équipées d'un ou plusieurs flagelle (s) leur permettant de se déplacer. Les deux mobilités les plus courantes sont la mobilité par ciliature péritriche si la bactérie se déplace dans tous les sens, soit par ciliature polaire si la bactérie part dans un seul sens.\nPour définir le mode de déplacement des bactéries, on parle de chimiotactisme. La bactérie évoluant dans un milieu se déplace selon des gradients de concentration pour se rapprocher de sa « nourriture »\nCertaine motilité dépende d'un mécanisme impliquant le pilus de type IV et de plusieurs polysaccharides comme chez la bactérie Myxococcus xanthus [ 7 ] .\nLa capsule est formée de polymères (polysaccharides ou protides) disposés en couches à la périphérie de la bactérie. Celle-ci permet à la bactérie d'adhérer aux surfaces (coloniser les surfaces) et d'échapper au système immunitaire car les antigènes de surface sont recouverts par la capsule qui les rend indétectables (pouvoir pathogène).\nOn identifie aussi une bactérie en observant si elle utilise tel ou tel substrat. On la met donc en contact dans un milieu de culture avec un glucide, ou un peptide, ou d'autres substrats plus complexes — le test de l'oxydase par exemple utilise le tétraméthyl-paraphénylènediamine . On peut révéler l'utilisation de ce substrat par virage d'un indicateur de pH car un glucide utilisé donne un produit acide, un peptide donne un produit basique, etc.\nChaque famille de bactéries a des caractères propres, on peut donc les rassembler facilement avec des caractéristiques de base comme l'utilisation du glucose avec ou sans oxygène, la réduction des nitrates, etc.\nEnsuite, on dispose de galeries d'identifications biochimiques qui sont parfois vendues par des sociétés spécialisées.\nCes tests sont assez longs, de un à deux jours.\nOn peut citer des techniques de génie génétique comme :\nLa systématique permet d'identifier une souche bactérienne inconnue grâce à différents examens et à l'utilisation de milieux de culture spécifiques.\nLa coloration de Gram et les tests de la catalase et de l' oxydase permettent de déterminer la famille. Des milieux de cultures spécifiques permettent d'arriver au genre et à l'espèce. Des examens supplémentaires tels que le sérogroupage peuvent être utilisés dans certains cas.\nGram négatif regroupe les bactéries à paroi fine qui ne retiennent pas le bleu de gentiane/cristal. Elles apparaissent au microscope optique en rose après que l'on ajoute de la fuchsine (genre neisseria, par exemple).\nFamille des Enterobacteriaceae :\nOn peut citer les agents suivants :\nLes agents chimiques utilisés se répartissent dans deux catégories : antiseptiques et désinfectants . Les antiseptiques sont utilisés pour l'élimination des micro-organismes sur des tissus vivants ; les désinfectants quant à eux sont utilisés sur des surfaces inertes.\nLes antibiotiques sont des substances chimiques qui ont une action spécifique avec le pouvoir de limiter la prolifération de bactéries spécifiques. Elles sont dépourvues de toxicité pour les autres cellules (champignons et autres eucaryotes). Ces molécules peuvent avoir une action drastique, c'est-à-dire bactéricide ; leur efficacité peut être également limitée à empêcher le développement des bactéries (on parle alors d'action bactériostatique).\nC'est le pouvoir ou la capacité des bactéries à augmenter leur nombre ; il est en fonction du type de bactéries (thermophiles, mésophiles, psychrophiles, psychrotrophes, etc.) Quand des bactéries sont incubées dans un milieu liquide adéquat, elles continuent généralement à se multiplier de façon exponentielle jusqu'à ce qu'un facteur nécessaire à leur croissance approche de l'épuisement et devienne limitant ou que des produits métabolites inhibiteurs (acides organiques, alcools, ammoniaque, etc.) s'accumulent exagérément. Cette culture, pratiquée sans addition de nutriment ni élimination de déchets en cours de croissance, s'appelle une culture en milieu discontinu ou en batch qui constitue un système clos. Une culture de ce type se comporte comme un organisme multicellulaire avec une limitation de croissance génétiquement déterminée.\nOn peut représenter graphiquement la croissance d'une culture de ce type en portant le logarithme du nombre de cellules viables en fonction du temps. La courbe obtenue pourra être divisée en six phases :\nEn présence de deux sources de carbone, les bactéries exhibent une courbe de croissance biphasique. Ceci s'explique par la consommation de la source de carbone la plus facilement assimilable, puis une adaptation pendant laquelle les enzymes permettant de dégrader la deuxième source de carbone sont synthétisées, puis consommation de la deuxième source de carbone (c'est le cas par exemple du milieu Kligler-Hajna. Sur ce milieu, la bactérie utilise le glucose comme première source de carbone puis le lactose comme second source de carbone lorsqu'il n'y a plus de glucose).\nL'analyse de ce comportement a permis à Jacques Monod de définir la notion d' opéron ; le plus connu étant l'opéron lactose.\nSur les autres projets Wikimedia :"
}