{
  "id": 84,
  "title": "Droit du travail",
  "url": "https://fr.wikipedia.org/wiki/Droit_du_travail",
  "date": "2025-11-29T22:30:11.975645",
  "content": "Ne doit pas être confondu avec Droit au travail .\nCet article est une ébauche concernant le droit .\nBranche du droit social , le droit du travail est l'ensemble des normes juridiques qui régissent les relations entre un employeur et un employé. Le droit du travail encadre notamment la formation, l'exécution et la rupture du contrat de travail. Il garantit également le respect des libertés syndicales et des normes de sécurité au travail , et la protection des travailleurs vulnérables .\nÀ ce niveau, le rôle de l' Organisation internationale du travail (OIT), une organisation internationale spécialisée du système de la Société des Nations créée en 1919, est déterminant. La mission de l'OIT est de rassembler gouvernements, employeurs et travailleurs de ses États membres en vue d'une action commune pour promouvoir le travail décent à travers le monde.\nLe droit du travail au Canada est généralement du ressort de chacune des provinces . Les règles sont donc variables à travers le pays. Toutefois, les secteurs d'entreprises qui sont sous la responsabilité du gouvernement fédéral ont des règles communes pour tout le pays.\nLe droit du travail au Québec est généralement divisé en deux secteurs : les rapports individuels de travail et les rapports collectifs de travail. C'est le Code civil du Québec (C.c.Q.) qui encadre les contrats individuels de travail, alors que le Code du travail encadre avec la convention collective les rapports collectifs de travail.\nL'article 2085 C.c.Q. édicte ce qui suit : « Le contrat de travail est celui par lequel une personne, le salarié, s'oblige, pour un temps limité et moyennant rémunération, à effectuer un travail sous la direction ou le contrôle d'une autre personne, l'employeur ».\nOn distingue le contrat de travail à durée déterminée (pour une durée fixe) du contrat de travail à durée indéterminée. Par définition, le contrat de travail à durée déterminée est plus rigide et ne pourra être résilié facilement. À l'inverse, le contrat de travail à durée indéterminée est généralement conclu par l'employé et l'employeur de manière à se ménager une porte de sortie. En ce sens, le contrat de travail à durée indéterminée sera plus facilement résiliable.\nLes lois particulières en matière de droit du travail au Québec sont les suivantes :\nLes entités importantes en la matière sont les suivantes :\nLes premières lois en faveur des travailleurs américains sont prises au XIX e siècle , au moment où les États-Unis s'industrialisent : en 1868, les entreprises publiques appliquent la journée de huit heures [ 1 ] .\nLe Conseil de l'Europe a adopté la Charte sociale européenne en 1961 pour assurer le droit au travail comme les droits sociaux .\nLa liberté d'association est en Allemagne un droit protégé par la Loi Fondamentale. De nombreuses lois règlent le Droit du travail. La Tarifvertragsgesetz met des limites aux salaires. La Teilzeit- und Befristungsgesetz règle les emplois à temps partiel.\nEn France, le droit du travail est une branche du droit social qui régit les relations nées d'un contrat de travail entre les employeurs et les salariés. Le droit du travail a pour objet d'encadrer la relation de subordination qui lie salarié et employeur, et de limiter le déséquilibre entre les parties au contrat de travail . Le droit du travail se divise en deux catégories. Les relations collectives, qui traitent des rapports entre l'employeur et la collectivité des salariés et les relations individuelles, qui traitent du rapport entre l'employeur et son salarié (comme dans le cadre d'un harcèlement moral au travail , par exemple). Le droit du travail est un domaine de spécialité pour les avocats en droit français.\nEn Suisse, le droit du travail est caractérisé par une protection de la partie réputée faible au contrat de travail – le travailleur. Les règles applicables au rapport de travail sont différentes s'il s'agit d'un rapport de droit privé ou de droit public.\nLes rapports de travail de droit privé sont essentiellement régis par le contrat individuel de travail, par les articles 319 à 362 du Code des obligations (CO), par la loi fédérale sur le travail dans l'industrie, l'artisanat et le commerce (LTr) et par d'éventuelles conventions collectives de travail , négociées entre les partenaires sociaux (syndicats ouvriers et patronaux), habituellement par domaines d'activité.\nLes rapports de travail de droit public sont quant à eux déterminés par la collectivité qu'ils concernent (Confédération ou cantons). Chaque canton connaît donc sa propre législation sur les fonctionnaires. Il n'est en outre pas rare qu'il existe des différences entre les employés de l'État, suivant leur activité (enseignants, policiers, magistrats, etc.).\nLe droit du travail néo-zélandais provient, à l'instar de l'ensemble du droit néo-zélandais, des lois du Parlement et de la commonlaw . La législation la plus importante de ce domaine est la loi de 2000 sur les relations du travail, remplaçant une loi de 1993.\nSur les autres projets Wikimedia :"
}