{
  "id": 81,
  "title": "Économie comportementale",
  "url": "https://fr.wikipedia.org/wiki/Économie_comportementale",
  "date": "2025-11-29T22:30:03.929708",
  "content": "Cet article est une ébauche concernant l’ économie .\nmodifier - modifier le code - modifier Wikidata\nL’ économie comportementale est un champ de la science économique qui étudie le comportement des êtres humains dans les situations économiques. L'un des principaux objectifs de l'économie comportementale est notamment de décrire et d'expliquer pourquoi, dans certaines situations, les êtres humains adoptent un comportement qui peut sembler paradoxal ou non rationnel , c'est-à-dire contraire à ce que prédirait la théorie de l' Homo œconomicus . Ce courant de recherche s'appuie sur l'expérimentation en laboratoire ( économie expérimentale ) ou le recueil de données réelles et se trouve à l'interface entre l'économie ( sciences économiques ) et la psychologie ( sciences comportementales ). Il peut être employé à des fins d'émancipation de l' Homo œconomicus et de rationalisation de ses comportements économiques, ou bien, inversement, à des fins de soumission et d'abolition du discernement, afin de rendre, par des biais cognitifs , le consommateur dépendant des producteurs et des distributeurs.\nL'économie expérimentale est une discipline qui s'est développée depuis la fin du XX e siècle. Daniel Kahneman a d'ailleurs reçu, en 2002, le « Nobel » de l'économie pour ses travaux pionniers.\nAutre domaine dans le champ des sciences économiques, la finance comportementale est l'étude plus particulière des comportements en situation de marché financier et insiste davantage sur leur dimension collective.\nL'économie comportementale ( behavioral economics ) s'est développée en réponse aux limites de l'économie standard reposant sur l'hypothèse de rationalité individuelle. Elle a pris appui sur les avancées de la psychologie expérimentale, portées par Daniel Kahneman et Amos Tversky qui ont mis en évidence les \"anomalies\" dans les comportements réels des agents économiques, rarement conformes à la théorie du choix rationnel (égoïsme, préférences stables et connues, maximisation de l'utilité espérée, capacité de calcul et de traitement de l'information illimitée, etc.) Ces travaux ont montré le rôle joué par les erreurs de jugement (biais cognitifs), les émotions, ainsi que les normes et interactions sociales (biais moraux, biais de conformité), dans les processus de décision des individus.\nLe courant de l'économie comportementale a fait des expériences de laboratoire (in vitro) et de terrain (in vivo).\nÀ la suite des premières expérimentations d'Edward Chamberlin, Vernon Smith, co-lauréat avec Daniel Kahneman du prix Nobel d'économie 2002, va développer et perfectionner la méthode expérimentale à partir des années 1960, en reproduisant en laboratoire le fonctionnement de différents types de marché. Relativement aux autres méthodes d'investigation empiriques utilisées en économie, l'expérimentation permet le contrôle - dans certaines limites - de l'environnement et de la réplicabilité des expériences. Ainsi, il devient possible de tester empiriquement les prédictions des modèles de l'économie standard (et donc de réfuter certains de ces résultats) et dans une démarche inductive, d'explorer les comportements des agents afin d'en révéler des régularités empiriques nouvelles (souvent éloignées de l'égoïsme rationnel en raison des biais comportementaux).\nCette approche alternative des comportements économiques mobilisant les méthodes expérimentales a révolutionné un grand nombre de champs d'étude de l'économie : le fonctionnement des marchés (marchés des biens, financiers…), l'économie du travail, l'organisation industrielle, l'analyse des choix de consommation et d'épargne, la politique fiscale, environnementale, de la santé, etc. Étant désormais une branche à part entière de la science économique, l'économie comportementale permet (i) de produire des connaissances théoriques nouvelles en confrontant les prédictions des modèles aux observations, (ii ) de collecter des données difficilement accessibles grâce aux enquêtes statistiques, par exemple sur les comportements d'aversion au risque, et enfin (iii ) d'aider à la décision publique en testant des mesures de politiques économiques pour évaluer leurs efficacité [ 1 ] .\nL'économie comportementale étudie les effets de facteurs psychologiques, cognitifs, émotionnels, culturels et sociaux sur les décisions économiques d'individus et d'institutions et la manière dont ces décisions diffèrent de celles impliquées par la théorie classique.\nL’économie comportementale s’intéresse principalement aux limites de la rationalité des agents économiques. Les modèles comportementaux intègrent généralement les connaissances de la psychologie, des neurosciences et de la théorie microéconomique. L'étude de l'économie comportementale comprend la manière dont les décisions de marché sont prises et les mécanismes qui déterminent le choix du public. Les trois thèmes dominants en économie comportementale sont les suivants :\nAu cours de la période classique de l'économie, la microéconomie était étroitement liée à la psychologie. Par exemple, Adam Smith a écrit « The Theory of Moral Sentiments » ( Théorie des sentiments moraux ), qui proposait des explications psychologiques du comportement individuel, notamment des préoccupations relatives à l'équité et à la justice [ 2 ] . Jeremy Bentham a beaucoup écrit sur les fondements psychologiques de l'utilité. Ensuite, pendant le développement de l’économie néo-classique, les économistes ont cherché à réorganiser la discipline en tant que science naturelle, en déduisant le comportement des hypothèses sur la nature des agents économiques. Ils ont développé le concept d'homo oeconomicus, dont le comportement était fondamentalement rationnel.\nLes économistes néo-classiques ont bien incorporé des explications psychologiques : c'était le cas de Francis Edgeworth, Vilfredo Pareto et Irving Fisher. La psychologie économique est apparue au XX e siècle dans les travaux de Gabriel Tarde, George Katona et Laszlo Garai. L'utilité attendue et les modèles d'utilité réduits ont commencé à être acceptés, générant des hypothèses vérifiables sur la prise de décision compte tenu de l'incertitude et de la consommation intertemporelle, respectivement. Des anomalies observables et reproductibles ont fini par remettre en cause ces hypothèses, et Maurice Allais a pris des mesures supplémentaires, par exemple pour définir le paradoxe Allais, un problème de décision qu'il avait présenté pour la première fois en 1953 et qui contredisait l'hypothèse d'utilité attendue.\nDans les années 1960, la psychologie cognitive a commencé à éclaircir davantage le cerveau en tant que dispositif de traitement de l'information (contrairement aux modèles comportementalistes). Des psychologues de ce domaine, tels que Ward Edwards, Amos Tversky et Daniel Kahneman, ont commencé à comparer leurs modèles cognitifs de prise de décision avec risque et incertitude aux modèles économiques de comportement rationnel. La psychologie mathématique reflète un intérêt de longue date pour la transitivité des préférences et la mesure de l'utilité [ 2 ] .\nCertains, du fait du voisinage sémantique entre behavioral economics , l'appellation apportée par les chercheurs américains, et behaviorism , considèrent que ce domaine s'inspire essentiellement de la psychologie behavioriste ou comportementaliste. Toutefois, à la différence de celle-ci, l'économie comportementale ne se limite pas à une simple étude des symptômes (effets économiques en l'occurrence) et du couple stimulus — réaction, même si les phénomènes de sous-réaction / sur-réaction, étudiés notamment par Richard Thaler , font partie de cette discipline d'analyse économique. Elle fait appel aussi à de nombreux autres concepts, issus tant de la psychologie individuelle que de la psychologie sociale , notamment tout ce qui a trait aux biais cognitifs et émotionnels, qu'ils soient individuels ou résultent d'effets de groupe ( conformisme …).\nL'économie comportementale étudie ces phénomènes, tant à large échelle (macro EC) par des enquêtes sur des segments de population concernés, des études de terrain et l'analyse de séries statistiques, que par des méthodes à portée moins généralisable (micro EC) proches de l' économie expérimentale , laquelle consiste à simuler en laboratoire certains comportements économiques individuels par le truchement des jeux.\nNotons aussi qu'une bonne partie des recherches de l'économie comportementale et des phénomènes constatés sont communs avec ceux de la finance comportementale , au point que les deux disciplines sont souvent regroupées.\nLa différence macro / micro déjà évoquée (et présente tant en économie qu'en finance) se situe au niveau de l'ampleur des phénomènes, de l'échelle de temps, de la réalité des situations (et donc des motivations). C'est ainsi que :"
}